{
    "paper_id": "616cdd0a8b488fcf0b28781f710cc7fba8625a4d",
    "metadata": {
        "title": "Molecular detection and phylogenetic properties of isolated infectious bronchitis viruses from broilers in Ahvaz, southwest Iran, based on partial sequences of spike gene",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Short",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Communication",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infectious bronchitis (IB) is a highly contagious disease involving mostly upper respiratory tract in chickens, leading to significant economic losses in the poultry industry worldwide. One of the major concerns regarding to IB is the emergence of new types of infectious bronchitis viruses (IBVs). The purpose of this study was to identify the IBVs isolated from Iranian broiler chickens with respiratory symptoms. Twenty-five broiler flocks around Ahwaz (southwest of Iran) were examined for IBV. The specimens including trachea, lung, liver, kidney, and ceacal tonsil, were collected from diseased birds and inoculated into chicken embryonated eggs. Harvested allantoic fluids were subjected to reverse transcription polymerase chain reaction (RT-PCR) using primers in order to amplify spike 1 (S1) gene of IBV. The RT-PCR products of four IBV isolates were sequenced. The results showed that from 25 examined flocks with respiratory disease, 12 flocks (48.00%) were positive for IBV. In phylogenetic analysis, our isolates were closely related to the QX-like viruses such as PCRLab/06/2012 (Iran), QX, HC9, HC10, CK/CH/GX/NN11-1, CK/CH/JS/YC11-1, CK/CH/JS/2010/13, CK/CH/JS/2011/2 (China), QX/SGK-21, QX/SGK-11 (Iraq) with nucleotide homology up to 99.00%. This study indicates the role of IBVs in the respiratory disorders of broiler flocks located in southwest Iran, and also the existence of a variant of IBV, which is distinguishable from the other Iranian variants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious bronchitis (IB) is an acute contagious viral infection with low mortality and a significant reduction in performance in chicken. The causative agent of IB is infectious bronchitis virus (IBV) which is an enveloped, single-stranded, positive sense and RNA virus belonging to the family Coronaviridae, the genus gamma Coronavirus. The virus consists of three important structural proteins: the nucleocapsid (N), the membrane (M), and the spike (S1 and S2) glycoproteins. The nucleotide sequence of the S1 gene is highly variable, which makes it prone to mutation and emergence of new variants of the virus. For this reason, the molecular classification of IBVs is based on the investigation of the S1 gene. 1 Vaccination is one of the best ways of immunization of susceptible birds. However, vaccinated flocks may experience disease involvement because there is almost no cross-protection among serotypes. 2 Consequently, the viral strains that exist in a different geographical area must first be identified and their pathogenicity should be determined in order to select an appropriate virus strain for vaccination.",
            "cite_spans": [
                {
                    "start": 716,
                    "end": 717,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 915,
                    "end": 916,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Iran, Aghakhan et al. identified IBV by virus isolation and serological techniques. This isolate belonged to the Mass serotype. 3 In previous studies conducted to identify IBV serotypes in Iran, the presence of 4/91 and Massachusetts serotypes have been reported. 4, 5 Recently, a new isolate of IBV (IRFIBV32) was identified by Boroomand et al. which had 95.00% similarity to 793/B strains. 5 The other IBV serotypes also exist in Iran neighboring countries such as Dutch strains in Pakistan. 6 In Ahvaz (southwest Iran), IBV vaccines including H120 and 4/91 are used in the vaccination program in broiler chicken flocks. However, IB continues to be responsible for the economic losses of the poultry industry in the region. The purpose of this study was to evaluate the role of IBV in broiler chicken respiratory complexes in Ahvaz, and also to study the partial S1 sequences among field isolates of IBVs.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 267,
                    "end": 269,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 270,
                    "end": 271,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 395,
                    "end": 396,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 497,
                    "end": 498,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sampling. During January 2012 to December 2013, an attempt was made to reveal the role of IBVs in broiler chickens of Ahvaz which suffered from severe respiratory distress, including nasal discharge, coughing, wet rale, lacrimation, gasping, and high mortality. Twenty five broiler flocks aged 2 -5 weeks old, some of which had a history of live vaccination against IBV were selected from different geographical parts of Ahvaz (north, east, south and west). Samples including trachea, lung, kidney, liver and cecal tonsil were obtained from dead birds, transferred in cold chain system to the Faculty of Veterinary Medicine, Shahid Chamran University of Ahvaz and stored at -70 ˚C until used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The homogeneous tissue samples were centrifuged at 4 ˚C and 3,000 rpm for 10 min. The supernatant was taken and antibiotics (penicillin, 10,000 IU mL -1 , streptomycin, 10000 μg mL -1 and gentamycin, 50 μg mL -1 , all from Sigma, St. Louis, USA) were added to prevent the growth of bacteria and fungi. An amount of 0.20 mL of the suspension was inoculated into the allantoic cavity of 9-day-old embryonated chicken eggs. 7 The eggs were incubated at 37 ˚C and after 48 hr, the allantoic fluid was harvested and examined for IBV using reverse-transcriptase polymerase chain reaction (RT-PCR). No bacterial and fungal contamination was observed in specific culture media. All experiments were carried out after approval by the Animal Committee of Shahid Chamran University of Ahvaz, Ahvaz, Iran.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 422,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Isolation and identification of IBV."
        },
        {
            "text": "Extraction of RNA from the allantoic fluid was carried out using RNX-plus Solution (CinnaGen, Tehran, Iran) according to manufacturer's instructions. The isolated RNAs were stored at -80 ˚C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation and identification of IBV."
        },
        {
            "text": "The cDNA was synthesized using PrimeScript TM RT reagent kit (Takara, Tokyo, Japan) according to manufacturer's instructions. 8 A fragment of the S1 gene (464 bp) was amplified using a pair of specific primers including XCE1 (5'-CACTGGTAATTTTTCAGATGG-3') and XCE2 (5'-CTCTATAAACACCCTTACA-3'). 9 The PCR reaction and its thermal condition were set up as previously described. 10 The PCR products were electrophoresed on 1.00% agarose gel.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 127,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 293,
                    "end": 294,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 375,
                    "end": 377,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Isolation and identification of IBV."
        },
        {
            "text": "Characterization of isolated IBVs. The IBV positive allantoic fluids were investigated for detection of influenza and Newcastle disease viruses by RT-PCR using specific primers. Out of 12 positive samples, four samples from different flocks were found to be infected with IBV alone. For genotyping, PCR products (S1 gene) of these four IBV isolates were sequenced in forward direction by BioNeer Co. (Seoul, South Korea) and their nucleotide sequences of their partial S1 gene were compared with each other and with previously reported isolates from Iran, neighboring countries, and reference strains of IBV (Table 1) in GenBank by using nBLAST, and ClustalW2. The phylogenetic relationship was established by http://www.phylogeny.fr/simple_phylogeny.cgi.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 617,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Isolation and identification of IBV."
        },
        {
            "text": "The phylogenic tree was constructed using the neighbor joining method and MEGA software (version 4.0; Biodesign Institute, Tempe, USA). The topological stability of the tree was evaluated by 1000 bootstrap replications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation and identification of IBV."
        },
        {
            "text": "The results showed that 12 flocks (48.00%) were positive for IBV (Fig. 1) . The nucleotide sequences of four isolates were submitted to the GenBank sequence database and were given the accession numbers IRIBVb: KP751243, IRIBVc: KP751244, IRIBVe: KP751245 and IRIBVf: KP751246. A phylogenetic tree (Fig. 2) , based on the hypervariable region of S1 gene sequences of four IBV isolates from the present study and other strains of IBV retrieved from GenBank, was generated. Based on the Phylogenetic analysis, these four isolates were clustered with QX-like viruses. The results demonstrated the occurrence of QX-like serotype/genotype in Ahvaz, Iran. The IBV isolates were closely correlated to PCRLab ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 73,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 298,
                    "end": 306,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Infectious bronchitis virus is one of the main pathogens of commercial and backyard chickens with several serotypes and genotypes circulating in the world. Based on our findings, 12 out of 25 examined flocks (48.00%) were found to be infected with IBV, which show the prominent role of the virus in respiratory involvement of Ahvaz broiler flocks. The IBV isolates in the present study were completely different from IBV vaccine strains (H120, Ma5 and 4/91) used for vaccination in Ahvaz, which indicates the incidence of IB infection despite stringent vaccination. The determination of the IBV genotype is necessary not only to understand the evolution of the virus but also for developing vaccines based on circulating IBV strains in the region. 10 One of the significant features of the IB viruses is the emergence of new variants of the virus throughout the world. Therefore, new serotypes and new variants of IBVs are still isolated from chickens, even from vaccinated flocks. 10, 11 The new IBV serotypes should be identified quickly in order to develop an effective vaccination strategy. Several years ago, Massachusetts serotype was identified in poultry flocks of Iran. 4 In recent years, 793B or 4/91 serotype has been identified in Iran by several researchers. 5, 4, 12 Furthermore, the distribution of different IBV genotypes (different from the vaccine strain; Massachusetts) was already reported in Iran. [13] [14] [15] Phylogenetic analysis showed that Isolated IBVs in the present study clustered with QX-like viruses. For the first time, in 1996, QX strain of IBV was identified in China, after which the occurrence of the QX-liked virus was informed and it became one of the most prevalent IBV genotypes in various countries. 16 QX-like IBVs were extended from China, to Europe and recently to the south of Africa. 17 Also, in Iraq, this genotype was also identified. 18 The PCRLab/06/2012 (JX477827) strain of IBV was isolated in Iran and classified as QX-like viruses. 19 The findings of the present study revealed that QX strains of IBV may be originated from other countries (probably Iraq) which has been transmitted to Ahwaz. There is little information about the type of IBV spread between the Middle East countries. However, borderline migrations of birds is probably an important factor. 20 Taken together, this is the first report indicating the circulation of QX-like viruses in Ahvaz broiler chickens with respiratory signs. Finally, a comprehensive study on the pathogenesis of these IBV isolates is suggested.",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 750,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 982,
                    "end": 985,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 986,
                    "end": 988,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1179,
                    "end": 1180,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1272,
                    "end": 1274,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1275,
                    "end": 1277,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1278,
                    "end": 1280,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1419,
                    "end": 1423,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1424,
                    "end": 1428,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1429,
                    "end": 1433,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1744,
                    "end": 1746,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1833,
                    "end": 1835,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1886,
                    "end": 1888,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1989,
                    "end": 1991,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2315,
                    "end": 2317,
                    "text": "20",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious bronchitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Jackwood",
                    "suffix": ""
                },
                {
                    "first": "S ;",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Swayne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Glisson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcdougald",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Diseases of poultry. 13 th",
            "volume": "",
            "issn": "",
            "pages": "139--159",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe acute respiratory syndrome vaccine development: experiences of vaccination against avian infectious bronchitis coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Avian Pathol",
            "volume": "32",
            "issn": "6",
            "pages": "567--582",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Studies on avian viral infections in Iran",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Aghakhan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abshar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Fereidouni",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Arch Razi Ins",
            "volume": "44",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Isolation and molecular characterization of infectious bronchitis virus, isolate Shiraz 3. IBV, by RT-PCR and restriction enzyme analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Haqshenas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Asasi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akrami",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Iranian J Vet Res",
            "volume": "6",
            "issn": "",
            "pages": "9--15",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Isolation and identification of a new isolate of avian infectious bronchitis virus IRFIBV32 and study of its pathogenicity",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Boroomand",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Razeghian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Asasi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Online J Vet Res",
            "volume": "15",
            "issn": "4",
            "pages": "366--380",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection and seroprevalence of infectious bronchitis virus strains in",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Naeem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hameed",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Phylogenetic tree generated based on the hypervariable region of S1 gene sequences of four IBV isolates from the present study and other strains of IBV retrieved from GenBank using the neighbor joining method. commercial poultry in Pakistan",
            "authors": [],
            "year": 2007,
            "venue": "Poultry Sci",
            "volume": "86",
            "issn": "2",
            "pages": "1329--1335",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A Laboratory manual for the isolation and identification of avian pathogens",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Swayne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Glisson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Jackwood",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "169--174",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A new genotype of nephropathogenic infectious bronchitis virus circulating in vaccinated and non-vaccinated flocks in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Avian Pathol",
            "volume": "33",
            "issn": "",
            "pages": "321--327",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Molecular analysis of the 793/B serotype of infectious bronchitis virus in Great Britain",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adzhar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gough",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haydon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Avian Pathol",
            "volume": "26",
            "issn": "3",
            "pages": "625--640",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Factors influencing the outcome of infectious bronchitis vaccination and challenge experiments",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Dewit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Avian Pathol",
            "volume": "43",
            "issn": "",
            "pages": "485--497",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Molecular epidemiology of infectious bronchitis virus isolates from China and Southeast Asia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Avian Dis",
            "volume": "45",
            "issn": "",
            "pages": "201--209",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A survey of the prevalence of infectious bronchitis virus type 4/91 in Iran",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Seyfi Abad Shapouri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mayahi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Assasi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Acta Vet Hung",
            "volume": "52",
            "issn": "2",
            "pages": "163--166",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Epidemiology of avian infectious bronchitis virus genotypes in Iran (2010-2014)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hosseini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Fard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Charkhkar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Avian Dis",
            "volume": "59",
            "issn": "3",
            "pages": "431--435",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Genotyping of Avian infectious bronchitis viruses in Iran (2015-2017) reveals domination of IS-1494 like virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Modiri Hamadan",
                    "suffix": ""
                },
                {
                    "first": "Ghalyanchi",
                    "middle": [],
                    "last": "Langroudi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hashemzadeh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Virus Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Molecular characterization of infectious bronchitis viruses isolated from broiler chicken farms in Iran",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Najafi",
                    "suffix": ""
                },
                {
                    "first": "Ghalyanchi",
                    "middle": [],
                    "last": "Langroudi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hashemzadeh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Arch Virol",
            "volume": "161",
            "issn": "1",
            "pages": "53--62",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The pathogenesis of a new variant genotype and QX-like infectious bronchitis virus isolated from chickens in Thailand",
            "authors": [
                {
                    "first": "Tpj",
                    "middle": [],
                    "last": "Sasipreeyajan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Thai J Vet Med",
            "volume": "42",
            "issn": "",
            "pages": "51--57",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Circulation of QXlike infectious bronchitis virus in the Middle East",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Amin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Valastro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salviato",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet Rec",
            "volume": "171",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.100896"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Genotyping of infectious bronchitis viruses from broiler farms in Iraq during",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Seger",
                    "suffix": ""
                },
                {
                    "first": "Ghalyanchi",
                    "middle": [],
                    "last": "Langeroudi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karimi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Arch Virol",
            "volume": "161",
            "issn": "5",
            "pages": "1229--1237",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Detection of the Chinese genotype of infectious bronchitis virus (QX-type) in Iran",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bozorgmehri-Fard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Charkhkar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hosseini",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Iran J Virol",
            "volume": "7",
            "issn": "",
            "pages": "21--24",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Isolation and molecular characterization of Sul/01/09 avian infectious bronchitis virus, indicates the emergence of a new genotype in the Middle East",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Mahmood",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Sleman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "U"
                    ],
                    "last": "Uthman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Microbiol",
            "volume": "150",
            "issn": "",
            "pages": "21--27",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "/06/ 2012 (Iran), QX, HC9, HC10, CK/CH/GX/NN11-1, CK/CH/ JS/YC11-1, CK/CH/JS/2010/13, CK /CH/JS/2011/2 (China), QX/SGK-21, QX/SGK-11 (Iraq) with nucleotide homology up to 99.00%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The PCR products of the amplified S1 gene of IBV isolates on 1% agarose gel. Lane M: 100 bp molecular marker (CinnaGen); lanes 1-4, 6 and 9: negative samples; Lanes 5, 7 and 8: IBV positive samples (464 bp), lane 10: negative control, lane 11: positive control (4/91 vaccine strain).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "CK / CH / GX / NN11-1 CK / CH / JS / YC11-1 CK / CH / JS / 2010/13",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The percentage of nucleotide sequence identity of partial S1 gene of IBV isolates in the present study and the other IBV strains from GenBank.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to express their gratitude to the Dean for Research of Shahid Chamran University of Ahvaz for providing financial support for this work. The author disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: This study was supported by the research grant (31400/02/3/95) provided by Shahid Chamran University of Ahvaz.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}