{
    "paper_id": "62219dc0553022e4faac2b1523e7e0a2d1eaec30",
    "metadata": {
        "title": "Analysis of mortality prognostic factors using model for end-stage liver disease with incorporation of serum-sodium classification for liver cirrhosis complications A retrospective cohort study",
        "authors": [
            {
                "first": "Yuna",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kyunghee",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Insil",
                "middle": [],
                "last": "Jang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Since the progression of cirrhosis is accelerated each time a complication recurs, the management and treatment of the complication is critical in enhancement of the quality of life and expectation of life in patients. The use of model for end-stage liver disease with incorporation of serum-sodium (MELD-Na) with physiological indicators can be used to assess severity and differentiate therapeutic interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This study is aimed to determine the mean survival period and cumulative survival rate by classifying patients into high-risk and lowrisk groups based on MELD-Na, a predictor of mortality in liver disease, and to investigate the mortality prognostic factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A retrospective cohort study, which follows the STROBE checklist, was performed. 263 patients who were diagnosed with liver cirrhosis complications for the first time and hospitalized were selected as the subjects of this study. The collected data were analyzed based on the survival package provided by the statistical program R version 3.4.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Subjects were classified into high-risk and low-risk groups using MELD-Na 14 points where sensitivity and specificity crossed the cut-off point. Gender, age, and primary caregiver were significant variables in the mortality high-risk group, and AST, albumin, and primary caregiver were significant variables in the mortality low-risk group. Based on these mortality prognostic factors, it is possible to present the factors affecting mortality in patients who were diagnosed with liver cirrhosis complications for the first time. The classification of patients by risk level could be the foundation to provide accurate guidelines for management and it is necessary to modify prognostic factors and apply nursing interventions to manage complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations: AST = aspartate transferase, MELD-Na = model for end-stage liver disease with incorporation of serum-sodium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Liver cirrhosis is the end-stage of chronic liver disease, and with the progress of liver cirrhosis, hepatocyte necrosis is presented widely, as well as fibrosis, which destroys the normal structure of the liver. [1] Liver cirrhosis ranks as the 14th leading cause of mortality in adults in the world and in Korea, liver diseases rank as the 8th leading cause of mortality, accounting for 13.3 deaths per 100,000. [2, 3] The 5-, 10-, and 15-year survival rates of patients with cirrhosis are 68%, 57%, and 43%, respectively. Liver cirrhosis is one of the major diseases leading to mortality in Korea in which the incidence rate of hepatitis B is high. [4] There are a variety of causes, including chronic hepatitis due to hepatitis B virus or hepatitis C virus, consumption of a large amount of alcohol, and autoimmunity, while hepatitis B is the most common, with 48% to 70% of cases. [5] Depending on the presence of complications in the progress of liver cirrhosis, it is classified into decompensated cirrhosis, with complications, and compensated cirrhosis, without complications. [6] The progress rate of compensated cirrhosis to decompensated cirrhosis is approximately 58% and once it progresses to decompensated cirrhosis, its mortality rate within 5 years becomes 85% without liver transplantation. [7] Complications could cause a high difference in the progress of the disease. Most common complications are ascites, hepatic encephalopathy, and varicose veins. [8] Since the progression of cirrhosis is accelerated each time a complication recurs, the management and treatment of the complication is critical in enhancing the quality of life and the life expectancy of patients. [7] With the recent diversification of chronic diseases, the incidence rate of complications has also risen; so, the management of complications has a higher influence over the quality of life. [7] [8] [9] Therefore, it would be reasonable to assume that in patients with liver cirrhosis, the presence of complications and its treatment are critical factors for anticipating the degradation of the quality of life and the mortality.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 418,
                    "end": 420,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1309,
                    "end": 1312,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1472,
                    "end": 1475,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1690,
                    "end": 1693,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1884,
                    "end": 1887,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1888,
                    "end": 1891,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1892,
                    "end": 1895,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Liver transplantation enhances the quality of life and survival rate of patients with cirrhosis; however, numerous patients are not given the opportunity of liver transplantation due to a lack of donors. As an indicator for the progress and prognosis of cirrhosis, the model for end-stage liver disease with incorporation of serum-sodium (MELD-Na) has been recommended. [10, 11] Traditionally, Child-Turcotte-Pugh (CTP) is used as index for assessing the progress of cirrhosis of an inpatient, and the severity of cirrhosis is classified into A, B, and C based on the presence of ascites and/or hepatic encephalopathy, serum bilirubin, prothrombin period, and serum albumin. [10, 12] Using CTP, 5 to 6 points are assigned to Stage A, 7 to 9 points to Stage B, and 10 points or higher to Stage C. The higher the score is, the more severe it gets. [10] However, since subjective judgement could be involved in the judgement of ascites and hepatic encephalopathy, indices of CTP, the judgement of severity using the MELD or the MELD-Na is becoming more important, as well as treatment mediation based on such severity. [11] MELD-Na is assessed with serum bilirubin, prothrombin period, serum creatinine, serum sodium, and other factors. Since MELD-Na is more likely to predict mortality than other tools, it has been recently used to create a waiting list of patients for liver transplantation. [12, 13] Studies on the prognosis of patients with cirrhosis have been mostly focused on terminal cases and anticipation of short-term mortality, and most of them highlight the analysis of prognosis of patients with cirrhosis rather than classification of patients considering the level of severity. [14] [15] [16] [17] [18] [19] Moreover, the analysis of prognostic factors for mortality of patients should include not only disease-related factors, but also personal and social factors. Such analysis could provide a comprehensive and systematic understanding of patients diagnosed with cirrhotic complications. Therefore, in this study, patients diagnosed with cirrhotic complications were divided into a high-risk group and a low-risk group using MELD-Na designed with objective physiological indicators, and prognostic factors were analyzed for each group. We aimed to devise a self-nursing method suitable for each severity level of liver cirrhosis and to provide basic data for improving the effectiveness of management of chronic diseases.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "[10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 846,
                    "end": 850,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1116,
                    "end": 1120,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1392,
                    "end": 1396,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1397,
                    "end": 1400,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1692,
                    "end": 1696,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1697,
                    "end": 1701,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1702,
                    "end": 1706,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1707,
                    "end": 1711,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1712,
                    "end": 1716,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1717,
                    "end": 1721,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of this study was to check the average period of survival and average accumulated rate of survival for patients diagnosed with ascites, hepatic encephalopathy, or varicose veins, which are complications of cirrhosis. Patients were hospitalized because of the complications for the first time and they were assigned to either a group at high risk for mortality or a group at low risk for mortality after examination using MELD-Na, and for each group, mortality prognostic factors were investigated. To achieve this, the following was done: 1) information regarding the patient's personal, disease, social and environmental factors, and mortality was identified; 2) the cut-off point for MELD-Na for classifying the patient to either the high-risk group or the low-risk group was identified; 3) information regarding the personal, disease, social and environmental factors, and mortality in the high-risk group or the low-risk group was identified; 4) differences in the average period of survival and average accumulated rate of survival between the high risk group and the low risk group were examined; and 5) mortality prognostic factors of all patients, the high-risk group, and the low-risk group were identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A retrospective cohort study was carried out. Our study was applied to the STROBE Checklist of items. This study was approved (2016-08-072) by an appropriate Institutional Review Board and the investigation conformed with the principles outlined in the Declaration of Helsinki. The participants of this study were patients who were diagnosed with ascites, hepatic encephalopathy, or varicose veins and admitted to a general hospital located in Seoul for the first time due to that reason. Among 10,535 patients admitted to the hospital due to complications of cirrhosis, 263 patients were selected based on the criteria stated above and exclusion criteria. The aforementioned selection criteria and exclusion criteria for the participants were as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design, sample, and setting"
        },
        {
            "text": "(a) patients, aged 18 or older, diagnosed with ascites, hepatic encephalopathy, or varicose veins and admitted to a hospital for the first time due to that reason; (b) patients diagnosed with at least one of the complications, including ascites, hepatic encephalopathy, or varicose veins. 2) Exclusion criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Selection criteria:"
        },
        {
            "text": "(a) patients simultaneously diagnosed with at least two complications, including ascites, hepatic encephalopathy, or varicose veins; (b) patients with history of complications of liver cirrhosis; (c) patients diagnosed with chronic renal failure, malignant tumor, and/or cardiovascular disease at the time of hospitalization; (d) patients who underwent liver transplantation during the data collection period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Selection criteria:"
        },
        {
            "text": "The data collection of this study was executed after being approved by the institutional review board of the general hospital. For 263 patients, who were diagnosed with ascites, hepatic encephalopathy, or varicose veins and admitted to a general hospital for the first time due to that reason from January 1, 2002 till December 31, 2012, their electronic medical records from January 1, 2002 till July 31, 2016 were reviewed considering the fact that the median survival period of cirrhosis is 33 months. [1] The data from March 1, 2017 to September 1, 2017 were collected by directly filling out the items of a case record, a part of the electronic medical records. For variables of the case record, the conditions of the participants on the first day of hospitalization were observed. If the mortality of the participant was confirmed in the medical records, the period till the date of mortality was considered as the survival period. If the participant survived till the end of the study, became hospitalized during the study, stopped hospital visits, or if the mortality of the participant could not be checked, the data of such participants were considered censored. [20] Kim et al. [21] The MELD-Na score is the score calculated using the equation of MELD + 1.59 Â (135-Na) (maximum and minimum of Na are 135 and 120 mEq/L, respectively). [22] ",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 508,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1173,
                    "end": 1177,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1189,
                    "end": 1193,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1346,
                    "end": 1350,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and measures"
        },
        {
            "text": "The collected data were analysed based on the survival package provided by the statistical program R Version 3.4.2 (R Foundation for Statistical Computing, Vienna, Austria). The detailed methods of analysis were as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "1) The distributions of values for the general, socioenvironmental, and clinical factors were analysed using descriptive statistics, such as frequency, percentage, mean, and standard deviation. 2) For calculating the cut-off point of MELD-Na score, classifying the high-risk group and the low risk group, the receiver's operating characteristic (ROC) curve and the area under the curve (AUC) were calculated. 3) The general, socioenvironmental, and clinical factors and mortality of the high-risk group and the low-risk group were analyzed using descriptive statistics, such as frequency, percentage, mean, and standard deviation. 4) The difference between the risk groups in the average survival period was analysed using t test and the accumulated survival rate was analyzed by long-rank test while the accumulated survival rate was calculated with Kaplan-Meier estimates. 5) The analysis of mortality prognostic factors for all participants and each risk group was performed with Cox's proportional hazard regression model, and the selection of variables for a multivariate analysis was performed with the stepwise selection using Akaike information criterion (AIC), and Schoenfeld residual test was performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The general, socioenvironmental, and clinical factors of 263 patients were as follows ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants' characteristics"
        },
        {
            "text": "For classifying the participants into a group at high risk of mortality or low risk of mortality, MELD-Na was used. The diagnostic performance of MELD-Na was evaluated with AUC criteria developed by Muller et al. [23] AUC for MELD-Na of this study was 0.70, and its diagnostic performance was found to be fair. Using the trade-off point where sensitivity and singularity of MELD-Na were crossed over, a group at high risk of mortality and a group at low risk of mortality were classified at the score of 14, a median between 13.5 and 14.5 (Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 539,
                    "end": 546,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Cut-off point for classification of risk groups"
        },
        {
            "text": "To identify the survival period distribution curve through the analysis of survival for all participants and each risk group, Kaplan-Merier estimates were used ( Table 2 ). The survival period distribution curves for all participants and each risk group are shown in Figure 2 . As shown in the figure, it could be checked that the accumulated survival rate decreased with time. In all participants and the high-risk group, the survival rate was dramatically decreased after 4, 11, and 13 years of follow-up while the accumulated survival rate of the low-risk group was shown to decrease rather gradually. There was a significant difference in the accumulated survival rate over time between the high-risk group and the low-risk group (P < .001) ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 169,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 275,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 747,
                    "end": 755,
                    "text": "Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Cumulative survival rates of all participants and risk groups"
        },
        {
            "text": "Among all variables, the variables suitable for Cox's multivariate proportional hazard regression model were selected. The stepwise selection was chosen for selection of the variables. Through the selection of variables for the mortality prognostic factors of all participants, it was found that gender, cause of liver cirrhosis, CTP stage, marital status, primary caregiver, and follow-up management were significant. In addition, for the highrisk group, the gender, age, and primary caregiver were found to be significant while AST, albumin, and primary caregiver were significant variables for the low-risk group. The details are given in Table 4 . For numerical variables, they were converted to log and then, their risk rates were calculated and they were defined as exp (1)≒2.718.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 649,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Mortality prognostic factors for all participants and risk groups"
        },
        {
            "text": "In the multivariate analysis of the mortality prognostic factors of all participants, it was found that the mortality risk rate for women was 0.39 times lower than that for men (P < .001). The mortality risk rate for the participants having hepatitis C as the cause of cirrhosis was 5.32 times higher than hepatitis B (P < .001). In case of CTP stages, the mortality risk rate of CTP Stage B was 4.01 times higher than CTP Stage A (P < .001), and of CTP Stage C was 7.56 times higher than CTP Stage A (P < .001). For the participants whose primary care giver was a spouse, their mortality risk rate was 3.95 times lower than of the participants having children, siblings, or caregiver as primary caregiver, or no primary caregiver (P < .001), and the mortality risk rate for the participants having periodic follow-up management was 0.46 times lower than having irregular follow-up management (P < .001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mortality prognostic factors for all participants and risk groups"
        },
        {
            "text": "In the multivariate analysis of the mortality prognostic factors of the high-risk group, it was found that the mortality risk rate for women was 0.41 times lower than that for men (P < .001). In the case of age, a numerical variable, the mortality risk rate was increased 19.01 times since age was increased by 2.718 years (P < .001), and the mortality risk rate of the participants whose primary caregiver was a spouse was 2.17 times lower than of the participants having others as primary caregiver (P < .001). In the multivariate analysis of the mortality prognostic factors of the low-risk group, it was found that the mortality risk rate was increased 2.01 times higher with an increase of AST by 2.718 U/L (P < .001) and the mortality risk rate was decreased 0.04 times with an increase of albumin by 2.718 g/dL (P < .001). The mortality risk rate of the participants whose primary caregiver was a spouse was 2.38 times lower than of the participants having others as primary caregiver (P < .001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mortality prognostic factors for all participants and risk groups"
        },
        {
            "text": "MELD-Na is an objective index for predicting the mortality caused by liver diseases and it has been widely used for studies on the prognosis of liver disease. [11] AUC of MELD-Na of this study was found to be 0.70, which was relatively lower than that of other studies, of 0.85 to 0.92. [13, 16, 17] However, according the suggestion of Muller et al, [23] its diagnostic performance ranged from good-excellent. It would be attributable to its significantly longer follow-up period, of 14 years, than other studies of which follow-up periods were up to 20 months, and the relatively lower AUC of this study might be because it included data from even cases censored during the follow-up period in order to reduce bias in its results. [12] The cut-off point of MELD-Na for this study was 14, relatively lower than that of other studies. [13, 24] While most of the previous studies focused on patients in end-stage cirrhosis or admitted to the intensive care unit and scheduled for liver transplantation, this study focused on patients diagnosed with cirrhosis complications that could be treated in general wards, for the first time, so there would be a difference in terms of severity. Compared with previous studies, this study addressed patients with relatively low mortality rates, less severe conditions, and longer average survival period, but it would be necessary to expand the scope of participants to raise the use of the cut-off point of MELD-Na.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since the survival rate and accumulated survival rate of this study were found to be higher than those of other studies, it supports the importance of management of complications. [19, 25] In the future, it would be necessary to study the survival rates of patients with cirrhosis, followed up for a long period, and make a comparison with this study, and the long-term survival rate of patients with cirrhosis.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It was confirmed that gender, cause of liver cirrhosis, CTP stage, marital status, primary caregiver, and follow-up management were prognosis factors affecting the mortality of the participants, and in a number of studies, gender has been addressed as an important factor. [1, 26, 27] The cause of cirrhosis was also found to be an important predicator of mortality. Although a difference between hepatitis B and hepatitis C could be attributable, [28] it also supported that a rapid treatment of viral hepatitis might affect prognosis. That is why, the early administration of antiviral drugs is important for reducing the incidence of cirrhosis and disease-related mortality. [29] Due to the recent diversification of hepatitis antiviral drugs, it would be the Table 2 Cumulative survival rate of patients with liver cirrhosis complications (N = 263).",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 763,
                    "end": 770,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "High risk (MELD-Na ≥ 14) (N = 120) Low risk (MELD-Na < 14) (N = 143) would be necessary to devise a specific plan to raise the rate of administration of antiviral drugs. CTP point and stage are very important factors for predicting mortality, and other studies have supported. [12, 27] Among various significant prognostic factors of patients with cirrhosis, CTP score was claimed to be the most significant variable. [1] Therefore, despite the criticism that the CTP point is a subjective tool, it is still a very important index to determine the prognosis of cirrhosis. [10] The modified Chile-Pugh classification was used to reduce the criticism of the CTP score by taking into account the changes in patient consciousness such as depression, disorientation or confusion, however, the hematological values of the Table 4 The Multivariate analysis of mortality prognostic factors of patients with liver cirrhosis complications (N = 263). physiological indicators reflected are not significantly different from CTP because they remain unchanged. [30, 31] In addition to CTP or modified Chile-Pugh classification, indocyanine green (ICG) test, MELD, MELD-Na, and MELD to Serum Sodium ratio (MESO) have been examined as mortality predictors, but their accuracies vary between patients, depending on the presence of complications and/or variables. [10] [11] [12] The necessity of a comparative study of mortality prediction tools has been constantly emphasized, and it would be also important to discuss the patient-reported outcomes (PRO) that could affect the quality of life for patients. [32] In addition, it would be also helpful to use various tools simultaneously to have an accurate prediction.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1047,
                    "end": 1051,
                    "text": "[30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1346,
                    "end": 1350,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1351,
                    "end": 1355,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1356,
                    "end": 1360,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1590,
                    "end": 1594,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 816,
                    "end": 823,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "All (N = 263)"
        },
        {
            "text": "Marital status and primary caregivers are important predictors, especially from the aspect of nursing. Since there is no study on the relationship between mortality prognosis and primary caregivers for patients with cirrhosis, it is not possible to have a direct comparison, but in the study on self-management of disease by the recipient of liver transplantation, family relationship was found to be a factor affecting self-management of disease, and family supports and cohabitation were shown to be important variables for self-management of disease for patients with chronic diseases. [33, 34] Therefore, family support could affect the self-management of disease as well as progression and prognosis of disease. Since a patient's spouse constantly seeks out what the patient needs, communicates, and exchanges emotions with the patient, the presence of a spouse could affect disease selfmanagement of a patient. [33] The results of this study also support the importance of a spouse's support and suggest the importance of participation of a spouse in the treatment of a patient.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "text": "[33,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 917,
                    "end": 921,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "All (N = 263)"
        },
        {
            "text": "Only in the low-risk group, there were significant differences in AST and albumin, and other studies also support that bilirubin, albumin, PT, and others are mortality predictors for patients with cirrhosis. [1, 35] However, as shown in the systematic review by D'Amico et al, [1] since there are only few studies addressing AST, it would be necessary to consider more various laboratory results. Laboratory results are not significant as a mortality predictor in the high-risk group because they are included in the classification criterion or they include abnormal results since patients are at high risk for mortality. On the other hand, in case of the low-risk group, laboratory results are likely to indicate normal conditions so the change in such laboratory results could have a significant influence over the mortality risk rate. Therefore, for patients with early stage cirrhosis, laboratory results are very important and it is also important for them to understand that it is critical to monitor and correct the laboratory results for the treatment of disease.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "All (N = 263)"
        },
        {
            "text": "In the high-risk group, age was shown to be an important variable and it was supported by our results that the average age was 54.67 years and that age becomes a very important mortality predictor if the patient is over 50 years old. [27] The fact that important risk factors differ among risk groups has a clinically important meaning. The classification of patients by risk level could be the foundation to provide accurate guidelines for disease management. Furthermore, this classification could be the foundation for patients with cirrhosis, for which early detection of mortality prognosis and timely management of complications are critical to correct such prognostic factors and apply a proper nursing intervention. This study is significant given that it applied MELD-Na to patients diagnosed with cirrhosis complications for the first time, examined its cut-off point to classify patients based on the risk of disease, and investigated the risk factors for each risk group. Furthermore, it examined prognostic factors from a population-social perspective, other than the medical perspective.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "All (N = 263)"
        },
        {
            "text": "Since this study collected data from a single center, it would not be appropriate to generalize its results; hence, it would be necessary to conduct multi-center replication study. In addition, a study on the analysis of survival and mortality prognostic factors for patients with disease, other than complications of cirrhosis, from the perspective of nursing would be very beneficial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "All (N = 263)"
        },
        {
            "text": "For patients diagnosed with complications of cirrhosis for the first time, it was found that gender, cause of liver cirrhosis, CTP stage, marital status, primary caregiver, and follow-up management were variables affecting mortality prognosis, as well as gender, age, and primary caregiver for the high-risk group and AST, albumin, and primary caregiver for the low-risk group. Since this study analyzed mortality prognostic factors through the analysis of survival of patients with cirrhosis, it would be possible to have a variety of studies on factors of survival and mortality of patients from the perspective of nursing through the analysis of survival of various diseases. Especially, based on the results of this study, when nursing patients are diagnosed with complications of cirrhosis for the first time, early detection of mortality prognostic factors would be possible. Such early detection could allow for the correction of factors that might promote mortality, as well as prevention of recurrence of the complications and provision of nursing interventions to help the progress of disease in patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Natural history and prognostic indicators of survival in cirrhosis: a systematic review of 118 studies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "D&apos;amico",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Garcia-Tsao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pagliaro",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Hepatol",
            "volume": "44",
            "issn": "",
            "pages": "217--248",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naghavi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Foreman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "2095--128",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Korean Association for the Study of the Liver & Liver Cirrhosis Clinical Research Center",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Asian-Pacific clinical practice guidelines on the management of hepatitis B: a 2015 update",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sarin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Hepatol Int",
            "volume": "10",
            "issn": "",
            "pages": "1--98",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Management of liver cirrhosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Korean J Intern Med",
            "volume": "82",
            "issn": "",
            "pages": "159--63",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Liver cirrhosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schuppan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Afdhal",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "",
            "pages": "838--51",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Introduction to the revised American Association for the Study of Liver Diseases Practice Guideline management of adult patients with ascites due to cirrhosis 2012",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Runyon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Hepatology",
            "volume": "57",
            "issn": "",
            "pages": "1651--1654",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The affecting factor between chronic disease and quality life [dissertation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Ha",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Assessment of the prognosis of cirrhosis: Child-Pugh versus MELD",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Durand",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Valla",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Hepatol",
            "volume": "42",
            "issn": "",
            "pages": "100--107",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Correlation and comparison of the model for end-stage liver disease, portal pressure, and serum sodium for outcome prediction in patients with liver cirrhosis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Huo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Gastroenterol",
            "volume": "41",
            "issn": "",
            "pages": "706--718",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Scoring systems for prediction of mortality in decompensated liver cirrhosis: a meta-analysis of test accuracy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "World J Clin Cases",
            "volume": "6",
            "issn": "",
            "pages": "995--1006",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The analysis of prognostic factors in patients with decompensated liver cirrhosis admitted to the medical intensive care unit",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Acute Crit Care",
            "volume": "28",
            "issn": "",
            "pages": "101--108",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Long-term effect of antiviral therapy on disease course after decompensation in patients with hepatitis B virusrelated cirrhosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Hepatology",
            "volume": "61",
            "issn": "",
            "pages": "1809--1829",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Child-Pugh versus MELD score for the assessment of prognosis in liver cirrhosis: a systematic review and meta-analysis of observational studies",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Medicine (Baltimore)",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Comparison of the ability of the PDD-ICG clearance test, CTP, MELD, and MELD-Na to predict short-term and medium-term mortality in patients with decompensated hepatitis B cirrhosis",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "P"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur J Gastroenterol Hepatol",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Prognostic value of the model for end-stage liver disease combined with serum sodium levels in patients with decompensated cirrhosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Zhonghua Gan Zang Bing Za Zhi",
            "volume": "20",
            "issn": "",
            "pages": "896--901",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The natural history of HCVrelated cirrhosis and its temporal progression across the different clinical stages",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Gomez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Bertot",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Hepatol Int",
            "volume": "8",
            "issn": "",
            "pages": "527--566",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prognostic indicators of survival in patients with compensated and decompensated cirrhosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zipprich",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Garcia-Tsao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rogowski",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Liver Int",
            "volume": "32",
            "issn": "",
            "pages": "1407--1421",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Modelling survival data in medical research",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Collett",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Model for end-stage liver disease (MELD) and allocation of donor livers",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wiesner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Gastroenterology",
            "volume": "124",
            "issn": "",
            "pages": "91--97",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Evidence-based incorporation of serum sodium concentration into MELD",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Biggins",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Terrault",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Gastroenterology",
            "volume": "130",
            "issn": "",
            "pages": "1652--60",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Can routine laboratory tests discriminate between severe acute respiratory syndrome and other causes of community-acquired pneumonia?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tomlinson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Marrie",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "1079--86",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Comparison of APACHE IV with APACHE II, SAPS 3, MELD, MELD-Na, and CTP scores in predicting mortality after liver transplantation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Natural history of decompensated hepatitis C virus-related cirrhosis. A study of 200 patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Planas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ballesté",
                    "suffix": ""
                },
                {
                    "first": "Antonio",
                    "middle": [],
                    "last": "Álvarez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Hepatol",
            "volume": "40",
            "issn": "",
            "pages": "823--853",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Predictors of per capita alcohol consumption and gender-specific liver cirrhosis mortality rates: thirteen European countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cutright",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Fernquist",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Omega (Westport)",
            "volume": "62",
            "issn": "",
            "pages": "269--83",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Prognostic factors for patients with hepatitis B virus-related acute-on-chronic liver failure",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "Zhan",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "Zhongfeng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Linchuang Gandanbing Zazhi",
            "volume": "33",
            "issn": "",
            "pages": "497--501",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Liver cirrhosis; HCV and HBV infection with a comparative study to assess the poor prognostic factors and in-hospital mortality rate",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Sahto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bawany",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shumail",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Professional Med J",
            "volume": "23",
            "issn": "",
            "pages": "298--301",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Progression to cirrhosis, hepatocellular carcinoma and liver-related mortality in chronic hepatitis B patients in Italy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ieluzzi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Covolo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Donato",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Dig Liver Dis",
            "volume": "46",
            "issn": "",
            "pages": "427--459",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "What are the implications of the spontaneous spleno-renal shunts in liver cirrhosis?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tarantino",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Citro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Conca",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Gastroenterol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Blood ammonia levels in liver cirrhosis: a clue for the presence of portosystemic collateral veins",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tarantino",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Citro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Gastroenterol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Patient-reported outcomes in cirrhosis: a scoping review of the literature",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Tapper",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kanwal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Asrani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Hepatology",
            "volume": "67",
            "issn": "",
            "pages": "2375--83",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Structural equation modeling of self-management of liver transplant recipients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Jeon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Korean Acad Nurs",
            "volume": "47",
            "issn": "",
            "pages": "663--75",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Selfmanagement and family support in chronic diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Peñarrieta",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Flores-Barrios",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gutiérrez-Gómez",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Nurs Educ Pract",
            "volume": "5",
            "issn": "",
            "pages": "73--80",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Comparison of the model for endstage liver disease (MELD), MELD-Na and MELDNa for outcome prediction in patients with acute decompensated hepatitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Dig Liver Dis",
            "volume": "42",
            "issn": "",
            "pages": "137--179",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "alanine aminotransferase, AST = aspartate aminotransferase, BMI = body mass index, BUN = blood urea nitrogen, CTP = Child Turcotte Pugh, MELD-Na = model for end-stage liver disease with incorporation of serum sodium, PT INR = Prothrombin time International Normalized Ratio.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Receiver's operating characteristic curves for MELD-Na.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Survival time distribution curve (Kaplan-Meier curves) of patients with liver cirrhosis complications.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": ". Among the general factors of the patients, 168 patients (63.9%) were men and the average age was 54.67 years. Among clinical factors, for the cause of cirrhosis, hepatitis B was for 173 (65.8%), hepatitis C for 27 (10.3%), alcohol consumption for 21 (8.0%), and others (autoimmune hepatitis, and unknown) for 42 (16.0%). The average CTP score was 7.60, and for CTP Stage, 114 (43.3%) participants were assigned to Stage A. The average score for MELD-Na was 15.55.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "General, clinical, social environmental factors & mortality related information of patients with liver cirrhosis complications (N = 263).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Differences in cumulative survival rate between mortality high risk and low risk groups (N = 263).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank the reviewers for their critical and helpful comments. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}