{
    "paper_id": "62cd5be77a70a55d18199836987e521d4b992cbd",
    "metadata": {
        "title": "Building and Optimizing a Virus-specific T Cell Receptor Library for Targeted Immunotherapy in Viral Infections",
        "authors": [
            {
                "first": "Nasirah",
                "middle": [],
                "last": "Banu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Agency for Science Technology and Research (A*Star)",
                    "location": {
                        "settlement": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Adeline",
                "middle": [],
                "last": "Chia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Agency for Science Technology and Research (A*Star)",
                    "location": {
                        "settlement": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Zi",
                "middle": [
                    "Zong"
                ],
                "last": "Ho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Agency for Science Technology and Research (A*Star)",
                    "location": {
                        "settlement": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Alfonso",
                "middle": [
                    "Tan"
                ],
                "last": "Garcia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Agency for Science Technology and Research (A*Star)",
                    "location": {
                        "settlement": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Komathi",
                "middle": [],
                "last": "Paravasivam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Agency for Science Technology and Research (A*Star)",
                    "location": {
                        "settlement": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Gijsbert",
                "middle": [
                    "M"
                ],
                "last": "Grotenbreg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "settlement": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Antonio",
                "middle": [],
                "last": "Bertoletti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Agency for Science Technology and Research (A*Star)",
                    "location": {
                        "settlement": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [
                    "J"
                ],
                "last": "Gehring",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Agency for Science Technology and Research (A*Star)",
                    "location": {
                        "settlement": "Singapore"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Restoration of antigen-specific T cell immunity has the potential to clear persistent viral infection. T cell receptor (TCR) gene therapy can reconstitute CD8 T cell immunity in chronic patients. We cloned 10 virus-specific TCRs targeting 5 different viruses, causing chronic and acute infection. All 10 TCR genetic constructs were optimized for expression using a P2A sequence, codon optimization and the addition of a non-native disulfide bond. However, maximum TCR expression was only achieved after establishing the optimal orientation of the alpha and beta chains in the expression cassette; 9/10 TCRs favored the beta-P2A-alpha orientation over alpha-P2A-beta. Optimal TCR expression was associated with a significant increase in the frequency of IFN-gamma1 T cells. In addition, activating cells for transduction in the presence of Toll-like receptor ligands further enhanced IFN-gamma production. Thus, we have built a virus-specific TCR library that has potential for therapeutic intervention in chronic viral infection or virus-related cancers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Restoration of antigen-specific T cell immunity has the potential to clear persistent viral infection. T cell receptor (TCR) gene therapy can reconstitute CD8 T cell immunity in chronic patients. We cloned 10 virus-specific TCRs targeting 5 different viruses, causing chronic and acute infection. All 10 TCR genetic constructs were optimized for expression using a P2A sequence, codon optimization and the addition of a non-native disulfide bond. However, maximum TCR expression was only achieved after establishing the optimal orientation of the alpha and beta chains in the expression cassette; 9/10 TCRs favored the beta-P2A-alpha orientation over alpha-P2A-beta. Optimal TCR expression was associated with a significant increase in the frequency of IFN-gamma1 T cells. In addition, activating cells for transduction in the presence of Toll-like receptor ligands further enhanced IFN-gamma production. Thus, we have built a virus-specific TCR library that has potential for therapeutic intervention in chronic viral infection or virus-related cancers. C D8 T cells are a critical component to clearing or controlling viral infections. Lack of a virus-specific T cell response is associated with failure to control chronic Hepatitis B virus (HBV) infection 1 and loss of virusspecific T cells due to immune suppression during hematopoietic stemcell or solid organ transplant can lead to life-threatening Epstein-Barr Virus (EBV) and human cytomegalovirus (hCMV) infections 2 . Reconstitution of virus-specific immunity, either through bone marrow transplant [3] [4] [5] or adoptive transfer of virus-specific T cells 6, 7 , can control these persistent infections. In addition, data from influenza has demonstrated that pre-existing virus-specific T cell immunity can protect against lethal infection 8, 9 . Therefore, strategies to manipulate the virus-specific T cell response could lead to clinical therapies to treat chronic infections or prevent mortality related to severe acute infections.",
            "cite_spans": [
                {
                    "start": 1560,
                    "end": 1563,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1564,
                    "end": 1567,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1568,
                    "end": 1571,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1619,
                    "end": 1621,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1803,
                    "end": 1805,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given their critical role in controlling infection, combined with the difficulty in generating virus-specific T cells for adoptive cell therapy, we have explored T cell receptor (TCR) gene transfer to engineer antiviral T cell immunity. By introducing exogenous antigen specific TCRs cloned from patients able to control infection we could engineer fully functional virus-specific T cells to acutely infecting viruses, such as SARS corona virus 10 , and viruses causing chronic infections, such as HBV 11 . The HBV-specific T cells engineered in patients with chronic infection recognized infected cells and tumor cells expressing viral antigen as a tumor-associated antigen, which is known to occur in HBV and EBV associated cancers 7, 12 .",
            "cite_spans": [
                {
                    "start": 734,
                    "end": 736,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our goal was to harness the potential of TCR gene transfer and develop a virus-specific TCR library, optimized and ready for clinical use. We expanded virus-specific T cells from healthy and resolved donors and cloned 10 virus-specific TCRs to 5 different viruses restricted to 4 HLA class-I molecules commonly found in the general population. To establish a standardized TCR gene cassette we employed previously published methods to optimize TCR expression with minimal modification to the wild type amino acid sequence [13] [14] [15] [16] [17] . Our library of 10 TCRs ideally positioned us to probe the specific effects of simple modifications, such as inverting the orientation of the TCR alpha and beta genes in the expression cassette, which led to a significant increase in TCR expression and cytokine production. We also found that the function (IFN-c production) of engineered T cells could be further augmented with the addition of Toll-like receptor (TLR) ligands to the culture during the transduction procedure; increasing the frequency of IFN-c producing cells up to 70%. The core library of virus-specific TCRs presented here, each one optimized for expression in primary human T cells, could provide a steppingstone to effective treatments for viral infections.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 525,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Building a virus-specific T cell receptor library. We used a panel of previously identified viral epitopes from HBV, EBV, CMV, FLU and SARS to expand T cells from healthy donors or patients with resolved HBV and SARS infections (Table 1) . Antigen-specific T cells were identified using matching HLA-pentamers/tetramers or the CD107a degranulation assay and clonal populations were derived by limiting dilution cloning or sorting T cells using antibodies specific for the variable region of TCR beta chains. Total RNA was extracted from sorted clones and the wild type TCR alpha and beta genes were cloned using rapid amplification of cDNA ends (RACE) PCR with TCR constant region gene specific primers. The TCRs were cloned into the MP-71 retroviral vector 18 and tested for expression in primary human T cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 237,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Optimizing virus-specific TCR expression in primary human T cells. The wild type alpha and beta TCR pair was originally tested for expression by co-transducing two separate vectors carrying the TCR alpha and beta genes ( Fig. 1A; a 1 b) . To begin optimizing TCR expression, we made stepwise advancements in the TCR constructs based on published literature using 3 different virus-specific TCRs. The TCRs were linked together with a 2A autocleavage site and flexible spacer 13, 14 to promote equimolar production of the alpha and beta chains and codon optimized to increase translational efficiency 17 . These constructs were then modified with a nonnative cysteine disulfide bond in the constant region to increase pairing and stability of the exogenous TCR 15, 16 .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 477,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 236,
                    "text": "Fig. 1A; a 1 b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "As previously demonstrated, codon optimization and incorporating the alpha and beta genes into a single cassette increased TCR expression in all three TCRs compared to wild type TCRs on separate vectors (Fig. 1A) . We did not see substantial differences in the frequency of HLA-multimer positive cells between single cassette constructs with and without the additional disulfide bond ( Fig. 1A ; a-b-Opt vs a-bcys-Opt). However, there was a clear advantage with the inclusion of an additional disulfide bond. The HLA-multimer positive CD8 T cell population showed much more defined staining and a higher mean fluorescence intensity in 2 out of 3 TCRs (Fig. 1B) . We also observed that the additional disulfide bond increased fluorescence intensity in the non-CD8 T cell population. Therefore, all subsequent TCR expression cassettes employed the 2A cleavage site with codon optimization and the additional disulfide bond to maximize pairing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 386,
                    "end": 393,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 651,
                    "end": 660,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Orientation of the TCR gene cassette significantly impacts expression. There is evidence that the orientation of the TCR alpha and beta genes within the cassette can impact their expression 19 . Therefore, we synthesized codon optimized constructs linked with the P2A cleavage site in both orientations and tested TCR expression in primary human T cells ( Fig. 2A) . Where available, we monitored TCR expression with beta chain specific antibodies and HLApentamers/tetramers. Interestingly, in 9/10 of the TCRs tested, expression of the introduced TCR was better (higher frequency of TCR1 cells) when the TCR beta gene was upstream of the TCR alpha gene in the expression cassette. This was true for staining the beta chain ( Fig. 2B&C ) or with HLA-pentamers/tetramers (Fig. 2E&F ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 364,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 726,
                    "end": 735,
                    "text": "Fig. 2B&C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 770,
                    "end": 780,
                    "text": "(Fig. 2E&F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "This demonstrates that there is a positive (high frequency) and a negative (low frequency) orientation for each TCR alpha and beta gene pair. When we classified expression based on this positive/ negative orientation we observed a statistically significant increase in the frequency of TCR1 T cells, with a mean of 35.3 vs 22.45 for beta chain expression (Fig. 2D ) and 19.49 vs 8.74 for HLA multimer staining respectively (Fig. 2G ). The fold increase in expression differed for each TCR but overall we observed a mean fold increase of 1.9 in beta chain expression and 4.2 for multimer staining (Table 1) in the optimal orientation. TCR cassette orientation and T cell function. Next, we determined if the increased TCR expression correlated with an increase in the frequency of functional cells. Primary human T cells transduced with both orientations of the TCR cassette were stimulated with specific peptides presented on either HLA-A21 T2 cells or HLA-matched EBV transformed B cell lines. IFN-c production, analyzed by flow cytometry, was used to monitor the frequency of virus-specific CD8 T cells (Fig. 3A) . T cell cytokine production mirrored TCR expression and there was clearly a positive and negative orientation for each TCR construct. Nine out of 10 TCRs resulted in higher frequencies of IFN-c1 T cells in the beta-P2A-alpha orientation whereas only one TCR was superior in the alpha-P2Abeta orientation (Fig. 3B ). When TCRs were grouped according to their positive and negative orientation, we observed a significant difference in their overall functionality, 26.86% vs 12.89% IFN-c1 CD8 T cells (Fig. 3C) . This translated to a 2.7 fold increase overall in the frequency of IFN-c producing T cells with the optimal orientation of the TCR cassette (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 363,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 423,
                    "end": 431,
                    "text": "(Fig. 2G",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 596,
                    "end": 605,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1105,
                    "end": 1114,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1420,
                    "end": 1428,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1614,
                    "end": 1623,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1766,
                    "end": 1775,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In a subset of TCR transduced T cells we also analyzed the production of TNF-a and IL-2. Similar to the results with IFN-c, we found that the optimal orientation of the TCR expression cassettes resulted in an increase in the frequency of TNF-a and IL-2 producing cells within the population of transduced T cells (Fig. 3 D&E) . These data confirm that, in addition to codon optimization and adding the TCR alpha and beta chains to a single cassette, the simple modification of inverting the TCR alpha and beta chain orientation can have a significant impact on TCR expression and T cell function in engineered T cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 325,
                    "text": "(Fig. 3 D&E)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Enhancing the functionality of engineered T cells using synthetic TLR agonists. Once the optimal orientation of the TCR was identified, we focused on augmenting the function of engineered T cells. Adjuvants based on Toll-like receptor ligands can have direct effects on T cells 20 and be selected to mimic infecting pathogens 21 . We used TLR ligands that frequently signal viral infection: polyI:C (TLR-3), Imiquimod (TLR-7), ssRNA40 (TLR-8) and CpG (TLR-9). The TLR ligands were added to the PBMC during the first 48 h of activation prior to transduction. At the time of transduction, the media was changed, the primary T cells were transduced and allowed to expand for 10 days. Following their expansion, we tested TCR expression using HLA-pentamers to determine if the TLR ligands affected TCR expression compared to the standard protocol with IL-2 alone. The TCR presented in Figure 4 (HBV core 18-27) has high affinity for its cognate peptide-MHC, allowing us to monitor TCR expression in both the CD8 and CD4 T cell population using the HLA-pentamer (Fig. 1A) . We found that the addition of TLR ligands to the culture during the first 48 h of activation had little impact on HLA pentamer staining in either the CD8 or CD4 T cell population ( Fig. 4 A,B ,E). However, we observed clear differences in the frequency of functional cells. The addition of polyI:C or ssRNA40 increased the frequency of IFN-c producing CD8 and CD4 T cells compared to IL-2 alone, IL-2 plus CpG or Imiquimod (Fig. 4 C,F ). This increase in the frequency of IFN-c producing cells translated into a 60% and 80% increase in functional CD8 T cells following addition of polyI:C and ssRNA40 respectively to the culture medium (Fig. 4D ). Similar results were observed with CD4 T cells, with ssRNA40 stimulating the greatest increase in IFN-c1 T cell frequency (Fig. 4G) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 881,
                    "end": 889,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1057,
                    "end": 1066,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1250,
                    "end": 1260,
                    "text": "Fig. 4 A,B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1492,
                    "end": 1503,
                    "text": "(Fig. 4 C,F",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1705,
                    "end": 1713,
                    "text": "(Fig. 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1839,
                    "end": 1848,
                    "text": "(Fig. 4G)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Addition of TLR agonists promotes Th1 polarization. To investigate the discrepancy between HLA-pentamer positive cells and IFN-c positive cells in cultures with polyI:C or ssRNA40 (Fig. 4B -D) we analyzed the supernatant taken from cultures after the 48 h incubation with anti-CD3, IL-2 and TLR ligands. We tested for the production of 42 different cytokines in cultures derived from 3 separate healthy donors and measured significant production of 27 different cytokines. We found that addition of TLR ligands generally reduced the production of immunoregulatory/Th2 cytokines compared to IL-2 alone (Fig. 5A) . This was especially true for ssRNA40 in all cases except the increased production in IL-10; observed with both polyI:C and ssRNA40. In coordination with the reduced production of regulatory cytokines we observed increased production of inflammatory cytokines. In particular, the Th1 polarizing cytokine IL-12p70 was significantly increased with ssRNA40 and mildly increased with polyI:C (Fig. 5B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 188,
                    "text": "(Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 601,
                    "end": 610,
                    "text": "(Fig. 5A)",
                    "ref_id": null
                },
                {
                    "start": 1000,
                    "end": 1009,
                    "text": "(Fig. 5B)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We then tested whether the inflammatory environment led to increased Th1 polarization or caused non-specific bystander activation to account for the increase in IFN-c1 T cells. Unlike figure 4 , where HLA-pentamer and IFN-c staining were performed in separate assays, we measured IFN-c production in HLA pentamer1 or TCR Vbeta1 cells to measure cytokine production in TCR transduced cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 192,
                    "text": "figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "As above, HLA pentamer staining was similar between the different conditions (Fig. 6A ). The addition of polyI:C and ssRNA40 increased the frequency of IFN-c1 T cells compared to IL-2 alone (Fig. 6B) . We observed an increase in IFN-c1/pentamer1 T cells with polyI:C and ssRNA40 compared to IL-2 alone (Fig. 6C) , indicating increased polarization of pentamer positive cells to a Th1 phenotype. However, only approximately 70% of the IFN-c1 cells were pentamer positive, regardless of the condition (Fig. 6B&C ). This leaves a significant number of IFN-c1 T cells that either express too little TCR to stain with pentamer or are responding as non-specific bystanders in the co-culture.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 85,
                    "text": "(Fig. 6A",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 199,
                    "text": "(Fig. 6B)",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 311,
                    "text": "(Fig. 6C)",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 509,
                    "text": "(Fig. 6B&C",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Next, we analyzed IFN-c production in Vbeta1 T cells. The advantage of Vbeta staining is that nearly all T cells expressing our introduced TCR, whether is it properly paired with the correct alpha chain or not, will be stained by the antibody. Therefore, Vbeta staining may detect T cells producing IFN-c that do not express enough of the introduced TCR for HLA-pentamer staining. Similar to pentamer staining, TCR beta chain expression was similar across all conditions (Fig. 6D ) and the frequency of IFN-c1 T cells increased with the addition of polyI:C and ssRNA40 (Fig. 6E) . Unlike T cells stained with pentamers, we found that nearly all (<90%) of the IFN-c1 cells following peptide-specific activation were TCR V beta positive (Fig. 6E&F) . These data indicate that IFN-c production was specific to the introduced TCR. They also confirm increased Th1 polarization as cells shift from Vbeta1/IFN-c-to Vbeta1/IFN-c1 with the addition of TLR ligands to the culture. Therefore, similar to their role in natural infection, combining T cell activation in the presence of TLR ligation led to an inflammatory environment during the activation phase for transduction and translated into a greater frequency of IFN-c producing T cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 471,
                    "end": 479,
                    "text": "(Fig. 6D",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 578,
                    "text": "(Fig. 6E)",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 746,
                    "text": "(Fig. 6E&F)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "As a final characterization of their function, and to determine whether culturing in different conditions altered transduced T cell cytotoxic function, we compared the ability of T cells transduced with the HBV core antigen-specific TCR to lyse hepatocyte-like cell lines (HepG2) expressing HBV antigens. We found that T cells cultured under any of the conditions exhibited efficient and similar lysis of targets expressing the HBV core antigen (HG2cAg). We observed 95% specific lysis at a 155 E5T ratio and 80% specific lysis at a 1510 E5T ratio (Fig. 6G) . Co-culture with HepG2 cells expressing the irrelevant HBV surface antigen (HG2sAg) did not result in any significant lysis. We were unable to titrate the cytotoxicity experiment for sensitivity as the antigen in HepG2 cells is produced from a CMV promoter following transduction with a lentiviral vector. However, this data demonstrated that transduced T cells cultured under any condition tested are specific and highly cytotoxic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 548,
                    "end": 557,
                    "text": "(Fig. 6G)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Numerous sophisticated approaches have been developed to optimize the TCR expression cassette 14, 19, 22, 23 , pairing of the introduced TCR 24-29 and function/maturation of the resulting T cell population 30, 31 . These approaches have largely been based on the modification of a single TCR in each study. We chose the simplest modifications previously reported in the literature and applied them to our library of 10 different virus-specific TCRs to optimize TCR expression and the antiviral potential of redirected primary human T cells. In line with previous reports, we observed that codon optimization, linking the alpha and beta chains with a P2A sequence, including a glycine-serine-glycine spacer, and the addition of a non-native cysteine disulfide bond in the TCR constructs led to increased expression and pairing. Surprisingly, when we tested whether simply inverting the orientation of the alpha and beta genes within the TCR expression cassette impacted TCR expression and function we found evidence for clear positive (high frequency) and negative (low frequency) orientation. In 9/10 of the TCRs, placing the beta chain upstream of the P2A sequence resulted in enhanced expression. This enhanced expression translated to increased HLA-multimer staining in the non-CD8 T cell population as well, comprised primarily of CD4 T cells, which provide help for virus specific CD8 T cells in vivo 32 .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 98,
                    "end": 101,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 102,
                    "end": 105,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The difference in expression of the TCR beta chain between the different orientations was less pronounced than that observed for HLA multimer staining. There was only a 1.9 fold increase in TCR beta expression dependent on the orientation, suggesting that translation of the proteins was similar despite orientation of the TCR cassette. In contrast, we observed a 4.2 fold increase in HLA multimer staining that was dependent on the orientation. The discrepancy between these two observations remains unclear. Unlike internal ribosome entry sites (IRES), the P2A linker results in nearly equimolar production of both the alpha and beta chains 13 . Therefore, there should be equal production despite the orientation. The difference may be related to the stability of individual TCR alpha and beta proteins. The TCR alpha chain is rapidly targeted for ER associated degradation. This is the rate-limiting step in TCR complex expression in developing thymocytes 33 and this instability carries over to TCR expression in mature T cells 34, 35 . Therefore, translating the beta chain first may facilitate TCR alpha/beta heterodimer formation and stability; as the downstream alpha chain is translated it can rapidly pair with beta.",
            "cite_spans": [
                {
                    "start": 1033,
                    "end": 1036,
                    "text": "34,",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In some TCRs, the two different orientations (a-P2A-b and b-P2A-a) resulted in nearly equal expression. This similarity between orientations was primarily observed in TCRs with the highest TCR V beta expression (.25% of CD8 T cells). These TCRs may be particularly stable and thus expression is not influenced so significantly by endogenous TCRs. The end result is that a majority of the TCR cassettes have an optimal orientation and testing both can be an easy solution that significantly increases expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The functional impact of optimal TCR orientation was observed in the ability of redirected cells to produce antiviral cytokines in response to their cognate epitopes. The optimal orientation of the TCR cassette not only increased the frequency of cells capable of producing IFN-c but it also increased the multi-functionality of the total T cell population; increasing the frequency of both IL-2 and TNF-a producing T cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition to optimizing TCR expression we also focused on augmenting redirected T cell function. Instead of using cytokines or specific T cell populations during transduction 30,31 , we added TLR agonists to the culture to mimic pathogen signals encountered during infection. Addition of the TLR ligands had only a minor effect on TCR expression. We observed a slight increase in pentamer positive CD8 T cells with ssRNA40 but the most significant difference was observed in the function of the redirected T cell population. We observed increases in the frequency of IFN-c producing cells with polyI:C (TLR-3) and ssRNA40 . This increase in IFN-c1 cells was related to increased polarization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data suggests that TLR ligands help polarize T cells during the activation phase through reduced production of regulatory and Th2associated cytokines and increased the production of inflammatory and Th1-associated cytokines. Not all IFN-c1 T cell stained positive with HLA pentamers, indicating that cells that do not express enough properly paired TCR to bind HLA mulitmers but remained functional. This was confirmed by co-staining IFN-c1 T cells with TCR beta chain antibodies. Approximately 90% or greater of the IFN-c1 T cells were also positive for the introduced beta chain, suggesting that nearly all responding cells are epitope-specific through the introduced TCR. It has been established that T cells remain functional with only a fraction of their TCR on the surface, as low at 5% in one study 36 . Thus, the use of TLR ligands during T cell activation may help to maximize the pool of functional T cells for adoptive cell therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we have developed a virus-specific T cell receptor library targeting different viral infections. Using straightforward approaches we optimized TCR expression and tried to minimize alterations to the wild type amino acid sequence to reduce potential immunogenicity 37 . The modifications led to increased TCR expression and function. Banks of ready-made virus-specific T cells for adoptive cell therapy are being used 38 and the ability to generate unlimited numbers of highly efficient virus-specific T cells using TCR gene transfer could facilitate this approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Patient samples and isolation. Blood was obtained from healthy donors under informed consent or purchased as anonymous buffy coats from the Blood Donation Center at the National University Hospital, Singapore. This study was approved by the Institutional Review Board at the National University Hospital, Singapore. Blood from resolved HBV patients was obtained at the Azienda Ospedaliero-Universitaria di Parma, Italy, under informed consent and approved by the local Ethics Committee. Blood from resolved SARS patients was collected at the Singapore General Hospital under informed consent approved by the Centralized Institutional Review Board of the Singapore Health Services Pte, Ltd. All experiments were performed in accordance with the guidelines of the ethics committees. Peripheral blood mononuclear cells (PBMCs) from donors were isolated by Ficoll-Hypaque density gradient centrifugation (GE healthcare) and HLA-typed to four digit resoltuion. Peptide-specific T cell expansion. PBMC with HLA matching the restriction of the synthetic peptides were expanded with 1 mg/ml of each peptide for 10 d in AIM-V medium (Invitrogen) with 2% human AB serum (Invitrogen) supplemented with 20 U/ml II-2 (R&D Systems). Cultures were tested for positive responses using intracellular cytokine staining for IFN-c. Briefly, T cells were stimulated for 5 h with 1 mg/ml of the peptide in the presence of 10 mg/ml of Brefeldin A. The cells were stained with anti-CD8 PE-Cy7 (BD Pharmingen) for 15 min on ice, wahsed and fixed using Cytofix/Cytoperm (BD Biosciences) for 20 min on ice. Following fixation/ permeabilization, cells were stained with anti-IFNc PE (BD Biosciences) for 30 min on ice. Cells were washed and then resuspended in 13 PBS for acquisition on the Facs Canto (BD Biosciences) and analyzed using FACs Diva software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Postive responses were restimulated to increase frequency and numbers of peptidespecific T cells. Peptide-specific T cell cultures (5 3 10 5 ) were co-cultured with irradiated (2500 rads) healthy donor PBMC (1.7 3 10 6 ) and HLA-matched EBV transformed B cell lines (3 3 10 5 ) loaded with peptide for 1 h at room temperature. Restimulated T cells were cultured in AIM-V media supplemented with 2% AB serum, 20 U/ml IL-2, 10 ng/ml IL-7 and 10 ng/ml IL-15 (R&D Systems). Functionality was tested again 10 d after restimulation using the CD107a degranulation assay to maintain cell viability. The TCR variable beta chain staining panel IO Test Beta Mark TCR V kit (Beckman Coulter) was used to determine the immunodominant Vb on CD107a1 cells following peptide stimulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Isolation of Ag-specific T cells. Expanded T cell lines were stimulated with 1 ug/ml of peptide for 2 h in the presence of anti-CD107a-APC at 37uC and washed once before staining for immunodominant Vb, identified using the screening panel, for 30 min on ice. Cells were washed once and passed through a 70 uM cell strainer and resuspended in sterile PBS. Peptide-specific T cells were sorted using fluorescenceactivated cell sorting (FACS) on a FACss Aria III (BD Biosciences) by gating on CD107a1Vb1 cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Cloning of TCRa and TCRb chains. Total RNA was isolated from the sorted cells using RNeasy Micro kit (Qiagen) and reverse transcribed into cDNA using the 59 GeneRacer Core kit according the manufacturer's instructions (Invitrogen). PrimeSTAR MAX (Takara, Bio) was used to amplify the target gene using 59 GeneRacer primer and 39 Gene-specific primers for the TCR alpha constant domain (TCAGCTGGACCACAGCCGCAGC) and two alleles for the TCR beta constant domain (Beta C1 5 TCAGAAATCCTTTCTCTTGACCATGGC; Beta C2 5 CTAGCCTCTGGAATCCTTTCTCTTG). The PCR products were ligated into TOPO-vector for bacterial transformation. Colonies were screened using the same primer pair as mentioned above to verify insert and then sequenced (AITBiotech). The sequences obtained were BLAST against the Human TCR database online (IMGT/V-Quest, http://www.imgt.org) to identify the components of the TCRs. Upon identification of the alpha and beta chains, functional confirmation was performed using the wild type sequences before synthesizing the P2A-linked single cassette, codon optimized, cystine-modified gene constructs (Genescript). The gene cassettes consisting of VaCa-P2A-VbCb and VbCb-P2A-VaCa orientations were tested for expression and functionality in primary human T cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "TCR introduction into primary T cells. Retroviral vector, MP71, was used to deliver the TCR genes into the primary human T cells. 2 3 10 6 Phoenix amphotropic packaging cells were seeded into 100 mm tissue culture dishes 24 h prior to transfection. Phoenix cells were transiently co-transfected using calcium phosphate with 9 mg each of MP71-TCR Va, MP71-TCR Vb together with 6 mg of amphotropic envelope (PCL-Amp) for 24 h. For P2A-linked constructs, 18 mg of the TCR plasmid was co-transfected with 6 mg of the amphotropic envelope. After 24 h, IMDM was replaced with Aim-V supplemented with 2% human AB serum and phoenix cells were incubated for an additional 24 h before retroviral supernatants were collected for transduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "PBMC were stimulated with 600 U/ml interleukin-2 (IL-2; R&D Systems) and 50 ng/ml anti-CD3 (OKT-3; eBioscience, San Diego, CA) for 48 h. Untreated 24 well tissue culture plates were coated with 30 ug/ml Retronectin (Takara Bio) overnight at 4uC one day prior to transduction. Wells were then washed with HBSS and blocked with PBS 2% BSA. Lymphocytes were harvested, washed, counted and 5 3 10 5 cells plated into retronectin coated wells and mixed with 1.5-2 ml of unconcentrated retroviral supernatants collected as described above. After 24 h, the viral supernatant was replaced with Aim-V medium with 2% human AB serum, supplemented with 100 U/ml IL-2. TCR surface expression was tested with HLA-pentamers (ProImmune), HLA-tetramer produced by peptide exchange 39 or anti-Vb antibodies 72 h post transduction. Functionality of TCR redirected T cells was tested 7 days post transduction as described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Flow cytometry analysis of TCR expression. Monitoring expression of the introduced TCR was dependent on available reagents. In most cases both anti-Vbeta antibodies (Beckman Coulter) and PE labeled HLA pentamers (ProImmune)/ tetramers (prepared in-house) were available. However, there was no TCR V beta antibody available for the HBV Env 370-79 TCR and no multimer available for the EBV EBNA-4NP 399-408 . Pentamer staining was performed for 15 minutes at room temperature in PBS, 1% BSA and 0.1% sodium azide (staining buffer). Cells were washed and stained with CD8-PeCy7 (BD Bioscience, RPA-T8) for 30 min on ice. In parallel, transduced T cells were stained with anti-V beta antibodies 1 CD8-PECy7 for 30 min on ice. Cells were immediately fixed with PBS 1 1% formaldehyde and analyzed on FACs Canto flow cytometer. To determine optimal TCR alpha/beta orientation we selected 2-3 retroviral clones carrying the TCRs in either the alpha-2A-beta or beta-2A-alpha orientation and used these retroviral clones to transduce T cells as described above. Each experiment was performed at least twice and the best clone from each orientation was used to test their functionality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Redirected T cell functionality was tested 7 d post transduction. Either HLA-A0201 T2 cells or HLA-matched immortalized EBV B cell lines were used as antigen presenting cells (APCs) to test functionality of the TCR redirected T cells. APCs were loaded with 1 mg/ml for each peptide for 1 h at room temperature. APCs were washed with HBSS and co-cultured with TCR redirected T cells overnight in Aim-V 2% Abs with 2 mg/ml brefeldin A (Sigma). Cells were stained with CD8-PECy7 and fixed with cytofix/cytoperm (BD Biosciences). Cells were then stained with anti-IFN-c-APC, TNF-a-Alexa488 (BD Biosciences) or IL-2-PE (R&D Systems) for 30 min on ice with staining buffer 1 0.1% saponin (Sigma). Cytokine producing cells were analyzed on a BD FACs Canto flow cytometer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Function of TCR transduced T cells."
        },
        {
            "text": "Initial experiments comparing HLA pentamer staining to IFN-c producing T cells were performed on separate days (day 3 or 7). We also measured IFN-c production vs HLA pentamer or V beta antibody in the same experiment. At 4 d post transduction, either mock transduced or redirected T cells were stained with HLA pentamers or anti-V beta antibodies and then activated by peptide loaded APCs for 5 h in Aim-V, 2% AB serum 1 10 mg/ml brefeldin A. Following 5 h incubation, cells were labeled with a Fixable Viability Dye eFluor780 (eBioscience) and stained with CD8-PECy7 and CD4-Alexa700. Cells were fixed and stained for IFN-c-APC as above. IFN-c production was monitored in CD8 V beta or pentamer positive cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Function of TCR transduced T cells."
        },
        {
            "text": "To confirm cytotoxic function, redirected cells specific for the HBV core18-27 epitope were sorted based on TCR V beta and CD8 expression. Sorted Vbeta1CD81 T cells were co-cultured overnight in 96 well flat-bottom plates with 20,000 HepG2 cells expressing luciferase plus either the HBV core antigen or an irrelevant antigen, HBV surface antigen, at 155 and 1510 effector5target ratios. Following the incubation, media was removed and cells were washed once with PBS. Steady-Glo reagent (Promega) was added to each well and incubated for 5 min at RT in dark to allow cell lysis. Steady-Glo reagent was transferred into a black 96-well plate and luminescence was measured using a Biotek Synergy 4 microplate reader. Results were expressed as % lysis 5 100% 2 (luminescence remaining after lysis (HepG2 1 T cells)/maximum luminescence (HepG2 alone))% and calculated as mean of triplicate measurements 1/2 standard deviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Function of TCR transduced T cells."
        },
        {
            "text": "Toll-like receptor ligand activation. Healthy donor PBMC were activated as above for retroviral transduction with 50 ng/ml OKT-3 and 600 U/ml IL-2. In addition to the standard condition, TLR agonists 10 mg/ml polyI:C (TLR-3), 5 mg/ml Imiquimod (TLR-7), 1 mg/ml ssRNA40 (TLR-8), and 5 uM CpG (CpG2216; TLR-9) (Invivogen) were added during the first 48 h of PBMC activation. Following the 48 h incubation, the media was removed for transduction and stored at 280 C for luminex analysis. TLR ligands were not maintained in the maintenance medium and T cells were transduced with the HBV core 18-27-specific TCR and cultured in Aim-V 1 2% human AB serum 1 100 U/ml IL-2. TCR expression was monitored using HLA-A2-HBc18-27 pentamers and the functionality was monitored intracellular cytokine staining for IFN-c. Supernatants taken from 48 h activated cultures were analyzed for cytokine production using the MILLIPLEX Cytokine/Chemokine 42-Premixed Panel (Milipore). Luminex analysis was performed by the Immune Monitoring Core at the Singapore Immunology network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Function of TCR transduced T cells."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Innate and adaptive immune responses in chronic hepatitis B virus infections: towards restoration of immune control of viral infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bertoletti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferrari",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Gut",
            "volume": "61",
            "issn": "",
            "pages": "1754--1764",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cytotoxic T lymphocytes for the treatment of viral infections and posttransplant lymphoproliferative disorders in transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pagliara",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Savoldo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Opin Infect Dis",
            "volume": "25",
            "issn": "",
            "pages": "431--437",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clearance of hepatitis B surface antigen after bone marrow transplantation: role of adoptive immunity transfer",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Hepatology",
            "volume": "25",
            "issn": "",
            "pages": "1497--1501",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Resolution of chronic hepatitis B and anti-HBs seroconversion in humans by adoptive transfer of immunity to hepatitis B core antigen",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Gastroenterology",
            "volume": "122",
            "issn": "",
            "pages": "614--624",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Anti-HBs re-seroconversion after liver transplantation in a patient with past HBV infection receiving a HBsAg positive graft",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Loggi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Hepatol",
            "volume": "50",
            "issn": "",
            "pages": "625--630",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Adoptive transfer of cytomegalovirus-specific CTL to stem cell transplant patients after selection by HLA-peptide tetramers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cobbold",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Exp. Med",
            "volume": "202",
            "issn": "",
            "pages": "379--386",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infusion of cytotoxic T cells for the prevention and treatment of Epstein-Barr virus-induced lymphoma in allogeneic transplant recipients",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rooney",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Blood",
            "volume": "92",
            "issn": "",
            "pages": "1549--1555",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infection of mice with a human influenza A/H3N2 virus induces protective immunity against lethal infection with influenza A/H5N1 virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H C M"
                    ],
                    "last": "Kreijtz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2009.05.079"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cellular immune correlates of protection against symptomatic pandemic influenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Med",
            "volume": "19",
            "issn": "",
            "pages": "1305--1312",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Engineering T Cells Specific for a Dominant Severe Acute Respiratory Syndrome Coronavirus CD8 T Cell Epitope",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L J"
                    ],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "10464--10471",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Engineering virus-specific T cells that target HBV infected hepatocytes and hepatocellular carcinoma cell lines",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Gehring",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Hepatol",
            "volume": "55",
            "issn": "",
            "pages": "103--110",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Genome-wide survey of recurrent HBV integration in hepatocellular carcinoma",
            "authors": [
                {
                    "first": "W.-K",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Genet",
            "volume": "44",
            "issn": "",
            "pages": "765--769",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Correction of multi-gene deficiency in vivo using a single 'self-cleaving' 2A peptide-based retroviral vector",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Szymczak",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Biotechnol",
            "volume": "22",
            "issn": "",
            "pages": "589--594",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Development of optimal bicistronic lentiviral vectors facilitates high-level TCR gene expression and robust tumor cell recognition",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Gene Ther",
            "volume": "15",
            "issn": "",
            "pages": "1411--1423",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Facilitating matched pairing and expression of TCR chains introduced into human T cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuball",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Blood",
            "volume": "109",
            "issn": "",
            "pages": "2331--2338",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Enhanced Antitumor Activity of T Cells Engineered to Express T-Cell Receptors with a Second Disulfide Bond",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cancer Res",
            "volume": "67",
            "issn": "",
            "pages": "3898--3903",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Codon modification of T cell receptors allows enhanced functional expression in transgenic human T cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B J"
                    ],
                    "last": "Scholten",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin. Immunol",
            "volume": "119",
            "issn": "",
            "pages": "135--145",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Retroviral vectors for high-level transgene expression in T lymphocytes",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Engels",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hum. Gene Ther",
            "volume": "14",
            "issn": "",
            "pages": "1155--1168",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Enhanced functionality of T cell receptor-redirected T cells is defined by the transgene cassette",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leisegang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Mol Med",
            "volume": "86",
            "issn": "",
            "pages": "573--583",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Direct stimulation of human T cells via TLR5 and TLR7/8: flagellin and R-848 up-regulate proliferation and IFN-c production by memory CD41 T cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caron",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Immunol",
            "volume": "175",
            "issn": "",
            "pages": "1551--1557",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Using 3 TLR ligands as a combination adjuvant induces qualitative changes in T cell responses needed for antiviral protection in mice",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Clin. Invest",
            "volume": "120",
            "issn": "",
            "pages": "607--616",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Incorporation of Transmembrane Hydrophobic Mutations in the TCR Enhance Its Surface Expression and T Cell Functional Avidity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haga-Friedman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horovitz-Fried",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Immunol",
            "volume": "188",
            "issn": "",
            "pages": "5538--5546",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Improved Expression and Reactivity of Transduced Tumor-Specific TCRs in Human Lymphocytes by Specific Silencing of Endogenous TCR",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cancer Res",
            "volume": "69",
            "issn": "",
            "pages": "9003--9011",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Single-chain VaVb T-cell receptors function without mispairing with endogenous TCR chains",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Aggen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Gene Ther",
            "volume": "19",
            "issn": "",
            "pages": "365--374",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Minimal Amino Acid Exchange in Human TCR Constant Regions Fosters Improved Function of TCR Gene-Modified T Cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sommermeyer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Uckert",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Immunol",
            "volume": "184",
            "issn": "",
            "pages": "6223--6231",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Selected Murine Residues Endow Human TCR with Enhanced Tumor Recognition",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bialer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horovitz-Fried",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ya&apos;acobi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Immunol",
            "volume": "184",
            "issn": "",
            "pages": "6232--6241",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Molecular design of the Calphabeta interface favors specific pairing of introduced TCRalphabeta in human T cells",
            "authors": [
                {
                    "first": "R.-H",
                    "middle": [],
                    "last": "Voss",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Immunol",
            "volume": "180",
            "issn": "",
            "pages": "391--401",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Human TCR that incorporate CD3f induce highly preferred pairing between TCRa and b chains following gene transfer",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sebestyén",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Immunol",
            "volume": "180",
            "issn": "",
            "pages": "7736--7746",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Enhanced Antitumor Activity of Murine-Human Hybrid T-Cell Receptor (TCR) in Human Lymphocytes Is Associated with Improved Pairing and TCR/CD3 Stability",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cancer Res",
            "volume": "66",
            "issn": "",
            "pages": "8878--8886",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Modulating the differentiation status of ex vivo-cultured anti-tumor T cells using cytokine cocktails",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cancer Immunol Immunother",
            "volume": "62",
            "issn": "",
            "pages": "727--736",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Adoptively transferred effector cells derived from naive rather than central memory CD81 T cells mediate superior antitumor immunity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Hinrichs",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "106",
            "issn": "",
            "pages": "17469--17474",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A Practical Approach to Immunotherapy of Hepatocellular Carcinoma Using T Cells Redirected Against Hepatitis B Virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Ther Nucleic Acids",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Developmental regulation of alpha beta T cell antigen receptor expression results from differential stability of nascent TCR alpha proteins within the endoplasmic reticulum of immature and mature T cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Kearse",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "EMBO J",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A peptide sequence confers retention and rapid degradation in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Science",
            "volume": "247",
            "issn": "",
            "pages": "79--82",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Translocation of TCR alpha chains into the lumen of the endoplasmic reticulum and their degradation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Strominger",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Science",
            "volume": "259",
            "issn": "",
            "pages": "1901--1904",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "How Much TCR Does a T Cell Need?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Labrecque",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Immunity",
            "volume": "15",
            "issn": "",
            "pages": "71--82",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The immunogenicity of virus-derived 2A sequences in immunocompetent individuals",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arber",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Gene Ther",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/gt.2013.25"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Multicenter study of banked third-party virus-specific T cells to treat severe viral infections after hematopoietic stem cell transplantation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Leen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Blood",
            "volume": "121",
            "issn": "",
            "pages": "5113--5123",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Conditional ligands for Asian HLA variants facilitate the definition of CD8 1T-cell responses in acute and chronic viral diseases",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "X L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur. J. Immunol",
            "volume": "43",
            "issn": "",
            "pages": "1109--1120",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Optimization strategies to increase TCR expression. (A) Frequency of CD81, multimer1 T cells following transduction with the different formats of TCR gene cassettes: a 1 b (separate vectors), a-b-Opt (P2A linked, optimized, single vector), a-bcys-Opt (P2A linked, optimized, non-native disulfide, single vector). (B) Dot plots of 3 TCRs showing expression differences between TCRs without and with the additional disulphid bond. Values in upper right quadrant is mean fluorescence intensity of CD81 multimer1 T cells. Experiments were performed at least twice for each TCR.www.nature.com/scientificreports SCIENTIFIC REPORTS | 4 : 4166 | DOI: 10.1038/srep04166",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Orientation of the alpha and beta genes within the cassettes impacts expression. (A) Diagram describing the different orientations of the TCR cassette. (B) Representative dot plots using HBV env 171-80 TCR showing difference in TCR beta staining with each orientation. (C) Summary of Vbeta staining from both orientations for all TCRs (D) Mean frequency of Vbeta1 CD81 T cells when TCRs were grouped according to their postive (higher) and negative (lower) expression. (E) Representative dot plots using HBV env 171-80 TCR showing difference in HLA tetramer staining with each orientation. (F) Summary of HLA-multimer staining from both orientations for all TCRs (G) Mean frequency of HLA-multimer1 CD81 T cells whenTCRs were grouped according to their postive (higher) and negative (lower) expression. There was a statistically significant difference in expression between the positive and negative orientation using the paired t test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "TCR orientation significantly impacts T cell function. (A) Representative dot plots showing the difference in IFN-c1 CD81 T cell frequency using the HBV env 183-91 TCR in both orientations. (B) Frequency of IFN-c1 CD81 T cells for each TCR in both orientations. (C) Mean frequency of IFN-c1 CD81 T cells when TCRs were grouped according to their postive (higher) and negative (lower) expression. There was a statistically significant difference in IFN-c1 T cells between the positive and negative orientation deteremined by paired t test. Positive orientation of the TCR increased the production of (D) TNF-a and (E) IL-2 in the transduced T cell population.www.nature.com/scientificreports SCIENTIFIC REPORTS | 4 : 4166 | DOI: 10.1038/srep04166",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "TLR ligands increase functionality of transduced T cells. (A) Pentamer staining following transduction of T cells activated in the presence of IL-2 alone or IL-2 1 TLR ligands. (B) Frequency of pentamer1 CD81 T cells after activation in different conditions. (C) Frequency of IFN-c1 CD81 T cells after activation in different conditions. (D) Percent increase in IFN-c1 CD81 T cells compared to T cells activated in IL-2 alone. (E) Frequency of pentamer1 CD41 T cells after activation in different conditions. (F) Frequency of IFN-c1 CD41 T cells after activation in different conditions. (G) Percent increase in IFN-c1 CD41 T cells compared to T cells activated in IL-2 alone. Experiment is representative of 3 separate donors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Synthetic peptides. HBV peptides: Env 183-191 (FLLTRILTI), Env 171-180 (FLGPLLVLQA), Env 370-379 (SIVSPFIPLL), Core 18-27V (FLPSDFFPSV); HCMV peptides pp65 495-505 (NLVPMVATV), pp65 501-509 (ATVQGQNLK), ie1 42-50 (KEVNSQLSL); EBV peptide EBNA-4NP 399-408 (AVFDRKSDAK); SARS peptide NP 216-225 (GETALALLLL) and Influenza peptide M1 58-66 (GILGFVFTL) were purchased from Genscript. Cell lines. Antigen-presenting cell lines, EBV transformed B cell and HLA-A2 positive T2 cells were cultured in RPMI 1640 supplemented with 10% heatinactivated fetal bovine serum (FBS), 20 mM HEPES, 0.5 mM sodium pyruvate, 100 U/ml penicillin, 100 mg/ml streptomycin, MeM amino acids, Glutamax, MeM nonessential amino acids (Invitrogen) and 5 mg/ml Plasmocin (InvivoGen). Phoenix cells were cultured in Iscove's Modified Dulbecco's Medium (Gibco, Invitrogen) supplemented with 10% fetal bovine serum, 100 U/ml penicillin, 100 mg/ml streptomycin, 20 mM HEPES, Glutamax and 5 mg/ml Plasmocin (InvivoGen).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Cytokines in culture supernatant during T cell activation in the presence of TLR ligands. (A) Immunoregulatory/Th2 cyotkines in the culture medium 48 h after T cell activation. (B) Inflammatory/Th1 cytokines in the culture medium 48 h after T cell activation. IFN-c production and cytotoxic function of TCR1 T cells. (A) Frequency of HLA-pentamer1 CD81 T cells following transduction of T cells activated in the presence of IL-2 alone or IL-2 1 polyI:C or ssRNA40. Mock cells are untransduced T cells as negative control (B) Frequency of IFN-c1 T cells in each transduction condition. Bars show total frequency of IFN-c1 CD81 T cells. Black portion constitutes the IFN-c1/pentamer1 T cell fraction. (C) Dot plots showing pentamer vs. IFN-c staining on CD81 T cells transduced under different conditions. (D) Frequency of TCR beta1 CD81 T cells following transduction of T cells activated in the presence of IL-2 alone or IL-2 1 polyI:C or ssRNA40. (E) Frequency of IFN-c1 T cells in each transduction condition. Bars show total frequency of IFN-c1 CD81 T cells. (F) Dot plots showing TCR beta vs. IFN-c staining on CD81 T cells transduced under different conditions. (G) Specific lysis of hepatocyte cell lines expressing HBV antigens with sorted HBV core18-27 TCR, V beta1 CD81 transduced T cells cultured under different conditions. HG2sAg expresses irrelevant antigen as negative control and HG2cAg expresses HBV core antigen. www.nature.com/scientificreports SCIENTIFIC REPORTS | 4 : 4166 | DOI: 10.1038/srep04166",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Cloned Virus-specific T cell receptors",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "www.nature.com/scientificreports SCIENTIFIC REPORTS | 4 : 4166 | DOI: 10.1038/srep04166",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "www.nature.com/scientificreports SCIENTIFIC REPORTS | 4 : 4166 | DOI: 10.1038/srep04166",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "I would like to thank the Flow cytometry cores are the Singapore Immunology Network and the Singapore Institute for Clinical Sciences for help sorting the T cell clones. This work was supported by a Commercialization of Technology grant and core funding from the Agency for Science Technology and Research (AG & AB) and through the Singapore National Research Foundation (NRF) Fellowship (GMG; NRF2007NRF-RF001-226). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}