{
    "paper_id": "62d641575bf71e839a2c4f4c7a6dc398ef2b5a0a",
    "metadata": {
        "title": "The development and application of Laboratory Animal Science in China",
        "authors": [
            {
                "first": "Patri",
                "middle": [],
                "last": "Vergara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "International Council for Laboratory Animal Science (ICLAS) 2 Centre for Diabetes Research",
                    "institution": "Harry Perkins Institute of Medical Research",
                    "location": {
                        "settlement": "Perth",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Grant"
                ],
                "last": "Morahan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Animal Model Exp Med. 2018;1:247-249.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "wileyonlinelibrary.com/journal/ame2 | 247 mimic the pathological process or symptoms of human diseases, at least partially, should be acknowledged as ideal models. As a result, they believe that comparative medicine is an interdisciplinary subject of Laboratory Animal Science and Medicine, focusing on the similarities and differences in medical problems in humans and animals of different species. By establishing animal models of various human diseases, they have studied the occurrence, development, and outcome of diseases caused by the same pathogen in different species, and systematically compared and studied the molecular, organizational, and overall mechanisms that cause these differences in order to understand the nature of human diseases, aging, and life span. They have applied this theory in infectious diseases that have troubled human beings throughout history. In the past 30 years, many new infectious diseases, including AIDS, severe acute respiratory syndrome (SARS), Lyme disease, Hantavirus pneumonia, Nile virus infection, Ebola virus hemorrhagic fever, avian influenza, have emerged, and some diseases are still spreading around the world. Animal models of infectious diseases are indispensable for the study of pathogen-host interactions, immune regulation, and evaluation of vaccines and therapeutic drugs. There are a few key points that need to be considered in the development of infectious disease animal models. Which animals are sensitive to new pathogens? Will the animal-specific diagnostic reagents be developed in time since the clinical ones cannot be applied to animal models? Is there any animal model for simulating the whole process of infectious diseases to support the research? According to these concerns, Prof. Qin Chuan and her team have analyzed the receptors of pathogens and immune systems of different species and strains of animals by comparative medicine methods. The resource bank of susceptible animals with different pathogens has been established to solve the problem of timeliness in the establishment of animal models. By comparing and analyzing the genome, immune factors of humans and different species of animals, and eliminating the background interference of animals, 19 kinds of pathogen monitoring reagents for animal models have been developed. This has solved the problem of clinical reagents being unsuitable for animal detection due to species differences and the short time scale for establishing models. Aimed at the same pathogens, the animal model system (AMS) of different animal species and genetically modified animals has been established, so that factors such as genome, receptor, immunity, pathology, and transmission have been clinically compared and analyzed. The AMS is able to reflect the whole process of various diseases, which has solved the problem of a single animal model being unable to simulate diseases comprehensively. Under this guideline, in 2004, Prof. Qin and her team developed the first nonhuman primate model for SARS infection, which reflects the pathogenesis process of clinical SARS infection. 1 In 2009, they developed the H1N1 transmission model to predict the risk of spread and the carrying of pathogens in animals in close contact with humans. 2 In 2010, the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The 14th Scientific Congress of the Chinese Association for Laboratory Animal Science was held on October [11] [12] 2018 The main points that were discussed are as follows.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 111,
                    "end": 115,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 116,
                    "end": 120,
                    "text": "2018",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After nearly a century of development, there are more than 200 species of experimental animals, and more than 20 000 inbred lines, outbred lines, genetic engineered animals, animal models of diseases, and other resources all over the world, which provide abundant experimental animal resources for scientific research. These resources are widely used in life science research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many important scientific achievements have been obtained by using laboratory animals, as recognized by 18 Nobel Prizes that were awarded for breakthroughs made possible by this work. According to statistics, in the field of life science, animal experiments account for 60% and therefore make a significant contribution to research in the field. Animal experiments have proved that many infectious human diseases are caused by various microorganisms, such as plague, brucellosis, diphtheria, tetanus, smallpox, and so on. These scientific achievements have determined the relationship between various pathogenic microorganisms and human diseases, making it possible to prevent diseases, build immunologic defenses, and to treat various infectious diseases. Antibiotics, drugs, and biological products discov- 4 In 2013, ferret, mice, and pig models for H7N9 were developed to study the virus infection and transmission. 5, 6 Meanwhile, the nonhuman primate models for MERS infection were, respectively, developed on marmosets and rhesus macaques. 7, 8 They also established the nonhuman primate model for HIV study in China used since the 1980s, and the drug resistance and latent infection model for tuberculosis, These models have resolved the bottleneck in the study of infectious diseases study and drug development in China and other countries. [9] [10] [11] [12] In order to improve the reliability and repeatability of animal experimental results, the standardization of animal model development and evaluation technology in infectious diseases has been performed, which has solved the problem of poor reproducibility of animal experiment results. 13, 14 Based on the animal model system for the whole process of Finally, the development of the Gene Mine offers the potential for many new animal models of disease to be developed. Harnessing the genetic repertoire of the mouse species, the Gene Mine consists of dozens of recombinant inbred strains, resembling a large pedigree of dozens of \"cousins\" descended from eight \"great-grandparents\". [15] [16] [17] Already, the Gene Mine has generated several unique models, including for diabetic retinopathy, 18 ulcerative colitis, right ventricular cardiomyopathy, achalasia, prostate hyperplasia, etc. The Gene",
            "cite_spans": [
                {
                    "start": 920,
                    "end": 922,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1047,
                    "end": 1049,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1350,
                    "end": 1353,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1354,
                    "end": 1358,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1359,
                    "end": 1363,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1364,
                    "end": 1368,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1655,
                    "end": 1658,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2052,
                    "end": 2056,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2057,
                    "end": 2061,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2062,
                    "end": 2066,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mine is now based in ILAS, Beijing, where its phenotyping, genotyping and evaluation for diseases is ongoing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLI CT OF INTEREST"
        },
        {
            "text": "https://orcid.org/0000-0002-8562-7325",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grant Morahan"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An animal model of SARS produced by infection of Macaca mulatta with SARS coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Pathol",
            "volume": "206",
            "issn": "",
            "pages": "251--259",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Challenge and polymorphism analysis of the novel A (H1N1) influenza virus to normal animals",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus Res",
            "volume": "151",
            "issn": "",
            "pages": "60--65",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Highly pathogenic avian influenza H5N1 virus could partly be evacuated by pregnant BALB/c mouse during abortion or preterm delivery",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virol J",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transgenic expression of human P-selectin glycoprotein ligand-1 is not sufficient for enterovirus 71 infection in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch Virol",
            "volume": "157",
            "issn": "",
            "pages": "539--543",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transmission of H7N9 influenza virus in mice by different infective routes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virol J",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Novel avian-origin human influenza A (H7N9) can be transmitted between ferrets via respiratory droplets",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "",
            "pages": "551--556",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An animal model of MERS produced by infection of rhesus macaques with MERS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "",
            "pages": "236--242",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human neutralizing monoclonal antibody inhibition of middle east respiratory syndrome coronavirus replication in the common marmoset",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "215",
            "issn": "",
            "pages": "1807--1815",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Middle east respiratory syndrome coronavirus efficiently infects human primary t lymphocytes and activates the extrinsic and intrinsic apoptosis pathways",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Infect Dis",
            "volume": "213",
            "issn": "",
            "pages": "904--914",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Treatment with lopinavir/ritonavir or interferon-β1b improves outcome of MERS-CoV infection in a nonhuman primate model of common marmoset",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Yeung",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "212",
            "issn": "",
            "pages": "1904--1913",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "MERS coronavirus induces apoptosis in kidney and lung by upregulating Smad7 and FGF2",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Yeung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Microbiol",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Design of novel HIV-1/2 fusion inhibitors with high therapeutic efficacy in rhesus monkey models",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Virol",
            "volume": "92",
            "issn": "",
            "pages": "775--793",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prophylactic use of Ganoderma lucidum extract may inhibit mycobacterium tuberculosis replication in a new mouse model of spontaneous latent tuberculosis infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Front Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "GS-9620 inhibits enterovirus 71 replication mainly through the NF-κB and PI3K-AKT signaling pathways",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Antiviral Res",
            "volume": "153",
            "issn": "",
            "pages": "39--48",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Collaborative Cross, a community resource for the genetic analysis of complex traits",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Churchill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Airey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Allayee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Genet",
            "volume": "36",
            "issn": "",
            "pages": "1133--1137",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Establishment of 'The Gene Mine': a resource for rapid identification of complex trait genes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morahan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Balmer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Monley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mamm Genome",
            "volume": "19",
            "issn": "",
            "pages": "390--393",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The genome architecture of The Collaborative Cross mouse genetic reference population",
            "authors": [
                {
                    "first": "Collaborative",
                    "middle": [],
                    "last": "Cross Consortium",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Genetics",
            "volume": "190",
            "issn": "",
            "pages": "389--401",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "How to cite this article: Vergara P, Morahan G. The development and application of Laboratory Animal Science in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Weerasekera",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Balmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ram",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morahan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Invest Ophthalmol Vis Sci",
            "volume": "56",
            "issn": "",
            "pages": "247--249",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "in Qingdao, China. During this congress, an international forum on the development of Laboratory Animal Sciences (LAS) worldwide was held in which participants learnt about the development of new LAS resources and technologies, as well as the progress of LAS in China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "ered through animal experiments have been used for human disease prevention and treatment, saving countless lives. It would have been impossible to eliminate smallpox without animal experiments. Furthermore, animal experiments have solved many important technical problems in clinical medicine, such as hypothermic anesthesia, cardiopulmonary bypass, brain surgery, cardiac surgery, and organ transplantation. Animal experiments have also enabled the study of genetic engineering and the acquisition of desired genetic traits to produce new insights into the molecular bases of disease. Thus, it can be seen that laboratory animals and animal experiments play an extremely important role in promoting the development of life science. In the international forum, the topics that were discussed included the development of LAS; education and training; use and care of laboratory animals; relevant legislation; mouse resources, including development of inbred strains; the correct selection of animal disease models during drug development; and the application of using animal models in infectious diseases. During the round-table discussion, experts affirmed the rapid development of LAS in China. As with the developed countries, LAS in China has experienced many challenges and problems and it is important to obtain advice and suggestions from international experts. According to their experience, education and training has been of great importance. Furthermore, with the development of LAS, correct use and care is becoming more and more crucial and, in this regard, it is very important to get mutual recognition, while at the same time, respecting different cultures. The participants also showed great interest in the development of comparative medicine in China, as well as the development of modified animal models. Comparative medicine has been ascribed different meanings by various universities and research institutions. Basically, it is a distinct discipline of experimental medicine that uses animal models of human and animal disease in translational and biomedical research. The development of comparative medicine in China led by Prof. Qin Chuan and her team (at ILAS) has its own characteristics and considers the similarities and differences between animal models and human diseases. Animal models of diseases that ----------------------------------------------------------------------------------------------------------------------------------------------------------------------H5N1 model was developed to verify the transmission of virus via placenta. 3 In 2011, the first transgenic mouse model for Human Enterovirus 71 infection was developed to verify the function of virus receptors in vivo.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "infectious diseases and evaluation technologies, Prof. Qin and her team have built a platform for precise evaluation of infectious drugs and vaccines. This platform has provided animal models or techniques for nearly 700 projects undertaken by the Chinese Academy of Medical Sciences, Chinese Center for Disease Control and Prevention, Chinese Academy of Sciences, Tsinghua University, and National Institutes of Health et al., which has strongly supported infection and pathogenesis studies.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}