{
    "paper_id": "632bcacf9702ee34c5424827ab7e5449dd21ddcf",
    "metadata": {
        "title": "First Report of Respiratory Syncytial Virus and Human Metapneumovirus Co-Infection in a 2-Year-Old Kawasaki Patient in Iran",
        "authors": [
            {
                "first": "Shatizadeh",
                "middle": [],
                "last": "Malekshahi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "Mokhtari"
                ],
                "last": "Azad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Sh",
                "middle": [],
                "last": "Shahmahmoodi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Yavarian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Rezaei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Naseri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tehran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Respiratory virus infections in children are a leading cause of morbidity and mortality worldwide. Methods: A total of 897 clinical specimens were collected from February 2007 to January 2008 and transported to the National Influenza Center. Two hundred and two samples belonged to children under the age of six from 897 specimens, described above, were selected. Then they were tested for influenza virus types and subtypes by real time PCR assay subsequently, the specimens were tested for RSV and hMPV by hemi-nested multiplex PCR and parainfluenza viruses type 1-4 by hemi-nested multiplex PCR and adenovirus by hemi-nested PCR. Results: The throat swab was taken from the Kawasaki case with the history of chicken`s contact. The specimen was tested for all influenza subtypes especially H5N1 and the results were negative. Meanwhile PCR was done for screening of other respiratory viruses that results came out positive for RSV and hMPV. Conclusion: In the present study, we demonstrated the possibility to detect dual infection caused by RSV and hMPV, but because of the extravagant pattern of this case, more investigation is suggested specially on Kawasaki patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Due to worldwide occurrence, substantial morbidity and mortality rates, respiratory viral infection which swiftly and easily spread, pose a serious public health problem (1) . Human metapneumovirus (hMPV) is one of the etiological agents of acute respiratory tract infections (AR-TIs) which can infect people in all age groups (2) . It induces clinical symptoms ranging from upper to lower respiratory tract illnesses such as bronchiolitis, bronchitis and pneumonia (3) (4) (5) . In 2001, HMPV was identified in samples from children with respiratory tract disease for the first time (6) . In addition, it is a new member of the family paramyxoviridae, subfamily pneumovirus, genus metapneumovirus (7) . RSV is one of the most important respiratory pathogens of childhood, with detection rates reaching 70-85% in hospitalized infants during seasonal winter epidemics worldwide (1, 8) . RSV causes severe lower respiratory infections like bronchiolitis or pneumonia in infants and young children (9) . Coinfection of hMPV with RSV in infants has been suggested to be a factor that influences the severity of bronchiolitis (9) . Phylogenetically, RSV is the closest human virus related to hMPV, and the clinical manifestations of hMPV may share an overlapping spectrum with RSV, so that these two viruses cannot be distinguished by clinical manifestations (4, 7, 9, 10) . RSV and hMPV might have similar seasonal patterns, so co-infection is possible (6, 9) . This report describes a case who did not have the respiratory sign and symptoms, while was actually infected with RSV and hMPV simultaneously. and mouth since 4 d ago. In spite of treating with antipyretics, fever still was persistent. On physical examination, the vital signs were as follow: respiration, 22 breath/min; pulse, 104 beats/min and temperature, 38˚ C. Cardiac, abdominal, neurological and respiratory findings were normal. Laboratory findings were as follows: WBC count, 9.9×10 3 /µl; RBC, 3.77×10 6 /µl; Hb, 10.6 g/dl; Hct, 34.5%; PLT, 443×10 3 /µl; ESR, 90; CRP, +1; Wright/Widal and salmonella Para A/B, Typhi D were negative. Stool exam was normal. In the abdominal sonography, there was no problem and chest X ray was also normal. According to the findings, possible diagnosis was Kawasaki syndrome and treatment with IVIG, aspirin and acetaminophen was started. After one day, fever was resolved but dry cough started at the day four of the admission. Because of the history of contact with chickens and possibility of H5N1, throat swab specimen of the patient was collected and sent to the National Influenza Center in Tehran university of Medical Sciences for influenza surveillance. The specimen was tested for Influenza virus types and subtypes by real time PCR assay using CDC procedure, CDC Real-Time RT-PCR (r.RT-PCR) protocol for detection and characterization of influenza virus (version.2007), but the result was negative. Subsequently, as a part of a project, the specimen was tested for RSV and hMPV by heminested multiplex PCR and parainfluenza viruses type 1-4 by hemi-nested multiplex PCR (11) , and adenovirus by hemi-nested PCR (12) . In our surprise positive results for RSV and hMPV were observed without any special respiratory sign and symptoms. The test was repeated and the results were confirmed again. The nucleotide sequence of the PCR product of the detected hMPV (the M gene fragment) was submitted to GenBank (Accession no. GQ219792).",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 880,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 881,
                    "end": 883,
                    "text": "8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1121,
                    "end": 1124,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1354,
                    "end": 1357,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1358,
                    "end": 1360,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 1361,
                    "end": 1363,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1364,
                    "end": 1367,
                    "text": "10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1449,
                    "end": 1452,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1453,
                    "end": 1455,
                    "text": "9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3082,
                    "end": 3086,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3123,
                    "end": 3127,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the present study, we demonstrated the possibility to detect dual infection which caused by RSV and hMPV. Due to the lack of sensitivity of conventional methods detection of co-infections with different respiratory viruses had been un-derestimated (13) . Severe RSV bronchiolitis in small patient series had been recognized because of co-infection with other viral pathogens (14) . Some previous studies have lighted up increased clinical severity in case of dual infection caused by RSV and hMPV (8, 9) . Greensill et al. observed a 70% co-infection rate with HMPV and RSV and a 90% co-infection rate among intubated infants with hMPV and RSV admitted to their PICU (8) . Although Greensill et al. did not include an appropriate control group in their study, these findings suggest that co-infection with both hMPV and RSV is common and that together the two viruses may contribute to increase the severity of disease (9, 14) . Whereas in other reports hMPV did not contribute to the severity of RSV infection (15, 16) . The basis of the pathogenesis of severe RSV disease is multifactorial. Since severe RSV disease may develop in apparently healthy children, known host risk factors cannot completely account for instances of severe illness. Preexisting or maternally acquired immunity, innate immunity, viral factors and genotypes and environment all likely contribute to disease pathogenesis. We detected co-infection of hMPV and RSV in Kawasaki patient without special respiratory sign and symptoms, we could not find the patient to follow up her and study more about the immunity status and other possibilities of this scenario. More investigation is suggested specially on Kawasaki patients to detect the viral pathogens.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "(8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 504,
                    "end": 506,
                    "text": "9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 922,
                    "end": 925,
                    "text": "(9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "14)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1014,
                    "end": 1018,
                    "text": "(15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1019,
                    "end": 1022,
                    "text": "16)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All ethical issues including plagiarism, Informed Consent, misconduct, data fabrication and/or falsification, double publication and/or submission, redundancy, etc have been completely observed by the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mixed Respiratory Virus Infections",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paranhos-Baccalà",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Komurian-Pradel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vernet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Floret",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "43",
            "issn": "4",
            "pages": "407--417",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Incidence, molecular epidemiology and clinical presentations of human metapneumovirus; assessment of its importance as a diagnostic screening target",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gaunt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcwilliam-Leitch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Templeton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Virol",
            "volume": "46",
            "issn": "4",
            "pages": "318--342",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Co-Infection of Human Metapneumovirus with Adenovirus or Respiratory Syncytial Virus among",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaida",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kubo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shiomi",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kohdera",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Iritani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Children in Japan. Microbiol.Immunol",
            "volume": "51",
            "issn": "7",
            "pages": "679--83",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Virological features and clinical manifestations associated with human metapneumovirus, a new paramyxovirus responsible for acute respiratory tract infections in all age group",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Abed",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pelletier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ruel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moisan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cote",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Infect Dis",
            "volume": "186",
            "issn": "9",
            "pages": "1330--1364",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The highest prevalence of human metapneumovirus in Ahwaz children accompanied by acute respiratory infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arabpour",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Samarbafzadeh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Makvandi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shamsizadeh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Percivalle",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "IJMM",
            "volume": "26",
            "issn": "2",
            "pages": "123--149",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A newly discovered human pneumovirus isolated from young children with respiratory tract disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Den Hoogen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Groen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Med",
            "volume": "7",
            "issn": "6",
            "pages": "719--743",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human Metapneumovirus Detection in Patients with Severe Acute Respiratory Syndrome",
            "authors": [],
            "year": null,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "9",
            "pages": "1058--63",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Multiple simultaneous viral infections in infants with acute respiratory tract infections in Spain",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Calvo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "García-García",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blanco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vázquez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frías",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pérez-Breña",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Casas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "42",
            "issn": "3",
            "pages": "268--72",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human metapneumovirus in severe respiratory syncytial virus bronchiolitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Greensill",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcnamara",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dove",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Flanagan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "3",
            "pages": "372--377",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Metapneumovirus and acute wheezing in children",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Den Hoogen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Garofalo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "9343",
            "pages": "1393--1397",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Development of threemultiplex RT-PCR assays for the detection of 12 respiratory RNA viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bellau-Pujol",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vabret",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Legrand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gouarin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol Methods",
            "volume": "126",
            "issn": "1-2",
            "pages": "53--63",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular identification of adenoviruses in clinical samples by analyzing a partial hexon genomic region",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Casas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Avellon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mosquera",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jabado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Echevarria",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "12",
            "pages": "6176--82",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Dual infections by influenza A/H3N2 and B viruses and by influenza A/H3N2 and A/H1N1 viruses during winter",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Falchi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arena",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Andreoletti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jacques",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Leveque",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Blanchon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Virol",
            "volume": "41",
            "issn": "2",
            "pages": "148--151",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Impact of human metapneumovirus and respiratory syncytial virus co-infection in severe bronchiolitis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcnamara",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Flanagan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "Anthony",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Pulmonol",
            "volume": "42",
            "issn": "8",
            "pages": "740--783",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Absence of human metapneumovirus co-infection in cases of severe respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "Jbm",
                    "middle": [],
                    "last": "Van Woensel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lutter",
                    "suffix": ""
                },
                {
                    "first": "Jwa",
                    "middle": [],
                    "last": "Rossen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schuurman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatr Pulmonol",
            "volume": "41",
            "issn": "9",
            "pages": "872--74",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Human metapneumovirus and severity of respiratory syncytial virus disease",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lazar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weibel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dziura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Landry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "7",
            "pages": "1318--1338",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We would like to thank the entire staff of the National Influenza center, Tehran University of Medical Sciences and Mr Ajideh from Shahid Bahonar hospital in Karaj for helping us with the research. The authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}