{
    "paper_id": "6380762dca586738fd20d4b1c4bbdc3722a313aa",
    "metadata": {
        "title": "Supplementary Information for Crystal structure and activity-based labeling reveal the mechanisms for linkage-specific substrate recognition by deubiquitinase USP9X",
        "authors": [
            {
                "first": "Prajwal",
                "middle": [],
                "last": "Paudel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Delaware",
                    "location": {
                        "addrLine": "214A Drake Hall",
                        "postCode": "19716",
                        "settlement": "Newark",
                        "region": "DE",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South Tower",
                    "location": {
                        "addrLine": "101 College Street",
                        "postCode": "M5G 1L7",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [],
                "last": "Leung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South Tower",
                    "location": {
                        "addrLine": "101 College Street",
                        "postCode": "M5G 1L7",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Harrison",
                "middle": [
                    "C"
                ],
                "last": "Greenberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Delaware",
                    "location": {
                        "addrLine": "214A Drake Hall",
                        "postCode": "19716",
                        "settlement": "Newark",
                        "region": "DE",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yusong",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guangdong Ocean University",
                    "location": {
                        "postCode": "524025",
                        "settlement": "Zhanjiang",
                        "region": "Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi-Hsuan",
                "middle": [],
                "last": "Chern",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Aiping",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South Tower",
                    "location": {
                        "addrLine": "101 College Street",
                        "postCode": "M5G 1L7",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanjun",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South Tower",
                    "location": {
                        "addrLine": "101 College Street",
                        "postCode": "M5G 1L7",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Masoud",
                "middle": [],
                "last": "Vedadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South Tower",
                    "location": {
                        "addrLine": "101 College Street",
                        "postCode": "M5G 1L7",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhihao",
                "middle": [],
                "last": "Zhuang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Delaware",
                    "location": {
                        "addrLine": "214A Drake Hall",
                        "postCode": "19716",
                        "settlement": "Newark",
                        "region": "DE",
                        "country": "USA"
                    }
                },
                "email": "zzhuang@udel.edu"
            },
            {
                "first": "Yufeng",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "South Tower",
                    "location": {
                        "addrLine": "101 College Street",
                        "postCode": "M5G 1L7",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": "ytong@uwindsor.ca"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". Structural analysis of the USP9X catalytic domain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(A) A zinc ion in the tip of fingers subdomain of USP9X is coordinated with Cys1727, His1729, Cys1771, and Cys1774, but not with C1724, as seen in other USPs. (B) The USP9X active site catalytic triad with occlusion of the active site by Gln1683 hydrogen bonded to the backbone of blocking loop 2 (BL2, green) and the Cys1566. (C) USP9X Gln1683 equivalent Gln293 in USP7 rotates to accommodate the Ub C-terminal tail (red) into the catalytic groove. (D) A switching loop (purple) of USP9X between helices 4 and 5 containing Gln1683 is two residues longer compared with the equivalent switching loop of USP7 (cyan for Ub-bound USP7). The USP9X switching loop protrudes into a space otherwise occupied by the C-terminal tail (green) of USP7, suggesting USP9X does not have a similar regulatory mechanism as that of USP7. The secondary structure of USP9X is shown on the top of the line. The catalytic triad is indicated with red circles and zinc finger cysteines with grey boxes. The two large disordered insertions and -hairpin insertion are shown as dotted lines and underlined, respectively. Sequence alignment was generated using Clustal Omega(1) and ESPript 3.0(2). Conservation of USP9X residues was calculated using the ConSurf server(3). The most conserved regions are indicated by arrows. (A) The insertion in USP9X CD box 6 adopts a -hairpin structure (green) and pairs with the strands in the fingers subdomain of a symmetry-related USP9X molecule (light purple) in the crystal lattice to form an extended -sheet. The Zn ion in the fingers subdomain is shown as a sphere. (B) Meta-analysis of the propensity of the box 6 insertion to be disordered in the Database of Disordered Protein Prediction (D2P2). The box 6 insertion has low propensity to be disordered. (C) Secondary structure prediction using RaptorX suggests the box 6 insertion has low propensity to be α-helix (red) or β-strand (blue). Cleavage assay using triUb-NC1-CL2 of (A) K11-, (B) K63-and (C) K48-linkage. DiUb substrates of the corresponding linkage are included as a comparison. Time points for K63-linkage are 5, 10, 30, and 60 min while K11-and K48-linkages are 15, 30, 60 min. USP2 CD-catalyzed cleavage is also included in each assay to show that the di-and tri-Ub substrates can be cleaved. Cleavage of triUb-NC1-CL2 results in an HA-tagged diUb product which is 1 kDa larger than the native diUb as indicated on the gel. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fast, scalable generation of high-quality protein multiple sequence alignments using Clustal Omega",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sievers",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol Syst Biol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Deciphering key features in protein structures with the new ENDscript server",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gouet",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nucleic Acids Res",
            "volume": "42",
            "issn": "",
            "pages": "320--324",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ConSurf 2016: an improved methodology to estimate and visualize evolutionary conservation in macromolecules",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ashkenazy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nucleic Acids Res",
            "volume": "44",
            "issn": "W1",
            "pages": "344--350",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sequence alignment of USP9X from different species and human USP9Y.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Conservation of USP9X CD residues.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of the structural features of different USP CDs. Features are circled for zinc finger (red), truncated fingers subdomain (yellow), -hairpin insertion (purple), helical insertion (green) and large domain insertion (grey). PDB coordinates used are 2HD5 (USP2), 2GFO (USP8), 3I3T (USP21), 5CVM (USP46), 2AYO (USP14), 1NBF (USP7), 2VFH (CYLD), 3IHP (USP5), 6GHA (USP15), 5OHP (USP30), 2Y6E (USP4). Only the CD structures are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Activity assays of WT USP9X CD and mutants using Ub-AMC, diUb and tetraUb substrates.(A) Steady-state kinetics analysis of WT USP9X CD using Ub-AMC as a substrate. Kinetic parameters were obtained by non-linear regression fitting to the Michaelis-Menten equation. Data points are represented as mean ± SD (n = 3). (B) Full-size gels of the cleavage of native diUb substrates of different linkages by WT USP9X CD (cf. Fig. 1E) and β-hairpin deletion mutant (1924-1943). (C) Cleavage of native tetraubiquitin of K6-, K11-, K48-and K63-linkages by WT USP9X CD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Generation of linkage-specific diUb probes with terminally (diUb-NC1-PA2) or internally (diUb-MA1) placed warhead. (A) SDS-PAGE gel analysis of K6, K11, K48, and K63 diUb-NC1-PA2 probes and K6, K11, K48 and K63 diUb-MA1 probes. (B) Xevo Q-TOF MS characterization of the above listed diUb probes. Expected mass of diUb-MA1 is 18339 kDa and of diUb-NC1-PA2 is 18322 kDa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Characterization of diUb-NC1-AMC2 DUB substrates. (A) The SDS-PAGE analysis of K11, K48, and K63 diUb-NC1-AMC2 species. (B-E) Xevo Q-TOF mass spectrometry analysis of Ub-AMC (B), K11 diUb-NC1-AMC2 (C), K48 diUb-NC1-AMC2 (D) and K63 diUb-NC1-AMC2 (E). Expected mass for diUb-NC1-AMC2 is 17285 kDa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Xevo Q-TOF MS analysis of triUb-NC1-CL2 and triUb-MA1-CL2 probes of different linkages. Deconvoluted and multiple-charged state spectra of (A) K11 triUb-NC1-CL2, (B) K11 triUb-MA1-CL2, (C) K48 triUb-NC1-CL2, (D) K48 triUb-MA1-CL2, (E) K63 triUb-NC1-CL2, and (F) K63 triUb-MA1-CL2. Expected mass for triUb-MA1-CL2 is 27001 kDa, and triUb-NC1-CL2 is 27003 kDa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Analysis of the ZnF region of USP9X. (A) Superposition of the USP9X CD apo structure with the USP21/Met1-diUb co-crystal structure (PDB:2Y5B) suggests a possible S2 site near the USP9X zinc finger (ZnF). (B) Kinetic parameters of WT and mutant USP9X CD hydrolyzing Ub-AMC substrate and statistical analysis comparing the Km and kcat of WT and mutant USP9X CD hydrolyzing Ub-AMC. (C) Internally quenched fluorescence (IQF)-diUb substrate cleavage analysis of ZnF mutant C1727A USP9X CD at 50 nM enzyme and 500 nM K11 diUb and 200 nM K63 diUb IQF substrates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Labeling of WT and mutant USP9X CD by Ub-PA and diUb-NC1-PA2 probes. (A) Comparison of the labeling efficiency of WT USP9X CD and the ZnF mutants (C1727A and H1729A) by the HA-tagged Ub-PA probe (n = 12), which has the same warhead as that of diUb-NC1-PA2. (B) Labeling of WT and ZnF mutant USP9X CD by K6-, K48-, K11-, and K63linked diUb-NC1-PA2 probes (n=3), respectively. * indicates labeling band caused by a residual HA-Ub-PA impurity in the DiUb probes. (C) Time course of labeling of WT and C1727A USP9X CD by K11-(top panel) and K63-(bottom panel) diUb-NC1-PA2 probes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Analysis of the -hairpin insertion in sequence box 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Probing the USP9X CD β-hairpin using diUb probes. (A) Kinetics of USP9X WT and (1924-1943) against Ub-AMC substrate (n = 3). (B) Labeling by the HA-tagged Ub-PA probe shows the effect of β-hairpin deletion (n = 12). (C) Labeling of WT and (1924-1943) USP9X CD by K6-, K48-, K11-, and K63-diUb-NC1-PA2 probes. * indicates labeling bands caused by a residual Ub-PA impurity in the DiUb probes. (D) The labeling of WT and (1924-1943) USP9X CD by HA-Ub-VME and diUb-MA1 probes of K6-, K11-, K48and K63-linkages. (E) Gel-based triUb cleavage by WT and (1924-1943) USP9X CD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Probe the effect of Gln1683 in USP9X CD catalysis and labeling by the K11 diUb-MA1 probe. (A) Labeling pattern of WT, Q1683A, and (1924-1943) USP9X CD by K11 diUb-MA1 at r.t. for 1 hr. (B) Compare Km and kcat values of WT and Q1683A USP9X CD using Ub-AMC as a substrate. (C) Compare Km and kcat values of WT and Q1683A USP9X CD using IQF-K11-diUb as a substrate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Cleavage assay of WT USP9X CD using triUb-NC1-CL2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Cleavage and labeling patterns using the hybrid triUb probe triUb-MA1-CL2.(A) Three possible scenarios based on the binding mode of DUBs: 1, exclusive endo-cleavage produces mono-and di-Ub; 2, exclusive exo-cleavage leads to labeling of the DUB by the triUb probe; 3, simultaneous endo-and exo-cleavages produce monoUb as well as di-and tri-Ub labeling of the DUB. (B) K48-linked triUb-MA1-CL2 and K48-linked diUb-MA1 labeling of WT USP9X CD at r.t. for 1 hr with USP2 CD as a comparison.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Superposition of the structure of USP9X CD and that of the USP18 CD in complex with ISG15.USP9X, USP18 and ISG15 are coloured in yellow, blue and grey, respectively. Residues involved in interactions are shown as sticks and labelled.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Kinetic parameters of WT USP9X CD and mutants using Ub-AMCTable S2. Kinetic parameters of WT USP9X CD using diUb-NC1-AMC2",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}