{
    "paper_id": "638c624925ed19a692dcd98a7285191537b1c7c0",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "shown that SAP levels were not increased during bacterial pneumonia, suggesting a limited potential as 94 biomarker in infectious disease. 28 No studies were found that assessed the role of SAP during viral infections. 100",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study we tested the aforementioned plasma proteins for their correlation with severity of viral lower 101 respiratory tract infections in children. were also equal between the different disease severities ( Figure 2C ). SAA plasma levels however, were 173 significantly higher during severe disease compared to mild disease ( Figure 2D ). CFP plasma levels did not differ 174 between mild and moderate disease. In contrast to the other markers, the CFP plasma levels dropped 175 significantly in patients with severe disease (Figure 2E ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 224,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF53"
                },
                {
                    "start": 334,
                    "end": 343,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF53"
                },
                {
                    "start": 533,
                    "end": 543,
                    "text": "(Figure 2E",
                    "ref_id": "FIGREF53"
                }
            ],
            "section": ""
        },
        {
            "text": "Since disease severity can also be reflected by the duration of hospitalisation and the need for supplemental 177 oxygen (as substitute for the need for hospitalisation) we tested whether they correlated with the plasma 178 proteins. Both CRP and CFP correlated significantly with duration of hospitalisation (ρ=0.361, p≤0.001 and ρ=-179 0.22, p<0.05, respectively). However, PTX3, SAP and SAA levels did not. The need for supplemental oxygen was 180 associated with higher levels of CRP and PTX3 (Figure 2A-B) , whereas the other markers showed no significant 181 difference.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 510,
                    "text": "(Figure 2A-B)",
                    "ref_id": "FIGREF53"
                }
            ],
            "section": "176"
        },
        {
            "text": "The influence of age and viral aetiology on protein levels",
            "cite_spans": [],
            "ref_spans": [],
            "section": "183"
        },
        {
            "text": "Children with severe disease are significantly younger ( Table 1) , therefore we checked whether age is a 185 confounder for our protein levels. After stratification of the cohort per severity and age group (under and 186 above two months of age) protein levels were compared. After Bonferroni correction no significant differences 187 were found in the group under two months of age. Thus, age is no confounder for our markers in the prediction 188 of severe disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 65,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "184"
        },
        {
            "text": "RSV mono-infections are more frequently seen in the severe disease group ( Table 1) . We tested whether 190 patients with RSV mono-infections also had higher plasma levels compared to patients with the same disease 191 severity without RSV mono-infections. We found that patients with RSV mono-infections had significantly ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "189"
        },
        {
            "text": "Need for supplemental oxygen 234",
            "cite_spans": [],
            "ref_spans": [],
            "section": "233"
        },
        {
            "text": "Validation of the prediction rule for mild disease, need for hospitalization, resulted in 51% sensitivity and 68% 235 specificity (PPV 46% and NPV 72%). In children below two months of age the rule performed better the AUC 236 increased from 0.67 to 0.79 (sensitivity 55%, specificity 81%, PPV 46% and NPV 86%). In children > 2 months 237 the AUC decreased to 0.58 (sensitivity 52%, specificity 60%, PPV 42% and NPV 69%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "233"
        },
        {
            "text": "Need for mechanical ventilation 240",
            "cite_spans": [],
            "ref_spans": [],
            "section": "239"
        },
        {
            "text": "When the prediction rule was applied to the validation set with a cut-off of 1.22, the sensitivity for severe 241 disease was 71% with 87% specificity, PPV and NPV were 64% and 90%, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "239"
        },
        {
            "text": "In children below two months of age the AUC for severe disease is 0.87 (sensitivity 77%, specificity 57%, PPV 243 45%, NPV 84%). In older children the AUC remains 0.87 (sensitivity 58%, specificity 90%, PPV 52%, NPV 92%). 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 447,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 448,
                    "end": 673,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 674,
                    "end": 899,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 900,
                    "end": 1125,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1126,
                    "end": 1351,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1352,
                    "end": 1577,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1578,
                    "end": 1803,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1804,
                    "end": 2029,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2030,
                    "end": 2255,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "242"
        },
        {
            "text": "A diagnostic accuracy study evaluates the ability of one or more medical tests to correctly classify study participants as having a target condition. This can be a disease, a disease stage, response or benefit from therapy, or an event or condition in the future. A medical test can be an imaging procedure, a laboratory test, elements from history and physical examination, a combination of these, or any other method for collecting information about the current health status of a patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPLANATION"
        },
        {
            "text": "The test whose accuracy is evaluated is called index test. A study can evaluate the accuracy of one or more index tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPLANATION"
        },
        {
            "text": "Evaluating the ability of a medical test to correctly classify patients is typically done by comparing the distribution of the index test results with those of the reference standard. The reference standard is the best available method for establishing the presence or absence of the target condition. An accuracy study can rely on one or more reference standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPLANATION"
        },
        {
            "text": "If test results are categorized as either positive or negative, the cross tabulation of the index test results against those of the reference standard can be used to estimate the sensitivity of the index test (the proportion of participants with the target condition who have a positive index test), and its specificity (the proportion without the target condition who have a negative index test). From this cross tabulation (sometimes referred to as the contingency or \"2x2\" table), several other accuracy statistics can be estimated, such as the positive and negative predictive values of the test. Confidence intervals around estimates of accuracy can then be calculated to quantify the statistical precision of the measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPLANATION"
        },
        {
            "text": "If the index test results can take more than two values, categorization of test results as positive or negative requires a test positivity cut-off. When multiple such cut-offs can be defined, authors can report a receiver operating characteristic (ROC) curve which graphically represents the combination of sensitivity and specificity for each possible test positivity cut-off. The area under the ROC curve informs in a single numerical value about the overall diagnostic accuracy of the index test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPLANATION"
        },
        {
            "text": "The intended use of a medical test can be diagnosis, screening, staging, monitoring, surveillance, prediction or prognosis. The clinical role of a test explains its position relative to existing tests in the clinical pathway. A replacement test, for example, replaces an existing test. A triage test is used before an existing test; an add-on test is used after an existing test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPLANATION"
        },
        {
            "text": "Besides diagnostic accuracy, several other outcomes and statistics may be relevant in the evaluation of medical tests. Medical tests can also be used to classify patients for purposes other than diagnosis, such as staging or prognosis. The STARD list was not explicitly developed for these other outcomes, statistics, and study types, although most STARD items would still apply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPLANATION"
        },
        {
            "text": "This STARD list was released in 2015. The 30 items were identified by an international expert group of methodologists, researchers, and editors. The guiding principle in the development of STARD was to select items that, when reported, would help readers to judge the potential for bias in the study, to appraise the applicability of the study findings and the validity of conclusions and recommendations. The list represents an update of the first version, which was published in 2003.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEVELOPMENT"
        },
        {
            "text": "More information can be found on http://www.equator-network.org/reporting-guidelines/stard. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEVELOPMENT"
        },
        {
            "text": "Blood and nasopharyngeal washings from children < 3 years of age with viral LRTI attending a hospital were 40 collected within 24 hours (acute) and after 4-6 weeks (recovery). Patients were assigned to a mild (observation 41 only), moderate (supplemental oxygen and/or nasogastric feeding) or severe (mechanically ventilation) group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "39"
        },
        {
            "text": "Linear regression analysis was used to design a prediction rule using plasma levels of CRP, SAA, PTX3, SAP and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "42"
        },
        {
            "text": "properdin. This rule was tested in a validation cohort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "43"
        },
        {
            "text": "One hundred and four children (52% male) were included. 108",
            "cite_spans": [],
            "ref_spans": [],
            "section": "45"
        },
        {
            "text": "In this study we tested the aforementioned plasma proteins for their correlation with severity of viral lower The training cohort consisted of 104 children (overall inclusion percentage 58%, off all patients/asked who 169 were contacted informed consent was given in 77%) ( Table 1) . Children with severe disease were significantly 170 younger and had more often siblings than patients in the mild and moderate groups. The amount of children 171 below 2 months of age is 5, 12 and 21 in the mild, moderate and severe group, respectively. Duration of 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 282,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 551,
                    "end": 776,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "45"
        },
        {
            "text": "Markers for infection and disease severity 182 Plasma levels of CRP, SAP, SAA and PTX3 increased significantly during disease compared to levels in recovery 183 samples whereas CFP levels did not differ between these two time points (Figure 1A -E). When the acute 184 disease group was subdivided into three severity classes, plasma levels of CRP during severe disease were 185 significantly higher compared to patients with mild and moderate disease (Figure 2A) . Although there was a stepwise incline in plasma levels of PTX3, there were no significant differences ( Figure 2B ). Plasma levels of SAP 187 were also equal between the different disease severities ( Figure 2C ). SAA plasma levels however, were 188 significantly higher during severe disease compared to mild disease ( Figure 2D ). CFP plasma levels did not differ 189 between mild and moderate disease. In contrast to the other markers, the CFP plasma levels dropped 190 significantly in patients with severe disease ( Figure 2E ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 243,
                    "text": "(Figure 1A",
                    "ref_id": "FIGREF49"
                },
                {
                    "start": 451,
                    "end": 462,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF53"
                },
                {
                    "start": 569,
                    "end": 578,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF53"
                },
                {
                    "start": 666,
                    "end": 675,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF53"
                },
                {
                    "start": 785,
                    "end": 794,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF53"
                },
                {
                    "start": 986,
                    "end": 995,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF53"
                }
            ],
            "section": "180 181"
        },
        {
            "text": "Since disease severity can also be reflected by the duration of hospitalisation and the need for supplemental ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "191"
        },
        {
            "text": "The influence of age and viral aetiology on protein levels",
            "cite_spans": [],
            "ref_spans": [],
            "section": "198"
        },
        {
            "text": "Children with severe disease are significantly younger ( performance of the proteins was tested. First, the performance of the markers to indicate the need for 212 hospitalisation (supplemental oxygen and/or nasogastric feeding) was assessed. Of 104 patients included for 213 analysis 27 did not receive supplemental oxygen: 6 of these patients belonged to the moderate group ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 386,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "199"
        },
        {
            "text": "The area under the curve (AUC) for the markers CRP and PTX3 was 0.63 and 0.64 respectively. The AUC for the 215 other markers was 0.59 for SAA, 0.57 for SAP and 0.51 for CFP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "214"
        },
        {
            "text": "Second, the performance of markers to indicate the need for mechanical ventilation (severe disease) was 217 assessed. Of 104 patients included for analysis, 32 were mechanically ventilated ( Table 1 ). The AUC of the 218 markers that were associated with severe disease, CRP, SAA and CFP, was 0.73, 0.57 and 0.76 respectively. The",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "216"
        },
        {
            "text": "AUC for the other markers was 0.56 for PTX3 and 0.53 for SAP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "219"
        },
        {
            "text": "Combining inflammatory markers increases performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "221"
        },
        {
            "text": "As reflected by the AUC, none of the single markers was considered sufficient to identify mild disease and thus 223 aid in the decision to discharge a patient. Whereas the AUC of some markers for severe disease were slightly 224 higher, none of them exceeded 0.8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "Therefore, linear regression modelling was used to analyse whether a combination of markers could increase 226 the individual performance. The assumption was that distances between the three groups were equal. The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "225"
        },
        {
            "text": "Based on the ROCs, a cut-off value for the identification of mild disease was set at 93.50, which resulted in an ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "231"
        },
        {
            "text": "Therefore, it appears that SAP could not be used as a biomarker for disease severity in viral or bacterial 289 infections. 28 This study is the first to describe the remarkable kinetics of CFP (Properdin) levels, which decrease ",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 125,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "288"
        },
        {
            "text": "The prediction rule for the identification of children with a mild course of disease appeared to be insufficient The advantage of measuring markers in plasma is the easy implementation, speed, reproducibility and 318 standardisation. Moreover, with the use of linear regression tools it is easy to add new markers to optimize the 319 rule. It is assumed that some biomarkers precede clinical symptoms and could therefore be used early in the 320 course of disease to predict severe outcome, whereas this is true for our markers need to be evaluated in 321 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "300"
        },
        {
            "text": "Acknowledgements 331",
            "cite_spans": [],
            "ref_spans": [],
            "section": "330"
        },
        {
            "text": "We would like to thank all parents and children who participated in this study. We are also thankful for the help 332 of the staff from the participating hospitals. We thank Tefa for their Cheiron Dynamic II apparatus to enable us 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 Descriptive data 14* (a) Give characteristics of study participants (eg demographic, clinical, social) and information on exposures and potential confounders, Table 1 (b) Indicate number of participants with missing data for each variable of interest ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 456,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 457,
                    "end": 682,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 683,
                    "end": 908,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 909,
                    "end": 1134,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1135,
                    "end": 1360,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1361,
                    "end": 1586,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1587,
                    "end": 1812,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1972,
                    "end": 1979,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "330"
        },
        {
            "text": "Blood and nasopharyngeal washings from children < 3 years of age with viral LRTI attending a hospital were 41 collected within 24 hours (acute) and after 4-6 weeks (recovery). Patients were assigned to a mild (observation 42 only), moderate (supplemental oxygen and/or nasogastric feeding) or severe (mechanically ventilation) group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "40"
        },
        {
            "text": "Linear regression analysis was used to design a prediction rule using plasma levels of CRP, SAA, PTX3, SAP and 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": "43"
        },
        {
            "text": "properdin. This rule was tested in a validation cohort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "43"
        },
        {
            "text": "One hundred and four children (52% male) were included. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "46"
        },
        {
            "text": "In this pilot study we tested the aforementioned plasma proteins for their correlation with severity of viral ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "109"
        },
        {
            "text": "Markers for infection and disease severity 186 Plasma levels of CRP, SAP, SAA and PTX3 increased significantly during disease compared to levels in recovery 187 samples whereas CFP levels did not differ between these two time points (Figure 1A-E) . When the acute 188 disease group was subdivided into three severity classes, plasma levels of CRP during severe disease were 189 significantly higher compared to patients with mild and moderate disease (Figure 2A) . Although there was a 190 stepwise incline in plasma levels of PTX3, there were no significant differences ( Figure 2B) . Plasma levels of SAP 191 were also equal between the different disease severities (Figure 2C) . SAA plasma levels however, were 192 significantly higher during severe disease compared to mild disease ( Figure 2D) . CFP plasma levels did not differ 193 between mild and moderate disease. In contrast to the other markers, the CFP plasma levels dropped 194 significantly in patients with severe disease (Figure 2E ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 246,
                    "text": "(Figure 1A-E)",
                    "ref_id": "FIGREF49"
                },
                {
                    "start": 451,
                    "end": 462,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF53"
                },
                {
                    "start": 573,
                    "end": 583,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF53"
                },
                {
                    "start": 668,
                    "end": 679,
                    "text": "(Figure 2C)",
                    "ref_id": "FIGREF53"
                },
                {
                    "start": 788,
                    "end": 798,
                    "text": "Figure 2D)",
                    "ref_id": "FIGREF53"
                },
                {
                    "start": 987,
                    "end": 997,
                    "text": "(Figure 2E",
                    "ref_id": "FIGREF53"
                }
            ],
            "section": "184 185"
        },
        {
            "text": "Since disease severity can also be reflected by the duration of hospitalisation and the need for supplemental 196 oxygen (as substitute for the need for hospitalisation) we tested whether they correlated with the plasma 197 proteins. Both CRP and CFP correlated significantly with duration of hospitalisation (ρ=0.361, p≤0.001 and ρ=-198 0.22, p<0.05, respectively). However, PTX3, SAP and SAA levels did not. The need for supplemental oxygen was 199 associated with higher levels of CRP and PTX3 (Figure 2A-B ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 509,
                    "text": "(Figure 2A-B",
                    "ref_id": "FIGREF53"
                }
            ],
            "section": "195"
        },
        {
            "text": "Combining inflammatory markers increases performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "225"
        },
        {
            "text": "As reflected by the AUC, none of the single markers was considered sufficient to identify mild disease and thus 227 aid in the decision to discharge a patient. Whereas the AUC of some markers for severe disease were slightly 228 higher, none of them exceeded 0.8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "226"
        },
        {
            "text": "Therefore, linear regression modelling was used to analyse whether a combination of markers could increase 230 the individual performance. The assumption was that distances between the three groups were equal. The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "229"
        },
        {
            "text": "Therefore, it appears that SAP could not be used as a biomarker for disease severity in viral or bacterial ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "296"
        },
        {
            "text": "Age is always a confounder in studies on disease severity in infants with RSV. We could not find correlations in 332 the acute samples after correcting for age and multiple testing, however we did observe a positive correlation 333 between age and SAA and SAP in the recovery samples (data not shown). This is opposite to our findings during 334 the acute phase of disease (higher levels in younger patients ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "331"
        },
        {
            "text": "We would like to thank all parents and children who participated in this study. We are also thankful for the help 356 of the staff from the participating hospitals. We thank Tefa for their Cheiron Dynamic II apparatus to enable us 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 Study size 10 Explain how the study size was arrived at",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 456,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 457,
                    "end": 682,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 683,
                    "end": 908,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 909,
                    "end": 1134,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1135,
                    "end": 1360,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1361,
                    "end": 1586,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Acknowledgements 355"
        },
        {
            "text": "Since this is a pilot study no power calculation could be performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements 355"
        },
        {
            "text": "Explain how quantitative variables were handled in the analyses. If applicable, describe which groupings were chosen and why. Line 128-132 and 155-163.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative variables 11"
        },
        {
            "text": "Statistical methods 12 (a) Describe all statistical methods, including those used to control for confounding (c) Consider use of a flow diagram. We added a flow-diagram as a supplemental figure, line 173.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative variables 11"
        },
        {
            "text": "Descriptive data 14* (a) Give characteristics of study participants (eg demographic, clinical, social) and information on exposures and potential confounders, Table 1 (b) Indicate number of participants with missing data for each variable of interest ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 166,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Quantitative variables 11"
        },
        {
            "text": "Funding 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other information"
        },
        {
            "text": "Give the source of funding and the role of the funders for the present study and, if applicable, for the original study on which the present article is based line 21-24 *Give information separately for exposed and unexposed groups. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other information"
        },
        {
            "text": "Blood and nasopharyngeal washings from children < 3 years of age with viral LRTI attending a hospital were 41 collected within 24 hours (acute) and after 4-6 weeks (recovery). Patients were assigned to a mild (observation 42 only), moderate (supplemental oxygen and/or nasogastric feeding) or severe (mechanically ventilation) group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "40"
        },
        {
            "text": "Linear regression analysis was used to design a prediction rule using plasma levels of CRP, SAA, PTX3, SAP and 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": "43"
        },
        {
            "text": "properdin. This rule was tested in a validation cohort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "43"
        },
        {
            "text": "One hundred and four children (52% male) were included. 113",
            "cite_spans": [],
            "ref_spans": [],
            "section": "46"
        },
        {
            "text": "In this study we tested the aforementioned plasma proteins for their correlation with severity of viral lower 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 samples whereas CFP levels did not differ between these two time points (Figure 1A-E) . When the acute 192 disease group was subdivided into three severity classes, plasma levels of CRP during severe disease were 193 significantly higher compared to patients with mild and moderate disease (Figure 2A) . Although there was a 194 stepwise incline in plasma levels of PTX3, there were no significant differences ( Figure 2B ). Plasma levels of SAP 195 were also equal between the different disease severities (Figure 2C) . SAA plasma levels however, were 196 significantly higher during severe disease compared to mild disease ( Figure 2D ). CFP plasma levels did not differ 197 between mild and moderate disease. In contrast to the other markers, the CFP plasma levels dropped 198 significantly in patients with severe disease (Figure 2E ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 335,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 336,
                    "end": 561,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 634,
                    "end": 647,
                    "text": "(Figure 1A-E)",
                    "ref_id": "FIGREF49"
                },
                {
                    "start": 852,
                    "end": 863,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF53"
                },
                {
                    "start": 974,
                    "end": 983,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF53"
                },
                {
                    "start": 1069,
                    "end": 1080,
                    "text": "(Figure 2C)",
                    "ref_id": "FIGREF53"
                },
                {
                    "start": 1189,
                    "end": 1198,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF53"
                },
                {
                    "start": 1388,
                    "end": 1398,
                    "text": "(Figure 2E",
                    "ref_id": "FIGREF53"
                }
            ],
            "section": "46"
        },
        {
            "text": "Since disease severity can also be reflected by the duration of hospitalisation and the need for supplemental 200 oxygen (as substitute for the need for hospitalisation) we tested whether they correlated with the plasma 201 proteins. Both CRP and CFP correlated significantly with duration of hospitalisation (ρ=0.361, p≤0.001 and ρ=-202 0.22, p<0.05, respectively). However, PTX3, SAP and SAA levels did not. The need for supplemental oxygen was 203 associated with higher levels of CRP and PTX3 (Figure 2A-B 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 509,
                    "text": "(Figure 2A-B",
                    "ref_id": "FIGREF53"
                },
                {
                    "start": 510,
                    "end": 735,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "199"
        },
        {
            "text": "Combining inflammatory markers increases performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "229"
        },
        {
            "text": "As reflected by the AUC, none of the single markers was considered sufficient to identify mild disease and thus 231 aid in the decision to discharge a patient. Whereas the AUC of some markers for severe disease were slightly 232 higher, none of them exceeded 0.8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "230"
        },
        {
            "text": "Therefore, linear regression modelling was used to analyse whether a combination of markers could increase 234 the individual performance. The assumption was that distances between the three groups were equal. The 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 439,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 440,
                    "end": 665,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 666,
                    "end": 891,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "233"
        },
        {
            "text": "It would be interesting to perform a study that assesses the plasma levels of our markers at different time point 346 during viral infections to increase our insight in the kinetics. It is assumed that some biomarkers precede 347 clinical symptoms and could therefore be used early in the course of disease to predict severe outcome. The",
            "cite_spans": [],
            "ref_spans": [],
            "section": "345"
        },
        {
            "text": "advantage of measuring markers in plasma is the possibility for easy implementation in current diagnostic 349 laboratory settings, relative short time to measure, reproducibility of the assays and available options for 350 standardisation. Moreover, with the use of tools for linear regression modelling it is easy to add new markers 351 to further optimize the predictive rule. In general, our results indicate that combining markers, in our case 352 inflammatory proteins, could increase the performance of a test. This indicates that this method might also be 353 useful in other settings. More specific, due to the validation in an independent cohort we can assume that our 354 decision rule will perform as well in other hospital settings. Whether the combination of these plasma markers 355 could also be used to predict severe bacterial infections need to be assessed in other studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "348"
        },
        {
            "text": "Currently, there is no targeted therapy for most respiratory viruses and therefore there are no consequences to 357 the early identification of patients with a severe course of disease besides optimalisation of supportive care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "356"
        },
        {
            "text": "The identification of children with a mild course of disease has more visible consequences, as can be measured 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 Describe any efforts to address potential sources of bias Line 120-122, 127-128 and line 144-145",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 336,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 337,
                    "end": 562,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 563,
                    "end": 788,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 789,
                    "end": 1014,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1015,
                    "end": 1240,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1241,
                    "end": 1466,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1467,
                    "end": 1692,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1693,
                    "end": 1918,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1919,
                    "end": 2144,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "358"
        },
        {
            "text": "Study size 10 Explain how the study size was arrived at",
            "cite_spans": [],
            "ref_spans": [],
            "section": "358"
        },
        {
            "text": "Since this is a pilot study no power calculation could be performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "358"
        },
        {
            "text": "Explain how quantitative variables were handled in the analyses. If applicable, describe which groupings were chosen and why. Line 128-132 and 155-163.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative variables 11"
        },
        {
            "text": "Statistical methods 12 (a) Describe all statistical methods, including those used to control for confounding 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 (c) Consider use of a flow diagram. We added a flow-diagram as a supplemental figure, line 173.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 334,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Quantitative variables 11"
        },
        {
            "text": "Descriptive data 14* (a) Give characteristics of study participants (eg demographic, clinical, social) and information on exposures and potential confounders, Table 1 (b) Indicate number of participants with missing data for each variable of interest Other analyses 17 Report other analyses done-eg analyses of subgroups and interactions, and sensitivity analyses, method section",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 166,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Quantitative variables 11"
        },
        {
            "text": "Key results 18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Summarise key results with reference to study objectives 274-282",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Discuss limitations of the study, taking into account sources of potential bias or imprecision. Discuss both direction and magnitude of any potential bias 326-342.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations 19"
        },
        {
            "text": "Give a cautious overall interpretation of results considering objectives, limitations, multiplicity of analyses, results from similar studies, and other relevant evidence line",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation 20"
        },
        {
            "text": "Generalisability 21 Discuss the generalisability (external validity) of the study results 152-155 and 160-161.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "333-335, 339-340"
        },
        {
            "text": "Funding 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other information"
        },
        {
            "text": "Give the source of funding and the role of the funders for the present study and, if applicable, for the original study on which the present article is based line 21-24 *Give information separately for exposed and unexposed groups. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 461,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Other information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Swiss Pediatric Surveillance U. Prospective population-based 382 study of RSV-related intermediate care and intensive care unit admissions in Switzerland over a 4-year 383 period",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aebi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duppenthaler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stocker",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Infection",
            "volume": "37",
            "issn": "2",
            "pages": "109--125",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza-and respiratory syncytial virus-associated 385 mortality and hospitalisations. The European respiratory journal : official journal of the European 386 Society for Clinical Respiratory",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Hoes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Loon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hak",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Physiology",
            "volume": "30",
            "issn": "6",
            "pages": "1158--66",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Children's Hospital respiratory syncytial virus database: risk factors, treatment and 388 hospital course in 3308 infants and young children",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Purcell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fergie",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Driscoll",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Pediatr Infect Dis J",
            "volume": "23",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prospective multicenter bronchiolitis study: 391 predicting intensive care unit admissions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Damore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansbach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramundo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Acad Emerg Med",
            "volume": "15",
            "issn": "10",
            "pages": "887--94",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prospective 393 multicenter study of bronchiolitis: predicting safe discharges from the emergency department",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansbach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Christopher",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lovecchio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kunz",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Acholonu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatrics",
            "volume": "121",
            "issn": "4",
            "pages": "680--688",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Prospective multicenter study of 396 bronchiolitis: predictors of an unscheduled visit after discharge from the emergency department",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Norwood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansbach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waseem",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Acad",
            "volume": "397",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical predictors of admission in infants with acute bronchiolitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marlais",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Abrahamson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Arch",
            "volume": "399",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prediction of duration of hospitalization in respiratory syncytial 401 virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Kneyber",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Moons",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Moll",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatr Pulmonol",
            "volume": "33",
            "issn": "6",
            "pages": "453--460",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severity of illness models for respiratory syncytial virus-associated hospitalization",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Moler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Ohmit",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bronchiolitis: Can objective criteria predict eligibility for brief 405 hospitalization?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Reiley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jeng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "CJEM",
            "volume": "5",
            "issn": "4",
            "pages": "239--283",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Hospitalization for respiratory 407 syncytial virus infection in young children: development of a clinical prediction rule",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rietveld",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Vergouwe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Steyerberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Huysman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Moll",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatr Infect Dis J",
            "volume": "408",
            "issn": "3",
            "pages": "201--208",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Correlation between inflammatory mediators in the nasopharyngeal 410 secretion and in the serum of children with lower respiratory tract infection caused by respiratory 411 syncytial virus and disease severity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Vieira",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Diniz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ceccon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Jornal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Alveolar pentraxin 3 as an early marker of 428 microbiologically confirmed pneumonia: a threshold-finding prospective observational study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bottazzi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brambilla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mantovani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Critical 429 care",
            "volume": "18",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Pentraxin 3 and C-431 reactive protein in severe meningococcal disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sprong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Peri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Neeleman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mantovani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Signorini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Deuren",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Shock",
            "volume": "31",
            "issn": "1",
            "pages": "28--32",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pentraxin 3 as a clinical marker in children with 433 lower respiratory tract infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Won",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Chun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pediatr Pulmonol",
            "volume": "51",
            "issn": "1",
            "pages": "42--50",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Comparison of total white blood cell count and serum C-reactive 439 protein levels in confirmed bacterial and viral infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Appenzeller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ammann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duppenthaler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gorgievski-Hrisoho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aebi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Peltola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mertsola",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Pediatr",
            "volume": "149",
            "issn": "5",
            "pages": "721--725",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The utility of serum C-reactive protein in differentiating bacterial from 441 nonbacterial pneumonia in children: a meta-analysis of 1230 children",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Flood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Badik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Aronoff",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Infect Dis J",
            "volume": "442",
            "issn": "2",
            "pages": "95--104",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "C-reactive protein and serum amyloid A protein in neonatal 444 infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pizzini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mussap",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plebani",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fanos",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Scand J Infect Dis",
            "volume": "32",
            "issn": "3",
            "pages": "229--264",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Correlation between the severity of infectious 446 diseases in children and the ratio of serum amyloid A protein and C-reactive protein",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Huttunen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Teppo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lupisan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ruutu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nohynek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Scand J Infect Dis",
            "volume": "447",
            "issn": "8",
            "pages": "488--90",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Monitoring both serum amyloid protein A and C-449 reactive protein as inflammatory markers in infectious diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakayama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sonoda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Urano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clinical chemistry",
            "volume": "39",
            "issn": "2",
            "pages": "293--300",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Accumulation and expression of serum amyloid P 451 component in human atherosclerotic lesions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tsukamoto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yutani",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "A"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Atherosclerosis",
            "volume": "211",
            "issn": "1",
            "pages": "90--95",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Properdin: emerging roles of a pattern-recognition molecule",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vaitukaitis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "Md ;",
                    "middle": [],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kemper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Hourcade",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annu 456 Rev Immunol",
            "volume": "29",
            "issn": "",
            "pages": "131--55",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Properdin, a positive regulator of complement activation, is released from secondary 459 granules of stimulated peripheral blood neutrophils",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Schwaeble",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Immunol",
            "volume": "158",
            "issn": "9",
            "pages": "4444--51",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Neutrophil extracellular traps cause airway obstruction during respiratory syncytial virus disease. The 462",
            "authors": [],
            "year": 2016,
            "venue": "Journal of pathology",
            "volume": "238",
            "issn": "3",
            "pages": "401--412",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Neutrophils 464 recruited to sites of infection protect from virus challenge by releasing neutrophil extracellular traps",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Jenne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Zemp",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Forsyth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcfadden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kubes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell host & microbe",
            "volume": "465",
            "issn": "2",
            "pages": "169--80",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Properdin deficiency associated with recurrent 467 otitis media and pneumonia, and identification of male carrier with Klinefelter syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schejbel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rosenfeldt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Marquart",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Valerius",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garred",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clinical 468 immunology",
            "volume": "131",
            "issn": "3",
            "pages": "456--62",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Properdin deficiency in a large Swiss family: 471 identification of a stop codon in the properdin gene, and association of meningococcal disease with 472 lack of the IgG2 allotype marker G2m(n)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Westberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uhlen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wadelius",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Truedsson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Exp Immunol",
            "volume": "118",
            "issn": "2",
            "pages": "278--84",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Infection 474 with multiple viruses is not associated with increased disease severity in children with bronchiolitis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Brand",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Galama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Brouwer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Teuwen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Hermans",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Melchers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warris",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Data mining in bioinformatics using Weka",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Trigg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Witten",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Bioinformatics",
            "volume": "477",
            "issn": "15",
            "pages": "2479--81",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Properdin in childhood and its 479 association with wheezing and atopy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Staley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Kuehni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Strippoli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcnally",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Silverman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stover",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Allergy Immunol",
            "volume": "21",
            "issn": "4",
            "pages": "787--91",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A validated clinical model to predict the need for 481 admission and length of stay in children with acute bronchiolitis. European journal of emergency 482 medicine : official journal of the",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Rothenberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "O&apos;doherty",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Healy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "European Society for Emergency Medicine",
            "volume": "11",
            "issn": "5",
            "pages": "265--72",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Predictors of respiratory failure among previously healthy 484 children with respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prodhan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharoor-Karni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Noviski",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The American journal of emergency medicine",
            "volume": "485",
            "issn": "2",
            "pages": "168--73",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A two-dimensional electrophoretic study of 487 serum amyloid A and C-reactive protein in infants and children",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Bruun",
                    "suffix": ""
                },
                {
                    "first": "J-C",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Hochstrasser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marhaug",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Husby",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Electrophoresis",
            "volume": "19",
            "issn": "5",
            "pages": "776--81",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Nakayama et al. have shown that SAA levels increase in children with different viral infections, including viral 90 LRTI. However, an association with disease severity was not established. 26 Serum amyloid P component (SAP) 91 can activate the classical complement pathway and interacts with mannan-binding lectin (MBL). SAP is involved 92 in inflammation and used as a marker for atherosclerosis and auto-immune disease. 27 Skinner et al. have 93",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Properdin (CFP) is a positive regulator of the alternative pathway of the complement system and it is a pattern 96 recognition molecule that can bind to apoptotic/necrotic cells or microbial pathogens (including viruses) to 97 facilitate phagocytosis and clearance. 29,30 Familial deficiencies in CFP are known and are associated with 98 susceptibility to meningococcal infections. 31,32 However, an increased susceptibility to viral infections has never 99 been published.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "192higher SAA levels during severe disease (p<0.05). Levels of all other inflammatory markers were equal.193 194 Accuracy of the inflammatory markers to predict disease severity 195 After finding differences in plasma levels in patients with different disease severities the diagnostic 196 performance of the proteins was tested. First, the performance of the markers to indicate the need for 197 hospitalisation (supplemental oxygen) was assessed. Of 104 patients included for analysis 27 did not receive . In contrast to the training cohort, the presence of siblings was not significantly different between the 231 severity groups in the validation cohort (Supplemental table 1 and Supplemental figure 1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "rule for the identification of children with a mild course of disease appeared to be insufficient 277 for clinical use (AUC 0.65). However, the performance in children under two months of age (AUC 0.88) is 278 promising and might provide additive value in clinical decision making. Currently, there are no comparable 279 laboratory based studies assessing the identification of mild disease. Clinical rules for safe discharge based on 280 age and findings at physical examination have been developed. Unfortunately, in these studies children below 281 2 months of age were excluded or automatically admitted regardless of the necessity of treatment. of patients with severe disease was accurate with the chosen inflammatory markers (AUC 284 0.89). The prediction performed better than age on itself (AUC 0.77). A prediction rule based on IL-8 and 285 RANTES in plasma and CD4 + T cell counts accurately identifies severe disease, but needs to be validated in an 286 independent cohort to establish clinical potential. 16 A combination of biochemical, hematological and clinical 287 data might further improve accuracy. A drawback of introducing clinical variables is that most of the published 288 risk factors in clinical prediction are not objective or may change rapidly in time. Moreover, signs and 289 symptoms of children can be ambiguous at the moment of presentation and only become clear after prolonged 290 observation. Prediction rules using clinical data, often show a lower AUC and validation studies of these rules 291 are lacking or have a smaller sample size. 4,37 292 293 The advantage of measuring markers in plasma is the easy implementation, speed, reproducibility and 294 standardisation. Moreover, with the use of linear regression tools it is easy to add new markers to optimize the 295 rule. It is tempting to speculate that some of the biomarkers precede clinical symptoms and could therefore be 296 used early in the course of disease to predict severe outcome. Currently, there is no targeted therapy for most 297 respiratory viruses and therefore there are no consequences to the early identification of patients with a 298 severe course of disease besides optimalisation of supportive care. The identification of children with a mild 299 course of disease has more visible consequences, as can be measured in reduced hospitalisation rates or length 300 of stay in the hospital. To truly estimate the value of the markers a prospective study is needed, moreover it 301 would be interesting to measure the markers earlier in the course of disease. However, even before the implemented in the clinic, biomarkers could be used to stratify patients in clinical studies and as 303 secondary end-point in intervention studies. With the current development of point-of-care tests, plasma 304 protein levels can be available within a relevant time frame. AG, Sanders EA, Hoes AW, et al. Influenza-and respiratory syncytial virus-associated mortality and 327 hospitalisations. The European respiratory journal : official journal of the European Society for Clinical 328 Respiratory Physiology 2007;30(6):1158-66.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Purcell K, Fergie J. Driscoll Children's Hospital respiratory syncytial virus database: risk factors, treatment and 330 hospital course in 3308 infants and young children, 1991 to 2002. Pediatr Infect Dis J 2004;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Damore D, Mansbach JM, Clark S, et al. Prospective multicenter bronchiolitis study: predicting intensive care 333 unit admissions. Acad Emerg Med 2008;15(10):887-94.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Mansbach JM, Clark S, Christopher NC, et al. Prospective multicenter study of bronchiolitis: predicting safe 335 discharges from the emergency department. Pediatrics 2008;121(4):680-8.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Norwood A, Mansbach JM, Clark S, et al. Prospective multicenter study of bronchiolitis: predictors of an 337 unscheduled visit after discharge from the emergency department. Acad Emerg Med 2010;Marlais M, Evans J, Abrahamson E. Clinical predictors of admission in infants with acute bronchiolitis. Arch 340 Dis Child 2011;96(7):648-52.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Kneyber MC, Moons KG, de Groot R, et al. Prediction of duration of hospitalization in respiratory syncytial 342 virus infection. Pediatr Pulmonol 2002;33(6):453-7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Moler FW, Ohmit SE. Severity of illness models for respiratory syncytial virus-associated hospitalization. Am J 344 Respir Crit Care Med 1999;159(4 Pt 1):1234-40.345 10. Brown L, Reiley DG, Jeng A, et al. Bronchiolitis: Can objective criteria predict eligibility for brief 346 hospitalization? CJEM 2003;5(4):239-44.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Rietveld E, Vergouwe Y, Steyerberg EW, et al. Hospitalization for respiratory syncytial virus infection in 348 young children: development of a clinical prediction rule. Pediatr Infect Dis J 2006;25(3):201-7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Vieira RA, Diniz EM, Ceccon ME. Correlation between inflammatory mediators in the nasopharyngeal 350 secretion and in the serum of children with lower respiratory tract infection caused by respiratory 351 syncytial virus and disease severity. Jornal brasileiro de pneumologia : publicacao oficial da Sociedade 352 Brasileira de Pneumologia e Tisilogia 2010;36(1):59-66.353 13. Marguet C, Bocquel N, Benichou J, et al. Neutrophil but not eosinophil inflammation is related to the 354 severity of a first acute epidemic bronchiolitis in young infants. Pediatr Allergy Immunol 355 2008;19(2):157-65.356 14. Bont L, Heijnen CJ, Kavelaars A, et al. Peripheral blood cytokine responses and disease severity in 357 respiratory syncytial virus bronchiolitis. The European respiratory journal : official journal of the 358 European Society for Clinical Respiratory Physiology 1999;14(1):144-9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Mansbach JM, Piedra PA, Laham FR, et al. Nasopharyngeal Lactate Dehydrogenase Concentrations Predict 360 Bronchiolitis Severity in a Prospective Multicenter Emergency Department Study. Pediatr Infect Dis J 361 2012;31(7):767-69.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Kim Brand H, Ferwerda G, Preijers F, et al. CD4+ T-cell counts, interleukin-8 and CCL-5 plasma 363 concentrations discriminate disease severity in children with RSV-infection. Pediatr Res 2012.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Mauri T, Coppadoro A, Bombino M, et al. Alveolar pentraxin 3 as an early marker of microbiologically 365 confirmed pneumonia: a threshold-finding prospective observational study. Critical care 366 2014;18(5):562.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Sprong T, Peri G, Neeleman C, et al. Pentraxin 3 and C-reactive protein in severe meningococcal disease.368 Shock 2009;31(1):28-32.369 19. Kim HS, Won S, Lee EK, et al. Pentraxin 3 as a clinical marker in children with lower respiratory tract 370 infection. Pediatr Pulmonol 2016;51(1):42-8. Flood RG, Badik J, Aronoff SC. The utility of serum C-reactive protein in differentiating bacterial from 378 nonbacterial pneumonia in children: a meta-analysis of 1230 children. Pizzini C, Mussap M, Plebani M, et al. C-reactive protein and serum amyloid A protein in neonatal 381 infections. Scand J Infect Dis 2000;32(3):229-35.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Huttunen T, Teppo AM, Lupisan S, et al. Correlation between the severity of infectious diseases in children 383 and the ratio of serum amyloid A protein and C-reactive protein. Scand J Infect Dis 2003;35(8):488-90.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Nakayama T, Sonoda S, Urano T, et al. Monitoring both serum amyloid protein A and C-reactive protein as 385 inflammatory markers in infectious diseases. Clinical chemistry 1993;39(2):293-7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Song Z, Cai L, Guo L, et al. Accumulation and expression of serum amyloid P component in human 387 atherosclerotic lesions. Atherosclerosis 2010;211(1):90-5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Comparison of plasma protein levels in children with acute respiratory viral infections (n=104) with 418 their paired recovery sample (n=51) taken 4-6 weeks after acute infection are shown for CFP, SAA, SAP, CRP (A) 419 and PTX3 (B) (Wilcoxon matched-pairs signed rank test). 420 Comparison of protein levels between patients with mild (n=21), moderate (n=51) and severe (n=32) 422 disease and for patients with (n=77) and without (n=27) the need for supplemental oxygen are shown for CRP 423 (A), PTX3 (B), SAP (C), SAA (D) and CFP (E) (Mann Whitney U test).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Prospective observational study in two Dutch hospitals to assess the performance of plasma proteins as biomarkers to assess severity of viral lower respiratory tract infections in children. 3666352. E-mail address: Gerben.Ferwerda@radboudumc.nl 19 Funding sources: IA, AZ, KB and GF are supported by the Virgo consortium, funded by the Dutch government 20 project number FES0908, and by the Netherlands Genomics Initiative (NGI) project number 050-060-452. The 21 funders had no role in study design, data collection and analysis, decision to publish, or preparation of the 22 manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "The authors have nothing to disclose.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Conflict of Interest: None, W.H.vd H. and G.S. work for Hycult Biotech. The authors did not have a role in study 25 design and data analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Data sharing: data are available on request via the corresponding author.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "LRTI: lower respiratory tract infection, RSV: Respiratory syncytial virus, CRP: C-reactive protein, 28 PTX3: pentraxin 3, SAA Serum Amyloid A, SAP: serum amyloid P component, ROC: receiver operator 29 characteristic, AUC: Area under the curve, PPV: positive predictive value, NPV: negative predictive value.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "of CRP, SAA, PTX3 and properdin identifies children with a severe course of viral LRTI disease, 52 also in children under two months of age.53 54Strengths and limitations of this study Identification of novel markers to assess severity of disease in children with viral LRTI Combinationng of markers to optimize performance Performance of our model tested in children under 2 months of age an age group that is often 58 excluded and validated in an independent cohort Other promising inflammatory markers, such as procalcitonin, were not included and could have 60 further increased the clinical performance of test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "than 3 years of age were eligible for inclusion in this prospective cohort study if they 115 attended one of the two hospitals in Nijmegen from September until May with symptoms of an acute viral 116 lower respiratory tract infection (LRTI). Symptoms included signs of increased respiratory effort (e.g. tachypnea 117 and/or use of accessory respiratory muscles or retractions) and/or expiratory wheezing and/or crackles on 118 auscultation and/or apnea. Patients with congenital or acquired immune deficiencies, immunosuppressive 119 medication (including > 24 hours of corticosteroids) or severe psychomotor retardation were excluded. Eligible",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "120patients were identified by their physician, who notified the study team. In both hospitals it was not common 121 practise to perform laboratory, rontgen or viral diagnostics at time of presentation, therefore inclusions were122 made based on clinical appearance. When informed consent of both parents was obtained within 24 hours of 123 admission patients were included in the study. Data on clinical parameters, course of disease, medical history 124 and demographics were retrieved from medical records and questionnaires retrieved at inclusion and after 4-6 125 weeks. Participation in this study did not influence medical care, and study results from individual patients 126 were not shared with the medical team. Retrospectively, after discharge patients were allocated into three 127 groups: mild, send home or only clinical observation; moderate, patients with need for supplemental oxygen 128 and/or nasogastric feeding; and severe, patients with mechanical ventilation. Supplemental oxygen was started 129 according to the protocols from the clinical wards in patients with an oxygen saturation of ≤ 92% for at least 10 130 minutes after use of decongestives. Results were evaluated in a training cohort (n=104, 2010-2012) and 131 subsequently tested in a larger historical validation cohort with the same inclusion and exclusion criteria 132 (n=141, 2006-2009). The study was approved by the Committee on Research involving Human Subjects.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "informed consent, blood and a nasopharyngeal wash were collected within 24 hours (acute), and after 4-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "1366 weeks (recovery). A venous blood sample (3ml) was collected in sodium heparin tubes and immediately 137 transported to the laboratory. Plasma (and cell fractions) were obtained after density centrifugation 138",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "SAA, SAP, PTX3, CFP and CRP were determined in two fold diluted plasma by ELISA following the 148 manufacturer's instructions (Hycult Biotech, Uden, The Netherlands, Catalog No's HK333, are expressed as percentages for categorical variables and as mean and standard error of the mean (SEM) 153 or median and inter quartile range (IQR) for the non-parametric continuous variables. Kruskal-Wallis tests were 154performed on continuous variables, followed by Mann-Whitney U to further analyze differences. For 155 categorical data, Chi-square testing was used. Paired data was tested with the Wilcoxon Signed-Rank Test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "Correlations were calculated using Spearman's rho. The optimal predictive combination of proteins was 157 selected using the M5 method linear regression, which removes classifiers with the smallest standardized",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "158 coefficient one-by-one until no decrease in error estimate is observed . The outcome of the obtained rule was 159 analysed for its Receiver Operator Characteristics (ROC). Cut-off values were determined for both mild and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "160severe disease. These cut offs were subsequently validated in a second cohort. A two-sided p value of < 0.05 161 was considered statistically significant. Statistical tests were performed by SPSS for Windows (Release 19, SPSS 162 Inc., Chicago, IL) and Waikato Environment for Knowledge Analysis (WEKA) was used to perform",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "172 hospitalisation significantly increased towards more severe disease. 2% of the patients were not hospitalised 173 (2/104), whereas 17% of the hospitalised patients had only mild disease. RSV was detected in the majority of 174 patients (65%), in 43% viral co-infections were present. The highest proportion of RSV mono-infections was 175 seen in children with a severe course of disease (p<0.001), as was previously published by our group. 35 176 Page 5 of 22 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "192oxygen (as substitute for the need for hospitalisation) we tested whether they correlated with the plasma 193 proteins. Both CRP and CFP correlated significantly with duration of hospitalisation (ρ=0.361, p≤0.001 and ρ=-194 0.22, p<0.05, respectively). However, PTX3, SAP and SAA levels did not. The need for supplemental oxygen was 195 associated with higher levels of CRP and PTX3(Figure 2A-B), whereas the other markers showed no significant 196 difference.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "227 linear regression resulted in the following model: (5.8 x PTX3) + (1.15 x CRP) -(4.1 x CFP) -(0.93 x SAA) + 228 106.25. The AUC for this rule is 0.65 for mild disease (no need for supplemental oxygen) and 0.89 for severe 229 disease (mechanical ventilation).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "290during severe viral infection in children. We were unable to find an explanation in literature. However, since 291 CFP levels restored in the available recovery samples, a deficiency is highly unlikely. Other possible292 explanations for the decrease might be consumption, as occurs with other complement factors, or an 293 (unrecognised) bacterial co-infection. Although cultures were routinely taken at the intensive care unit before 294 the start of SDD antibiotics, bacterial infections cannot be ruled out completely. A sub analysis of patients with 295 (n=10) and without (n=15) positive bacterial cultures on the ICU showed no difference in protein levels (data 296 not shown). During the study period selective digestive decontamination (SDD) was standard practice in the 297 ICU and therefore all severe patients would have had at least one gift of prophylactic antibiotics before the 298 study samples were taken.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF40": {
            "text": "301 for clinical use (AUC 0.65). However, the performance in children under two months of age (AUC 0.88) is 302 promising and might provide additive value in clinical decision making. Currently, there are no comparable 303 laboratory based studies assessing the identification of mild disease. Clinical rules for safe discharge based on 304 age and findings at physical examination have been developed. Unfortunately, in these studies children below 305 2 months of age were excluded or automatically admitted regardless of the necessity of treatment. 5,33,37,38 306 307 The identification of patients with severe disease was accurate with the chosen inflammatory markers (AUC 308 0.89). The prediction performed better than age on itself (AUC 0.77). A prediction rule based on IL-8 and 309 RANTES in plasma and CD4 + T cell counts accurately identifies severe disease, but needs to be validated in an 310 independent cohort to establish clinical potential. 16 A combination of biochemical, hematological and clinical 311 data might further improve accuracy. A drawback of introducing clinical variables is that most of the published 312 risk factors in clinical prediction are not objective or may change rapidly in time. Moreover, signs and 313 symptoms of children can be ambiguous at the moment of presentation and only become clear after prolonged 314 observation. Prediction rules using clinical data, often show a lower AUC and validation studies of these rules 315 are lacking or have a smaller sample size.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF41": {
            "text": "patients and collected samples, performed the statistical analyses and wrote the manuscript, KB 339 included patients, collected samples and provided input on the manuscript. AZ aided in the statistical analysis 340 and the interpretation of data and writing of the manuscript. WHH and GS performed the laboratory 341 experiments and gave input for the manuscript. MB and CN aided in the inclusion of the patients and read the 342 manuscript. RdG and GF were coordinators of the study and provided input in all steps of the progress from 343 study design to the writing of this manuscript. review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF43": {
            "text": "MC, Moons KG, de Groot R, Moll HA. Prediction of duration of hospitalization 369 in respiratory syncytial virus infection. Pediatr Pulmonol 2002;33(6):453-7. 370 Page 11 of 22 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF44": {
            "text": "but not eosinophil inflammation is related to the severity of a first acute 384 epidemic bronchiolitis in young infants. Pediatr Allergy Immunol 2008;19(2):157-65. 385 14. Bont L, Heijnen CJ, Kavelaars A, van Aalderen WM, Brus F, Draaisma JT, Geelen SM, 386 van Vught HJ, Kimpen JL. Peripheral blood cytokine responses and disease severity in 387 respiratory syncytial virus bronchiolitis. The European respiratory journal : official 388 journal of the European Society for Clinical Respiratory Physiology 1999;14(1):144-9. 389 15. Mansbach JM, Piedra PA, Laham FR, McAdam AJ, Clark S, Sullivan AF, review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF45": {
            "text": "HS, Won S, Lee EK, Chun YH, Yoon JS, Kim HH, Kim JT. Peltola V, Mertsola J, Ruuskanen O. Comparison of total white blood cell count and 412 serum C-reactive protein levels in confirmed bacterial and viral infections. review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF46": {
            "text": "Skinner M, Vaitukaitis JL, Cohen AS, Benson MD. Serum amyloid P-component levels in 429 amyloidosis, connective tissue diseases, infection, and malignancy as compared to 430 normal serum. The Journal of laboratory and clinical medicine 1979;94Cortjens B, de Boer OJ, de Jong R, Antonis AF, Sabogal Pineros YS, Lutter R, van 438 Woensel JB, Bem RA. Neutrophil extracellular traps cause airway obstruction during 439 respiratory syncytial virus disease. The Journal of pathology 2016;238(3):401-11.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF47": {
            "text": "review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF48": {
            "text": "Walsh P, Rothenberg SJ, O'Doherty S, Hoey H, Healy R. A validated clinical model to 460 predict the need for admission and length of stay in children with acute bronchiolitis. 461 European journal of emergency medicine : official journal of the European review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF49": {
            "text": "Comparison of plasma protein levels in children with acute respiratory viral infections with their paired recovery sample (n=51) 474 taken 4-6 weeks after acute infection are shown for CFP, SAA, SAP, CRP (A) and PTX3 (B) (Wilcoxon matched-pairs signed rank test).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF50": {
            "text": "Comparison of protein levels between patients with mild (n=21), moderate (n=51) and severe (n=32) disease and for patients with 477 (n=77) and without (n=27) the need for supplemental oxygen are shown for CRP (A), PTX3 (B), SAP (C), SAA (D) and CFP (E) Comparison of protein levels between patients with mild (n=43), moderate (n=63) and severe (n=35) disease and 481 for patients with (n=169) and without (n=76) the need for supplemental oxygen are shown for CRP (A), PTX3 (B), SAP (C), SAA (D) and CFP 482 (E) (Mann Whitney U test).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF51": {
            "text": "review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF52": {
            "text": "Comparison of plasma protein levels in children with acute respiratory viral infections with their paired recovery sample (n=51) taken 4-6 weeks after acute infection are shown for CFP, SAA, SAP, CRP (A) and PTX3 (B) (Wilcoxon matched-pairs signed rank test).203x113mm (300 x 300 DPI)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF53": {
            "text": "Comparison of protein levels between patients with mild (n=21), moderate (n=51) and severe (n=32) disease and for patients with (n=77) and without (n=27) the need for supplemental oxygen are shown for CRP (A), PTX3 (B), SAP (C), SAA (D) and CFP (E) (Mann Whitney U test).262x173mm (300 x 300 DPI)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF54": {
            "text": "Comparison of protein levels between patients with mild (n=43), moderate (n=63) and severe (n=35) disease and for patients with (n=169) and without (n=76) the need for supplemental oxygen are shown for CRP (A), PTX3 (B), SAP (C), SAA (D) and CFP (E) (Mann Whitney U test).189x258mm (300 x 300 DPI)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF55": {
            "text": "the scientific background and rationale for the investigation being reported line 66-82 in general, our markers: setting, locations, and relevant dates, including periods of recruitment, exposure, follow-up, and data collection Line 115-123 Participants 6 (a) Give the eligibility criteria, and the sources and methods of selection of participants. Describe methods of follow-up Line 115-1123 and 136-137 (b) For matched studies, give matching criteria and number of exposed and unexposed NA Variables 7 Clearly define all outcomes, exposures, predictors, potential confounders, and effect modifiers. Give diagnostic criteria, if applicable Line 125 -130, variable of interest, give sources of data and details of methods of assessment (measurement). Describe comparability of assessment methods if there is more than one group Line 124-126, 136-145, 147-150 Bias 9 Describe any efforts to address potential sources of bias Line 121-123 and line 142-143 Study size 10 Explain how the study size was arrived at Since this is a pilot study no power calculation could be performed. Quantitative variables 11 Explain how quantitative variables were handled in the analyses. If applicable, describe which groupings were chosen and why. Line 165-164 and 127-131 Statistical methods 12 (a) Describe all statistical methods, including those used to control for confounding Line 153-164 (b) Describe any methods used to examine subgroups and interactions Line 153-164 (c) Explain how missing data were addressed, NA (d) If applicable, explain how loss to follow-up was addressed, NA (e) Describe any sensitivity analyses Line 153-164 Results Participants 13* (a) Report numbers of individuals at each stage of study-eg numbers potentially eligible, examined for eligibility, confirmed eligible, included in the study, completing follow-up, and analysed. 415 eligible: 14 excluded, 116 refused mostly because of additional venapuncture not required in routine care, 74 not included because not able to get informed consent from both parents within 24 hours / or included in another study. 211 included patients: 107 excluded for this study (no blood",
            "latex": null,
            "type": "figure"
        },
        "FIGREF57": {
            "text": "Can disease severity of viral respiratory tract infections in children be identified by plasma markers? Prospective observational study in two Dutch hospitals to assess the performance of CRP, SAA, PTX3, SAP and properdin as biomarkers to assess severity of viral lower respiratory tract infections in children.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF58": {
            "text": "no role in study design, data collection and analysis, decision to publish, or preparation of the 23 manuscript.24 Financial disclosures: The authors have nothing to disclose.25 Conflict of Interest: None, W.H.vd H. and G.S. work for Hycult Biotech. The authors did not have a role in study 26 design and data analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF59": {
            "text": "Data sharing: data are available on request via the corresponding author.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF60": {
            "text": "LRTI: lower respiratory tract infection, RSV: Respiratory syncytial virus, CRP: C-reactive protein, 29 PTX3: pentraxin 3, SAA Serum Amyloid A, SAP: serum amyloid P component, ROC: receiver operator 30 characteristic, AUC: Area under the curve, PPV: positive predictive value, NPV: negative predictive value.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF61": {
            "text": "causing lower respiratory tract infections (LRTI's) are a major cause of hospital admissions 35 in children. Since the course of these infections is unpredictable with potential fast deterioration into 36 respiratory failure, infants are easily admitted to the hospital for observation. The aim of this study was to 37 examine whether systemic inflammatory markers can be used to predict severity of disease in children with 38 respiratory viral infections.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF62": {
            "text": "of CRP, SAA, PTX3 and properdin identifies children with a severe course of viral LRTI disease, 53 also in children under two months of age.54 55Strengths and limitations of this study Identification of novel markers to assess severity of disease in children with viral LRTI Combination of markers to optimize performance Performance of our model tested in children under 2 months of age an age group that is often 59 excluded and validated in an independent cohort Other promising inflammatory markers, such as procalcitonin, were not included and could have 61 further increased the clinical performance of test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF63": {
            "text": "than 3 years of age were eligible for inclusion in this prospective cohort study if they 116 attended one of the two hospitals in Nijmegen from September until May with symptoms of an acute viral 117 lower respiratory tract infection (LRTI). Symptoms included signs of increased respiratory effort (e.g. tachypnea 118 and/or use of accessory respiratory muscles or retractions) and/or expiratory wheezing and/or crackles on 119 auscultation and/or apnea. Patients with congenital or acquired immune deficiencies, immunosuppressive 120 medication (including > 24 hours of corticosteroids) or severe psychomotor retardation were excluded. Eligible",
            "latex": null,
            "type": "figure"
        },
        "FIGREF64": {
            "text": "121patients were identified by their physician who diagnosed a viral LRTI and notified the study team. In both 122 hospitals it was not common practise to perform laboratory, rontgen or viral diagnostics at time of123 presentation, therefore inclusions were made based on clinical appearance. When informed consent of both 124 parents was obtained within 24 hours of admission patients were included in the study. Data on clinical 125 parameters, course of disease, medical history and demographics were retrieved from medical records and 126 questionnaires retrieved at inclusion and after 4-6 weeks. Participation in this study did not influence medical 127 care, and study results from individual patients were not shared with the medical team. Retrospectively, after 128 discharge patients were allocated into three groups: mild, send home or only clinical observation; moderate, 129 patients with need for supplemental oxygen and/or nasogastric feeding; and severe, patients with mechanical 130 ventilation. Supplemental oxygen was started according to the protocols from the clinical wards in patients",
            "latex": null,
            "type": "figure"
        },
        "FIGREF65": {
            "text": "the laboratory. Plasma (and cell fractions) were obtained after density centrifugation to confirm viral aetiology of disease, as previously described. 35 This way, viral etiology of disease was 144 established for this study, however this information was not available during treatment of the patient. The assay 145 was designed to detect fifteen viruses influenza virus types A and B, coronavirus 229E and OC43, bocavirus, 146 enterovirus, adenovirus, parechovirus, PIV types 1-4, metapneumovirus, rhinovirus, and RSV. SAA, SAP, PTX3, CFP and CRP were determined in two fold diluted plasma by ELISA following the 150 manufacturer's instructions (Hycult Biotech, Uden, The Netherlands, Catalog No's HK333, HK331, HK347,151HK334 and HK358, respectively).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF66": {
            "text": "are expressed as percentages for categorical variables and as mean and standard error of the mean (SEM) 155 or median and inter quartile range (IQR) for the non-parametric continuous variables. Kruskal-Wallis tests were 156 performed on continuous variables, followed by Mann-Whitney U to further analyze differences. For",
            "latex": null,
            "type": "figure"
        },
        "FIGREF68": {
            "text": "231 linear regression resulted in the following model: (5.8 x PTX3) + (1.15 x CRP) -(4.1 x CFP) -(0.93 x SAA) + 232 106.25. The AUC for this rule is 0.65 for mild disease (no need for supplemental oxygen) and 0.89 for severe 233 disease (mechanical ventilation).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF69": {
            "text": "study is the first to describe the remarkable kinetics of CFP (Properdin) levels, which decrease 298 during severe viral infection in children. We were unable to find an explanation in literature. However, since 299 CFP levels restored in the available recovery samples, a deficiency is highly unlikely. Other possible 300 explanations for the decrease might be consumption, as occurs with other complement factors, or an 301 (unrecognised) bacterial co-infection. Although cultures were routinely taken at the intensive care unit before 302 the start of SDD antibiotics, bacterial infections cannot be ruled out completely. A sub analysis of patients with 303 (n=10) and without (n=15) positive bacterial cultures on the ICU showed no difference in protein levels (data 304 not shown). During the study period selective digestive decontamination (SDD) was standard practice in the 305 ICU and therefore all severe patients would have had at least one gift of prophylactic antibiotics before the 306 study samples were taken.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF70": {
            "text": "rule for the identification of children with a mild course of disease appeared to be insufficient 309 for clinical use (AUC 0.65). However, the performance in children less than two months of age (AUC 0.88) is 310 promising and might provide additive value in clinical decision making. Currently, there are no comparable 311 laboratory based studies assessing the identification of mild disease. Clinical rules for safe discharge based on 312 age and findings at physical examination have been developed. Unfortunately, in these studies children below 313 2 months of age were excluded or automatically admitted regardless of the necessity of treatment. 5,33,37,38 314 315 The identification of patients with severe disease was accurate with the chosen inflammatory markers (AUC 316 0.89). The prediction performed better than age on itself (AUC 0.77). A prediction rule based on IL-8 and 317 RANTES in plasma and CD4 + T cell counts accurately identifies severe disease, but needs to be validated in an 318 independent cohort to establish clinical potential. 16 A combination of biochemical, hematological and clinical 319 data might further improve accuracy. A drawback of introducing clinical variables is that most of the published 320",
            "latex": null,
            "type": "figure"
        },
        "FIGREF71": {
            "text": "in clinical prediction are not objective or may change rapidly in time. Moreover, signs and 321 symptoms of children can be ambiguous at the moment of presentation and only become clear after prolonged 322 observation. Prediction rules using clinical data often show a lower AUC and validation studies of these rules 323 are lacking or have a smaller sample size. our study are the limited number of patients in the mild age group, especially patients younger 326 than two months of age. This influenced our analyses and hindered the logistic regression analysis in the 327 prediction of mild disease. Since venapuncture is not always part of routine care, especially not in this patient 328 group parents often refuse participation or the venapuncture specific. Therefore the performance of our rule 329 in the mild patient group under two months of age needs further testing Moreover, a prospective study in330which results are available for the clinicians is needed to assess the clinical implications of our rule.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF72": {
            "text": "340results. It would be interesting to perform a study that assesses the plasma levels of our markers at different341 time point during viral infections to increase our insight in the kinetics. It is assumed that some biomarkers 342 precede clinical symptoms and could therefore be used early in the course of disease to predict severe 343 outcome. The advantage of measuring markers in plasma is the easy implementation, speed, reproducibility 344 and standardisation. Moreover, with the use of linear regression tools it is easy to add new markers to optimize 345 the rule. .Currently, there is no targeted therapy for most respiratory viruses and therefore there are no 346 consequences to the early identification of patients with a severe course of disease besides optimalisation of 347 supportive care. The identification of children with a mild course of disease has more visible consequences, as 348 can be measured in reduced hospitalisation rates or length of stay in the hospital. To truly estimate the value of 349 the markers a prospective study is needed. However, even before the markers are implemented in the clinic, 350 biomarkers could be used to stratify patients in clinical studies and as secondary end-point in intervention 351 studies. With the current development of point-of-care tests, plasma protein levels can be available within a 352 relevant time frame.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF73": {
            "text": "357 to perform nasal washes in a standardized matter. The Pediatric Drug Research Centre Nijmegen, especially 358 Page 10 of 21 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF74": {
            "text": "patients and collected samples, performed the statistical analyses and wrote the manuscript, KB 363 included patients, collected samples and provided input on the manuscript. AZ aided in the statistical analysis 364 and the interpretation of data and writing of the manuscript. WHH and GS performed the laboratory 365 experiments and gave input for the manuscript. MB and CN aided in the inclusion of the patients and read the 366 manuscript. RdG and GF were coordinators of the study and provided input in all steps of the progress from 367 study design to the writing of this manuscript. review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF75": {
            "text": "AG, Sanders EA, Hoes AW, van Loon AM, Hak E. Influenza-and respiratory syncytial virus-associated 374 mortality and hospitalisations. The European respiratory journal : official journal of the European 375 Society for Clinical Respiratory Physiology 2007;30(6):1158-66.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF76": {
            "text": "Purcell K, Fergie J. Driscoll Children's Hospital respiratory syncytial virus database: risk factors, treatment and 377 hospital course in 3308 infants and young children, 1991 to 2002. Pediatr Infect Dis J 2004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF77": {
            "text": "Damore D, Mansbach JM, Clark S, Ramundo M, Camargo CA, Jr. Prospective multicenter bronchiolitis study: 380 predicting intensive care unit admissions. Acad Emerg Med 2008;15(10):887-94.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF78": {
            "text": "Mansbach JM, Clark S, Christopher NC, LoVecchio F, Kunz S, Acholonu U, Camargo CA, Jr. Prospective 382 multicenter study of bronchiolitis: predicting safe discharges from the emergency department.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF80": {
            "text": "Norwood A, Mansbach JM, Clark S, Waseem M, Camargo CA, Jr. Prospective multicenter study of 385 bronchiolitis: predictors of an unscheduled visit after discharge from the emergency department. Acad 386 Emerg Med 2010;17(4):376-82.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF81": {
            "text": "Marlais M, Evans J, Abrahamson E. Clinical predictors of admission in infants with acute bronchiolitis. Arch 388 Dis Child 2011;96(7):648-52.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF82": {
            "text": "Kneyber MC, Moons KG, de Groot R, Moll HA. Prediction of duration of hospitalization in respiratory syncytial 390 virus infection. Pediatr Pulmonol 2002;33(6):453-7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF83": {
            "text": "Moler FW, Ohmit SE. Severity of illness models for respiratory syncytial virus-associated hospitalization. Am J 392 Respir Crit Care Med 1999;159(4 Pt 1):1234-40.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF84": {
            "text": "Brown L, Reiley DG, Jeng A, Green SM. Bronchiolitis: Can objective criteria predict eligibility for brief 394 hospitalization? CJEM 2003;5(4):239-44.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF85": {
            "text": "Rietveld E, Vergouwe Y, Steyerberg EW, Huysman MW, de Groot R, Moll HA. Hospitalization for respiratory 396 syncytial virus infection in young children: development of a clinical prediction rule. Pediatr Infect Dis J 397 2006;25(3):201-7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF86": {
            "text": "Vieira RA, Diniz EM, Ceccon ME. Correlation between inflammatory mediators in the nasopharyngeal 399 secretion and in the serum of children with lower respiratory tract infection caused by respiratory 400 syncytial virus and disease severity. Jornal brasileiro de pneumologia : publicacao oficial da Sociedade 401 Brasileira de Pneumologia e Tisilogia 2010;36(1):59-66.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF87": {
            "text": "Marguet C, Bocquel N, Benichou J, Basuyau JP, Hellot MF, Couderc L, Mallet E, Mace B. Neutrophil but not 403 eosinophil inflammation is related to the severity of a first acute epidemic bronchiolitis in young 404 infants. Pediatr Allergy Immunol 2008;19(2):157-65.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF88": {
            "text": "Bont L, Heijnen CJ, Kavelaars A, van Aalderen WM, Brus F, Draaisma JT, Geelen SM, van Vught HJ, Kimpen 406 JL. Peripheral blood cytokine responses and disease severity in respiratory syncytial virus bronchiolitis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF89": {
            "text": "review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF90": {
            "text": "Cortjens B, de Boer OJ, de Jong R, Antonis AF, Sabogal Pineros YS, Lutter R, van Woensel JB, Bem RA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF91": {
            "text": "Jenne CN, Wong CH, Zemp FJ, McDonald B, Rahman MM, Forsyth PA, McFadden G, Kubes P. Neutrophils 453 recruited to sites of infection protect from virus challenge by releasing neutrophil extracellular traps.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF93": {
            "text": "Schejbel L, Rosenfeldt V, Marquart H, Valerius NH, Garred P. Properdin deficiency associated with recurrent 456 otitis media and pneumonia, and identification of male carrier with Klinefelter syndrome. Clinical 457 immunology 2009;131(3):456-62.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF94": {
            "text": "Spath PJ, Sjoholm AG, Fredrikson GN, Misiano G, Scherz R, Schaad UB, Uhring-Lambert B, Hauptmann G, 459 Westberg J, Uhlen M, Wadelius C, Truedsson L. Properdin deficiency in a large Swiss family: 460 identification of a stop codon in the properdin gene, and association of meningococcal disease with 461 lack of the IgG2 allotype marker G2m(n). Clin Exp Immunol 1999;118(2):278-84.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF95": {
            "text": "Brand HK, de Groot R, Galama JM, Brouwer ML, Teuwen K, Hermans PW, Melchers WJ, Warris A. Infection 463 with multiple viruses is not associated with increased disease severity in children with bronchiolitis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF97": {
            "text": "Frank E, Hall M, Trigg L, Holmes G, Witten IH. Data mining in bioinformatics using Weka. Bioinformatics",
            "latex": null,
            "type": "figure"
        },
        "FIGREF99": {
            "text": "Staley KG, Kuehni CE, Strippoli MP, McNally T, Silverman M, Stover C. Properdin in childhood and its 468 association with wheezing and atopy. Pediatr Allergy Immunol 2010;21(4 Pt 2):e787-91.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF100": {
            "text": "Walsh P, Rothenberg SJ, O'Doherty S, Hoey H, Healy R. A validated clinical model to predict the need for 470 admission and length of stay in children with acute bronchiolitis. European journal of emergency 471 medicine : official journal of the European Society for Emergency Medicine 2004;11(5):265-72.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF101": {
            "text": "Prodhan P, Sharoor-Karni S, Lin J, Noviski N. Predictors of respiratory failure among previously healthy 473 children with respiratory syncytial virus infection. The American journal of emergency medicine 474 2011;29(2):168-73.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF102": {
            "text": "Bruun CF, Sanchez J-C, Hochstrasser DF, Marhaug G, Husby G. A two-dimensional electrophoretic study of 476 serum amyloid A and C-reactive protein in infants and children. Electrophoresis 1998;19(5):776-81.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF103": {
            "text": "Comparison of plasma protein levels in children with acute respiratory viral infections with their paired recovery sample (Comparison of protein levels between patients with mild (n=21), moderate (n=51) and severe (n=32) disease and for patients with 485 (n=77) and without (n=27) the need for supplemental oxygen are shown for CRP (A), PTX3 (B), SAP (C), SAA (D) and CFP (E) (Mann Whitney 486 U test).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF104": {
            "text": "Comparison of protein levels between patients with mild (n=43), moderate (n=63) and severe (n=35) disease and 490 for patients with (n=169) and without (n=76) the need for supplemental oxygen are shown for CRP (A), PTX3 (B), SAP (C), SAA (D) and CFP 491 (E) (Mann Whitney U test).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF105": {
            "text": "Comparison of plasma protein levels in children with acute respiratory viral infections with their paired recovery sample (n=51) taken 4-6 weeks after acute infection are shown for CFP, SAA, SAP, CRP (A) and PTX3 (B) (Wilcoxon matched-pairs signed rank test). review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF106": {
            "text": "Comparison of protein levels between patients with mild (n=21), moderate (n=51) and severe (n=32) disease and for patients with (n=77) and without (n=27) the need for supplemental oxygen are shown for CRP (A), PTX3 (B), SAP (C), SAA (D) and CFP (E) (Mann Whitney U test). review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF107": {
            "text": "Comparison of protein levels between patients with mild (n=43), moderate (n=63) and severe (n=35) disease and for patients with (n=169) and without (n=76) the need for supplemental oxygen are shown for CRP (A), PTX3 (B), SAP (C), SAA (D) and CFP (E) (Mann Whitney U test). review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF108": {
            "text": "scientific background and rationale for the investigation being reported line 67-83 in general, our markers: setting, locations, and relevant dates, including periods of recruitment, exposure, follow-up, and data collection Line 116-120, 125-127 Participants 6 (a) Give the eligibility criteria, and the sources and methods of selection of participants. Describe methods of follow-up Line 116-127 and 132-134 (b) For matched studies, give matching criteria and number of exposed and unexposed NA Variables 7 Clearly define all outcomes, exposures, predictors, potential confounders, and effect modifiers. Give diagnostic criteria, if applicable Line 117-120, 128 -132. variable of interest, give sources of data and details of methods of assessment (measurement). Describe comparability of assessment methods if there is more than one group. Line 125-127, 138-147, 150-152 Bias 9Describe any efforts to address potential sources of bias Line 120-122, 127-128 and line 144-145",
            "latex": null,
            "type": "figure"
        },
        "FIGREF109": {
            "text": "165, 272-275. (b) Describe any methods used to examine subgroups and interactions Line 153-164, 164-165 (c) Explain how missing data were addressed, NA (d) If applicable, explain how loss to follow-up was addressed, in this case loss to follow up is not an issue.(e) Describe any sensitivity analyses Line 153-164 Results Participants 13* (a) Report numbers of individuals at each stage of study-eg numbers potentially eligible, examined for eligibility, confirmed eligible, included in the study, completing follow-up, and analysed. This information is added in a supplemental flowchart.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF111": {
            "text": "of outcome events or summary measures over time, severity group, duration of hospitalization. Main results 16 (a) Give unadjusted estimates and, if applicable, confounder-adjusted estimates and their precision (eg, 95% confidence interval). Make clear which confounders were adjusted for and why they were included. Line 203-211, 213-221, 242,-247 (b) Report category boundaries when continuous variables were categorized (c) If relevant, consider translating estimates of relative risk into absolute risk for a meaningful time period Other analyses 17 Report other analyses done-eg analyses of subgroups and interactions, and sensitivity analyses, method section Discussion Key results 18 Summarise key results with reference to study objectives 274-282 Limitations 19 Discuss limitations of the study, taking into account sources of potential bias or imprecision. Discuss both direction and magnitude of any potential bias 326-342. Interpretation 20 Give a cautious overall interpretation of results considering objectives, limitations, multiplicity of analyses, results from similar studies, and other relevant evidence line 333-335, 339-340 Generalisability 21 Discuss the generalisability (external validity) of the study results",
            "latex": null,
            "type": "figure"
        },
        "FIGREF112": {
            "text": "An Explanation and Elaboration article discusses each checklist item and gives methodological background and published examples of transparent reporting. The STROBE checklist is best used in conjunction with this article (freely available on the Web sites of PLoS Medicine at http://www.plosmedicine.org/, Annals of Internal Medicine at http://www.annals.org/, and Epidemiology at http://www.epidem.com/). Information on the STROBE Initiative is available at http://www.strobe-statement.org.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF113": {
            "text": "Prospective observational study in two Dutch hospitals to assess the performance of inflammatory plasma markers to determine disease severity of viral respiratory tract infections in children. no role in study design, data collection and analysis, decision to publish, or preparation of the 23 manuscript.24Financial disclosures: The authors have nothing to disclose.25 Conflict of Interest: None, W.H.vd H. and G.S. work for Hycult Biotech. The authors did not have a role in study 26 design and data analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF114": {
            "text": "Data sharing: data are available on request via the corresponding author.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF115": {
            "text": "LRTI: lower respiratory tract infection, RSV: Respiratory syncytial virus, CRP: C-reactive protein, 29 PTX3: pentraxin 3, SAA Serum Amyloid A, SAP: serum amyloid P component, ROC: receiver operator 30 characteristic, AUC: Area under the curve, PPV: positive predictive value, NPV: negative predictive value.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF116": {
            "text": "causing lower respiratory tract infections (LRTI's) are a major cause of hospital admissions 35 in children. Since the course of these infections is unpredictable with potential fast deterioration into 36 respiratory failure, infants are easily admitted to the hospital for observation. The aim of this study was to 37 examine whether systemic inflammatory markers can be used to predict severity of disease in children with 38 respiratory viral infections.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF117": {
            "text": "of CRP, SAA, PTX3 and properdin was able to identify children with a severe course of viral LRTI 53 disease, even in children under two months of age. To assess the true impact on clinical management these 54 results should be validated in a prospective randomized control study.55 56Strengths and limitations of this study Two independent cohorts of young infants were used to identify and validate plasma biomarkers to assess 58 severity of disease in children with viral LRTI. Linear regression modelling was sued to combine markers to optimize predictive value Performance of our model tested and validated in children under 2 months of age, the group that is 61 clinically most relevant for severe RSV disease.t Other known inflammatory markers, such as procalcitonin, were not included and could have increased the 63 clinical performance of test. This observational cohort study was performed during hospital admission of childreb with clinical signs of 65 viral LRTI, validation in earlier stages of disease at GP-office or ER would be more informative regarding",
            "latex": null,
            "type": "figure"
        },
        "FIGREF118": {
            "text": "than 3 years of age were eligible for inclusion in this prospective cohort study if they 120 attended one of the two hospitals in Nijmegen from September until May with symptoms of an acute viral 121 lower respiratory tract infection (LRTI). Symptoms included signs of increased respiratory effort (e.g. tachypnea 122 and/or use of accessory respiratory muscles or retractions) and/or expiratory wheezing and/or crackles on 123 auscultation and/or apnea. Patients with congenital or acquired immune deficiencies, immunosuppressive 124 medication (including > 24 hours of corticosteroids) or severe psychomotor retardation were excluded. Eligible",
            "latex": null,
            "type": "figure"
        },
        "FIGREF119": {
            "text": "125patients were identified by their physician who diagnosed a viral LRTI and notified the study team. In both 126 hospitals it was not common practise to perform laboratory, rontgen or viral diagnostics at time of127 presentation, therefore inclusions were made based on clinical appearance. When informed consent of both 128 parents was obtained within 24 hours of admission patients were included in the study. Data on clinical 129 parameters, course of disease, medical history and demographics were retrieved from medical records and 130 questionnaires retrieved at inclusion and after 4-6 weeks. Participation in this study did not influence medical 131 care, and study results from individual patients were not shared with the medical team. Retrospectively, after 132 discharge patients were allocated into three groups: mild, send home or only clinical observation; moderate, 133 patients with need for supplemental oxygen and/or nasogastric feeding; and severe, patients with mechanical 134 ventilation. Supplemental oxygen was started according to the protocols from the clinical wards in patients 135 with an oxygen saturation of ≤ 92% for at least 10 minutes after use of decongestives. Results were evaluated 136 in a training cohort (n=104, 2010-2012) and subsequently tested in a larger historical validation cohort with the 137 same inclusion and exclusion criteria (n=141, 2006-2009). The study was approved by the Committee on 138 Research involving Human Subjects.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF120": {
            "text": "informed consent, blood and a nasopharyngeal wash were collected within 24 hours (acute), and after 4-142 6 weeks (recovery). A venous blood sample (3ml) was collected in sodium heparin tubes and immediately 143 Page 4 of 21 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF121": {
            "text": "SAA, SAP, PTX3, CFP and CRP were determined in two fold diluted plasma by ELISA following the 154 manufacturer's instructions (Hycult Biotech, Uden, The Netherlands, Catalog No's HK333, are expressed as percentages for categorical variables and as mean and standard error of the mean (SEM) 159 or median and inter quartile range (IQR) for the non-parametric continuous variables. Kruskal-Wallis tests were selected using the M5 method linear regression, which removes classifiers with the smallest standardized",
            "latex": null,
            "type": "figure"
        },
        "FIGREF122": {
            "text": "164 coefficient one-by-one until no decrease in error estimate is observed. The outcome of the obtained rule was 165 analysed for its Receiver Operator Characteristics (ROC). Cut-off values were determined for both mild and 166 severe disease. These cut offs were subsequently validated in a second cohort. A two-sided p value of < 0.05 167 was considered statistically significant. A subanalysis was performed in children under two months of age, since 168 this group is often excluded in other studies that describe prediction rules and age is an important factor in 169 disease severity. Statistical tests were performed by SPSS for Windows (Release 19, SPSS Inc., Chicago, IL) and 170 Waikato Environment for Knowledge Analysis (WEKA)was used to perform linear regression. severe disease were significantly younger and had more often siblings than patients in the mild and moderate groups. The amount of children below 2 months of age is 5, 12 and 21 in the mild, moderate and severe group, 179 respectively. Duration of hospitalisation significantly increased towards more severe disease. 2% of the 180 patients were not hospitalised (2/104), whereas 17% of the hospitalised patients had only mild disease. RSV 181 Page 5 of 21 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF123": {
            "text": "in the majority of patients (65%), in 43% viral co-infections were present. The highest proportion 182 of RSV mono-infections was seen in children with a severe course of disease (p<0.001)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF124": {
            "text": "235 linear regression resulted in the following model: (5.8 x PTX3) + (1.15 x CRP) -(4.1 x CFP) -(0.93 x SAA) +",
            "latex": null,
            "type": "figure"
        },
        "FIGREF125": {
            "text": "359 in reduced hospitalisation rates or length of stay in the hospital. To truly estimate the value of the markers a 360 prospective study is needed. However, even before the markers are implemented in the clinic, biomarkers 361 could be used to stratify patients in clinical studies and as secondary end-point in intervention studies. With the 362 Page 10 of 21 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF126": {
            "text": "of point-of-care tests, plasma protein levels can be available within a relevant time frame 363 and could be beneficial for care in emergency rooms and by the general practitioner. patients and collected samples, performed the statistical analyses and wrote the manuscript, KB 374 included patients, collected samples and provided input on the manuscript. AZ aided in the statistical analysis 375 and the interpretation of data and writing of the manuscript. WHH and GS performed the laboratory 376 experiments and gave input for the manuscript. MB and CN aided in the inclusion of the patients and read the 377 manuscript. RdG and GF were coordinators of the study and provided input in all steps of the progress from 378 study design to the writing of this manuscript. review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF127": {
            "text": "Marguet C, Bocquel N, Benichou J, Basuyau JP, Hellot MF, Couderc L, Mallet E, Mace B. Neutrophil but not 414 eosinophil inflammation is related to the severity of a first acute epidemic bronchiolitis in young 415 infants. Pediatr Allergy Immunol 2008;19(2):157-65.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF128": {
            "text": "Bont L, Heijnen CJ, Kavelaars A, van Aalderen WM, Brus F, Draaisma JT, Geelen SM, van Vught HJ, Kimpen 417 JL. Peripheral blood cytokine responses and disease severity in respiratory syncytial virus bronchiolitis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF129": {
            "text": "review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF130": {
            "text": "respiratory journal : official journal of the European Society for Clinical Respiratory connective tissue diseases, infection, and malignancy as compared to normal serum. The Journal of 454 laboratory and clinical medicine 1979;94(4):633-8.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF131": {
            "text": "review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF132": {
            "text": "review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF133": {
            "text": "Comparison of plasma protein levels in children with acute respiratory viral infections with their paired recovery sample (Comparison of protein levels between patients with mild (n=21), moderate (n=51) and severe (n=32) disease and for Comparison of protein levels between patients with mild (n=43), moderate (n=63) and severe (n=35) disease and501 for patients with (n=169) and without (n=76) the need for supplemental oxygen are shown for CRP (A), PTX3 (B), SAP (C), SAA (D) and CFP 502 (E) (Mann Whitney U test).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF134": {
            "text": "review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF135": {
            "text": "Comparison of plasma protein levels in children with acute respiratory viral infections with their paired recovery sample (n=51) taken 4-6 weeks after acute infection are shown for CFP, SAA, SAP, CRP (A) and PTX3 (B) (Wilcoxon matched-pairs signed rank test). review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF136": {
            "text": "Comparison of protein levels between patients with mild (n=21), moderate (n=51) and severe (n=32) disease and for patients with (n=77) and without (n=27) the need for supplemental oxygen are shown for CRP (A), PTX3 (B), SAP (C), SAA (D) and CFP (E) (Mann Whitney U test). review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF137": {
            "text": "Comparison of protein levels between patients with mild (n=43), moderate (n=63) and severe (n=35) disease and for patients with (n=169) and without (n=76) the need for supplemental oxygen are shown for CRP (A), PTX3 (B), SAP (C), SAA (D) and CFP (E) (Mann Whitney U test).189x258mm (300 x 300 DPI)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF138": {
            "text": "scientific background and rationale for the investigation being reported line 67-83 in general, our markers: setting, locations, and relevant dates, including periods of recruitment, exposure, follow-up, and data collection Line 116-120, 125-127 Participants 6 (a) Give the eligibility criteria, and the sources and methods of selection of participants. Describe methods of follow-up Line 116-127 and 132-134 (b) For matched studies, give matching criteria and number of exposed and unexposed NA Variables 7 Clearly define all outcomes, exposures, predictors, potential confounders, and effect modifiers. Give diagnostic criteria, if applicable Line 117-120, 128 -132. variable of interest, give sources of data and details of methods of assessment (measurement). Describe comparability of assessment methods if there is more than one group. Line 125-127, 138-147, 150-152 Bias 9",
            "latex": null,
            "type": "figure"
        },
        "FIGREF139": {
            "text": "165, 272-275. (b) Describe any methods used to examine subgroups and interactions Line 153-164, 164-165 (c) Explain how missing data were addressed, NA (d) If applicable, explain how loss to follow-up was addressed, in this case loss to follow up is not an issue.(e) Describe any sensitivity analyses Line 153-164 Results Participants 13* (a) Report numbers of individuals at each stage of study-eg numbers potentially eligible, examined for eligibility, confirmed eligible, included in the study, completing follow-up, and analysed. This information is added in a supplemental flowchart.Page 20 of 21 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Patient characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "29. Kemper C, Atkinson JP, Hourcade DE. Properdin: emerging roles of a pattern-recognition molecule. Annu 30. Wirthmueller U, Dewald B, Thelen M, et al. Properdin, a positive regulator of complement activation, is 394 released from secondary granules of stimulated peripheral blood neutrophils. J Immunol 33. Brand HK, de Groot R, Galama JM, et al. Infection with multiple viruses is not associated with increased",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "moderate vs severe p<0.01. ** mild vs severe p<0.05. ***mild vs moderate/severe and moderate vs severe",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "severe p<0.001. *** mild vs moderate / severe p<0.001 ****mild vs severe p<0.01",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "10b Reference standard, in sufficient detail to allow replication Na11Rationale for choosing the reference standard (if alternatives exist) Na 12a Definition of and rationale for test positivity cut-offs or result categories of the index test, distinguishing pre-specified from exploratory 9 12b Definition of and rationale for test positivity cut-offs or result categories of the reference standard, distinguishing pre-specified from exploratory",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "STARD stands for \"Standards for Reporting Diagnostic accuracy studies\". This list of items was developed to contribute to the completeness and transparency of reporting of diagnostic accuracy studies. Authors can use the list to write informative study reports. Editors and peer-reviewers can use it to evaluate whether the information has been included in manuscripts submitted for publication.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Study performed during admission hospital and ICU in patients with clinical signs of viral LRTI, Acute lower respiratory viral infections (LRTIs) annually result in hospitalisation of 0.9-1.36% of a birth such a way that all patients in this age group were automatically admitted to the hospital. A more objective, reproducible and sensitive prediction of disease severity for all age groups may be achieved by using Therefore, plasma proteins that were not yet extensively studied in the context of viral LRTI were identified correlation between CRP levels and severity of viral disease has been described. When CRP levels are very high they indicate bacterial infection, however often CRP is moderately increased and then CRP is not able to",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml (Lymphoprep®, Axis Shield, Norway) and stored at -80°C. After instilling 0.5 ml of saline into one of the nostrils, 139 a catheter was introduced into the nasopharynx to aspirate nasopharyngeal fluid. Samples were instantly put 140 on ice, transported to the laboratory and stored at -80°C. Multiplex RT-PCR was performed on the nasal wash 141 to confirm viral aetiology of disease, as previously described.35  This way, viral etiology of disease was 142 established for this study, however this information was not available during treatment of the patient. The assay was designed to detect fifteen viruses influenza virus types A and B, coronavirus 229E and OC43, bocavirus,",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": ", therefore we checked whether age is a After finding differences in plasma levels in patients with different disease severities the diagnostic",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "When the prediction rule was applied to the validation set with a cut-off of 122, the sensitivity for severeIn this study, we show that plasma levels of CRP, PTX3, SAA and CFP correlate with disease severity in children with acute viral LRTI. Furthermore, we demonstrate that a combination of these markers significantly increased Interestingly, most of the inflammatory markers investigated in this study have not been described in the context of viral LRTI or disease severity. The increase of CRP and SAA levels during viral infection was known and this was also the reason to include the proteins in our study. We were able to confirm the work of Huttunen et al. that the ratio SAA/CRP is significantly decreased in patients with severe disease compared to LRTI in children. This was already proposed by others, who saw a correlation with peak temperature, duration of fever and presence of pneumonia in mechanically ventilated patients.17,19  Although SAP levels significantly increase during infection, no correlation could be observed with disease severity in children with viral LRTI.",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml further studies. Currently, there is no targeted therapy for most respiratory viruses and therefore there are no 322 consequences to the early identification of patients with a severe course of disease besides optimalisation of 323 supportive care. The identification of children with a mild course of disease has more visible consequences, as 324 can be measured in reduced hospitalisation rates or length of stay in the hospital. To truly estimate the value of 325 the markers a prospective study is needed, moreover it would be interesting to measure the markers earlier in 326 the course of disease. However, even before the markers are implemented in the clinic, biomarkers could be used to stratify patients in clinical studies and as secondary end-point in intervention studies. With the current 328 development of point-of-care tests, plasma protein levels can be available within a relevant time frame.",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "Give the source of funding and the role of the funders for the present study and, if applicable, for the original study on which the present article is based line 20-24 *Give information separately for exposed and unexposed groups.Note: An Explanation and Elaboration article discusses each checklist item and gives methodological background and published examples of transparent reporting. The STROBE checklist is best used in conjunction with this article (freely available on the Web sites of PLoS Medicine at http://www.plosmedicine.org/, Annals of Internal Medicine at http://www.annals.org/, and Epidemiology at http://www.epidem.com/). Information on the STROBE Initiative is available at http://www.strobe-statement.org.",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "A combination of CRP, SAA, PTX3 and properdin was 47 a better indicator of severe disease compared to any of the individual makers and age (69% sensitivity [95% CI not able to identify patients with a mild course of disease.",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "Study performed during admission hospital and ICU in patients with clinical signs of viral LRTI, Acute lower respiratory viral infections (LRTIs) annually result in hospitalisation of 0.9-1.36% of a birth Moreover, children under two months of age were either excluded or the studies were designed in 80 such a way that all patients in this age group were automatically admitted to the hospital. A more objective, reproducible and sensitive prediction of disease severity for all age groups may be achieved by using 82 biochemical and hematological markers.[12][13][14][15][16] Therefore, plasma proteins that were not yet extensively studied in the context of viral LRTI were identified correlation between CRP levels and severity of viral disease has been described. When CRP levels are very high they indicate bacterial infection, however often CRP is moderately increased and then CRP is not able to differentiate between viral or bacterial aetiology of infection. 20-23 Serum amyloid A (SAA) appears to be more sensitive than CRP for the detection of bacterial infections in neonates, although it is not used in daily Properdin (CFP) is a positive regulator of the alternative pathway of the complement system and it is a pattern 102 recognition molecule that can bind to apoptotic/necrotic cells or microbial pathogens (including viruses) to Recently, the immunological potential of CFP is gaining attention. In 104 the context of kidney disease the role of properdin is becoming more apparent, moreover it has been",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "Patient characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "), whereas the other markers showed no significant were found in the group under two months of age. Thus, although age is an important confounder for disease severity, the levels of the plasma markers are not only dependent on age and reflect disease severity .RSV mono-infections are more frequently seen in the severe disease group (Table 1). We tested whether patients with RSV mono-infections also had higher plasma levels compared to patients with the same disease hospitalisation (supplemental oxygen and/or nasogastric feeding) was assessed. Of 104 patients included for",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": "Based on the ROCs, a cut-off value for the identification of mild disease was set at 93.50, which resulted in an Additional analyses were performed to assess the performance of logistic regression analysis, this was not possible for mild disease since all patients were allocated to the mild/severe group. For severe disease the performance of the rule was almost the same as compared to our linear regression model. The inclusion of age in the linear model resulted in a similar performance in the cohorts. In this rule SAA was replaced with age. comparable performance. Moreover, the performance of the rule was best in patients under two months of age (<60.5 days) in whom it is clinically difficult to predict the course of disease.context of viral LRTI or disease severity. The increase of CRP and SAA levels during viral infection was known",
            "latex": null,
            "type": "table"
        },
        "TABREF31": {
            "text": "). Bruun et al. studied plasma levels of CRP and SAA in children and neonates, including preterms in healthy and diseased state. They demonstrated that with 336increasing age (preterm up to child) higher CRP and SAA levels are being produced during disease. 40 Although when patients where healthy the differences resolve. It is likely that the higher levels of SAA in our youngest 338 (severely ill) patients is a result of disease severity. As has already been demonstrated for bacterial In our linear regression rule SAA could be replaced with age of the patients which gave similar",
            "latex": null,
            "type": "table"
        },
        "TABREF32": {
            "text": "Mariëtte Las, for excellent support during the study. Finally, we would like to thank Marloes Vissers for critically reading this manuscript.",
            "latex": null,
            "type": "table"
        },
        "TABREF34": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF36": {
            "text": "Acute lower respiratory viral infections (LRTIs) annually result in hospitalisation of 0.9-1.36% of a birth such a way that all patients in this age group were automatically admitted to the hospital. A more objective, reproducible and sensitive prediction of disease severity for all age groups may be achieved by using Therefore, plasma proteins that were not yet extensively studied in the context of viral LRTI were identified clinical care.19  No correlation between CRP levels and severity of viral disease has been described. When CRP levels are very high they indicate bacterial infection, however often CRP is moderately increased and then CRP",
            "latex": null,
            "type": "table"
        },
        "TABREF37": {
            "text": "to confirm viral aetiology of disease, as previously described.35  This way, viral etiology of disease was 148 established for this study, however this information was not available during treatment of the patient. The assay 149 was designed to detect fifteen viruses influenza virus types A and B, coronavirus 229E and OC43, bocavirus, enterovirus, adenovirus, parechovirus, PIV types 1-4, metapneumovirus, rhinovirus, and RSV.",
            "latex": null,
            "type": "table"
        },
        "TABREF38": {
            "text": "Patient characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF39": {
            "text": "), whereas the other markers showed no significantThe influence of age and viral aetiology on protein levelsChildren with severe disease are significantly younger (Table 1), therefore we checked whether age is a confounder for our protein levels. After stratification of the cohort per severity and age group (under and above two months of age) protein levels were compared. After Bonferroni correction no significant differences were found in the group under two months of age. Thus, although age is an importantconfounder for disease severity, the levels of the plasma markers are not only dependent on age and reflect disease severity .For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF40": {
            "text": "patients with RSV mono-infections also had higher plasma levels compared to patients with the same disease performance of the proteins was tested. First, the performance of the markers to indicate the need for hospitalisation (supplemental oxygen and/or nasogastric feeding) was assessed. Of 104 patients included for 221 analysis 27 did not receive supplemental oxygen: 6 of these patients belonged to the moderate group (Table 1).The area under the curve (AUC) for the markers CRP and PTX3 was 0.63 and 0.64 respectively. The AUC for the 223 other markers was 0.59 for SAA, 0.57 for SAP and 0.51 for CFP.Second, the performance of markers to indicate the need for mechanical ventilation (severe disease) was 225 assessed. Of 104 patients included for analysis, 32 were mechanically ventilated (Table 1). The AUC of the 226 markers that were associated with severe disease, CRP, SAA and CFP, was 0.73, 0.57 and 0.76 respectively. The AUC for the other markers was 0.56 for PTX3 and 0.53 for SAP.",
            "latex": null,
            "type": "table"
        },
        "TABREF41": {
            "text": "236 106.25. The AUC for this rule is 0.65 for mild disease (no need for supplemental oxygen) and 0.89 for severe Based on the ROCs, a cut-off value for the identification of mild disease was set at 93.50, which resulted in an AUC of 0.65 and sensitivity of 56% [95% CI 36-74], a specificity of 70% [95% CI 58-80], a positive predictive value (PPV) of 82% [95% CI 70-90] and a negative predictive value (NPV) of 39% [95% CI 24-56]). In < 2 months old children the AUC is 0.88 (sensitivity 87% [95% CI 69-96], specificity 71% [95% CI 30-95], PPV 93% [95% CI 243 76-99] and NPV 56% [95% CI 23-85]), whereas in > 2 months old patients the AUC is 0.50 (sensitivity 57% [95% CI 42-71], specificity 47% [95% CI 25-71], PPV 72% [95% CI 56-96] and NPV 31% [95% CI16-51]). The cut-off value for severe disease was set at 122 (sensitivity 69% [95% CI 50-83], specificity 90% [95% CI 80-96] with a PPV of 76% [95% CI 56-89] and an NPV of 87% [95% CI 76-93]) with an AUC of 0.88. In children below two months of age the AUC for severe disease increased to 0.90 (sensitivity 72% [95% CI 50-87], specificity 85% 249 [95% CI 65-95], PPV 82% [95% CI 59-94] and NPV 77% [95% CI 57-89]). In older children the AUC is 0.86 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF42": {
            "text": "(sensitivity 55% [95% CI 25-82], specificity 93% [95% CI 82-98], PPV 60% [95% CI 27-86] and NPV 91% [95% CI A new cohort of 141 children was tested. Patient characteristics of the original and validation cohort were similar with respect to their distribution of age, gender and number of prematurely born infants (less than 35 weeks). The number of children below two months of age is 12, 23 and 22, respectively. In contrast to the training cohort, the presence of siblings was not significantly different between the severity groups in the validation cohort (Supplemental table 1 and Supplemental figure 1). Validation of the prediction rule for mild disease, need for hospitalization, resulted in 51% sensitivity [95% CI 262 37-65] and 68% specificity [95% CI 58-78] (PPV 46% [95% CI 33-60]and NPV 72% [95% CI 62-81]). In children 263 below two months of age the rule performed better the AUC increased from 0.67 to 0.79 (sensitivity 55% [95% CI 33-75], specificity 81% [95% CI 70-89], PPV 46% [95% CI 27-66] and NPV 86% [95% CI 74-92]). In children > 2 months the AUC decreased to 0.58 (sensitivity 52% [95% CI 38-65], specificity 60% [95% CI50-70], PPV 42% 266 [95% CI 30-55] and NPV 69% [95% CI 58-78]). When the prediction rule was applied to the validation set with a cut-off of 122, the sensitivity for severe disease was 71% [95% CI 53-85] with 87% specificity [95% CI79-92], PPV and NPV were 64% [95% CI 47-78] and 90% [95% CI 82-95], respectively. In children below two months of age the AUC for severe disease is 0.87 (sensitivity 77% [95% CI 61-88], specificity 57% [95% CI 46-67], PPV 45% [95% CI 33-57], NPV 84% [95% CI 73-92]). In older children the AUC 274 remains 0.87 (sensitivity 58% [95% CI 37-77], specificity 90% [95% CI 83-94], PPV 52% [95% CI 32-71], NPV 92% 275 [95% CI 85-96]).Additional analyses were performed to assess the performance of logistic regression analysis, this was not possible for mild disease since all patients were allocated to the mild/severe group. For severe disease the performance of the rule was almost the same as compared to our linear regression model. The inclusion of age 279 in the linear model resulted in a similar performance in the cohorts. In this rule SAA was replaced with age.In this study, we show that plasma levels of CRP, PTX3, SAA and CFP correlate with disease severity in children 283 with acute viral LRTI. Furthermore, we demonstrate that a combination of these markers significantly increased the performance of the individual proteins to identify patients with severe disease. The designed prediction rule has been validated in a larger independent patient cohort with similar characteristics, which resulted in a For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF43": {
            "text": "comparable performance. Moreover, the performance of the rule was best in patients under two months of age (<60.5 days) in whom it is clinically difficult to predict the course of disease.Interestingly, most of the inflammatory markers investigated in this study have not been described in the 290 context of viral LRTI or disease severity. The increase of CRP and SAA levels during viral infection was known and this was also the reason to include the proteins in our study. We were able to confirm the work of Huttunen et al. that the ratio SAA/CRP is significantly decreased in patients with severe disease compared to patients with mild and moderate disease (data not shown).25  Moreover, CRP and SAA levels both correlated with severity of viral LRTI's and CRP was also correlated with length of hospitalisation. To the best of our knowledge, these findings have not been described before. The increase in PTX3 levels during more severe disease and a correlation with need for supplemental oxygen show the potential of PTX3 as biomarker for viral LRTI in children. This was already proposed by others, who saw a correlation with peak temperature, duration of fever and presence of pneumonia in mechanically ventilated patients.17,19  Although SAP levels significantly 299 increase during infection, no correlation could be observed with disease severity in children with viral LRTI.Therefore, it appears that SAP could not be used as a biomarker for disease severity in viral or bacterial301 infections. 28 This study is the first to describe the remarkable kinetics of CFP (Properdin) levels, which decrease 302 during severe viral infection in children. We were unable to find an explanation in literature. However, since CFP levels restored in the available recovery samples, a deficiency is highly unlikely. Other possible 304 explanations for the decrease might be consumption, as occurs with other complement factors, or an 305 (unrecognised) bacterial co-infection. Although cultures were routinely taken at the intensive care unit before 306 the start of SDD antibiotics, bacterial infections cannot be ruled out completely. A sub analysis of patients with 307 (n=10) and without (n=15) positive bacterial cultures on the ICU showed no difference in protein levels (data not shown). During the study period selective digestive decontamination (SDD) was standard practice in the ICU and therefore all severe patients would have had at least one gift of prophylactic antibiotics before the 310 study samples were taken. The prediction rule for the identification of children with a mild course of disease appeared to be insufficient for clinical use (AUC 0.65). However, the performance in children less than two months of age (AUC 0.88) is promising and might provide additive value in clinical decision making. Currently, there are no comparable laboratory based studies assessing the identification of mild disease. Clinical rules for safe discharge based on age and findings at physical examination have been developed. Unfortunately, in these studies children below 317 2 months of age were excluded or automatically admitted regardless of the necessity of treatment. 5,33,37,38The identification of patients with severe disease was accurate with the chosen inflammatory markers (AUC 320 0.89). The prediction performed better than age on itself (AUC 0.77). A prediction rule based on IL-8 and RANTES in plasma and CD4 + T cell counts accurately identifies severe disease, but needs to be validated in an 322 independent cohort to establish clinical potential.16  A combination of biochemical, hematological and clinical data might further improve accuracy. A drawback of introducing clinical variables is that most of the published For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF44": {
            "text": "risk factors in clinical prediction are not objective or may change rapidly in time. Moreover, signs and symptoms of children can be ambiguous at the moment of presentation and only become clear after prolonged observation. Prediction rules using clinical data often show a lower AUC and validation studies of these rules are lacking or have a smaller sample size.4,39    Limitations of our study are the limited number of patients in the mild age group, especially patients younger than two months of age. This influenced our analyses and hindered the logistic regression analysis in the prediction of mild disease. Since venapuncture is not always part of routine care, especially not in this patient group parents often refuse participation or the venapuncture specific. Therefore the performance of our rule 333 in the mild patient group under two months of age needs further testing Moreover, a prospective study in which results are available for the clinicians is needed to assess the clinical implications of our rule.Age is always a confounder in studies on disease severity in infants with RSV. We could not find correlations in the acute samples after correcting for age and multiple testing, however we did observe a positive correlation 337 between age and SAA and SAP in the recovery samples (data not shown). This is opposite to our findings during338 the acute phase of disease (higher levels in younger patients). Bruun et al. studied plasma levels of CRP and SAA in children and neonates, including preterms in healthy and diseased state. They demonstrated that with 340 increasing age (preterm up to child) higher CRP and SAA levels are being produced during disease. 40 Although 341 when patients where healthy the differences resolve. It is likely that the higher levels of SAA in our youngest 342 (severely ill) patients is a result of disease severity. As has already been demonstrated for bacterial 343 infections.24,25 In our linear regression rule SAA could be replaced with age of the patients which gave similar",
            "latex": null,
            "type": "table"
        },
        "TABREF45": {
            "text": "Page 18 of 21 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml Supplemental table 1. Patient characteristics validation cohort Values are given in numbers (percentages) or medians [25 th -75 th percentiles]. *mild vs severe p<0.001 and moderate vs severe p<0.01. ** mild vs severe p<0.05. ***mild vs moderate/severe and moderate vs severe p<0.001. For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF46": {
            "text": "none (c) Summarise follow-up time (eg, average and total amount) 4-6 weeks, not relevant. Report numbers of outcome events or summary measures over time, severity group, duration of hospitalization. Give unadjusted estimates and, if applicable, confounder-adjusted estimates and their precision (eg, 95% confidence interval). Make clear which confounders were adjusted for and why they were included. Line 203-211, 213-221, 242,-247 (b) Report category boundaries when continuous variables were categorized this is added in the tables. (c) If relevant, consider translating estimates of relative risk into absolute risk for a meaningful time period We do not consider this relevant.",
            "latex": null,
            "type": "table"
        },
        "TABREF47": {
            "text": "Note: An Explanation and Elaboration article discusses each checklist item and gives methodological background and published examples of transparent reporting. The STROBE checklist is best used in conjunction with this article (freely available on the Web sites of PLoS Medicine at http://www.plosmedicine.org/, Annals of Internal Medicine at http://www.annals.org/, and Epidemiology at http://www.epidem.com/). Information on the STROBE Initiative is available at http://www.strobe-statement.org. For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank all parents and children who participated in this study. We are also thankful for the help 309 of the staff from the participating hospitals. We thank Tefa for their Cheiron Dynamic II apparatus to enable us",
            "cite_spans": [],
            "ref_spans": [],
            "section": "308"
        },
        {
            "text": "We would like to thank all parents and children who participated in this study. We are also thankful for the help 367 of the staff from the participating hospitals. We thank Tefa for their Cheiron Dynamic II apparatus to enable us 368 to perform nasal washes in a standardized matter. The Pediatric Drug Research Centre Nijmegen, especially",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements 366"
        }
    ]
}