{
    "paper_id": "64446f0f65181fe204c058fb60116c68fc7defc2",
    "metadata": {
        "title": "Assessing health systems in Guinea for prevention and control of priority zoonotic diseases: A One Health approach",
        "authors": [
            {
                "first": "Claire",
                "middle": [
                    "J"
                ],
                "last": "Standley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgetown University",
                    "location": {
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Ellen",
                "middle": [
                    "P"
                ],
                "last": "Carlin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EcoHealth Alliance",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Erin",
                "middle": [
                    "M"
                ],
                "last": "Sorrell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgetown University",
                    "location": {
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Alpha",
                "middle": [
                    "M"
                ],
                "last": "Barry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgetown University",
                    "location": {
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Ebi",
                "middle": [],
                "last": "Bile",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "U.S. Centers for Disease Control and Prevention",
                    "location": {
                        "settlement": "Conakry",
                        "country": "Guinea"
                    }
                },
                "email": ""
            },
            {
                "first": "Aboubacar",
                "middle": [
                    "S"
                ],
                "last": "Diakite",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Conakry",
                        "country": "Guinea"
                    }
                },
                "email": ""
            },
            {
                "first": "Mamady",
                "middle": [
                    "S"
                ],
                "last": "Keita",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lamine",
                "middle": [],
                "last": "Koivogui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut National de Santé Publique",
                    "location": {
                        "settlement": "Conakry",
                        "country": "Guinea"
                    }
                },
                "email": ""
            },
            {
                "first": "Seny",
                "middle": [],
                "last": "Mane",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lise",
                "middle": [
                    "D"
                ],
                "last": "Martel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "U.S. Centers for Disease Control and Prevention",
                    "location": {
                        "settlement": "Conakry",
                        "country": "Guinea"
                    }
                },
                "email": ""
            },
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Katz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgetown University",
                    "location": {
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "High-profile examples of the emergence and re-emergence of zoonotic diseases in recent years, including Severe Acute Respiratory Syndrome (SARS) in 2003 and highly pathogenic avian influenza providing guidance and suggestions as to how these principles can be applied in practice [1] [2] [3] [4] [5] . Concurrently, global health security frameworks, notably the International Health Regulations (IHR 2005) and the Global Health Security Agenda (GHSA), have highlighted the critical importance of multisectoral, One Health collaboration. The GHSA references One Health explicitly in its goal to accelerate progress towards full compliance with the IHR 2005 and ensure that all countries in the world can detect, assess, report, and respond to emerging public health events of international concern, including outbreaks of zoonotic diseases [6, 7] .",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 283,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 406,
                    "text": "(IHR 2005)",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "[6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 844,
                    "end": 846,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The importance of global health security, and particularly the role of multisectoral, One Health coordination and collaboration, was emphasized during the catastrophic 2014-2016 West Africa Ebola virus disease outbreak. The virus is believed to have initially crossed over from bats into humans in south-eastern Guinea [8] . Weak health systems prevented the early and accurate identification of the disease and allowed for extensive transmission, including across international borders, before the outbreak was confirmed by the Ministry of Health (MOH) [9] .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 322,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the wake of the outbreak, Guinea was targeted for substantial support and capacity building from the United States and other nations, particularly with respect to facilitating the recovery and renewal of the health system, and incorporating a One Health approach. As a first step, the Government of Guinea sought to undertake a baseline assessment of its systems and structure for prevention, detection, and response to priority zoonotic diseases, across all implicated sectors and embracing the One Health concept. With support from the U.S. Centers for Disease Control and Prevention and other technical partners, the authors therefore sought to define priority zoonotic diseases identify and map existing capacities and gaps, and prioritize actions and activities for future capacity building in order to develop a robust One Health system for zoonotic disease control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The project utilized a previously published methodology for assessing systems for prevention and control of priority zoonotic diseases in a country [10] , which was further adapted to align with GHSA measures and targets, as well as incorporate a holistic One Health approach. Notably, changes to the baseline methodology included developing a list of at least five priority zoonotic diseases, per the GHSA Prevent-2 Action Package on Zoonotic Diseases [11] , and ensuring the inclusion of the Ministry of Environment as a stakeholder. Overall, the methodology employs a completely collaborative approach, requiring the full participation and ownership of all relevant government line ministries. In Guinea, this meant ensuring input from the Ministry of Health (MOH), Ministry of Livestock (MOL), and Ministry of Environment (MOE). Fig. 1 outlines the methodological process, including a summary timeline for each described step. The first step, which started in September 2015, wasto determine which stakeholders in Guinea would need to be engaged during the project. This was achieved through consultation with partners in Guinea, as well as a review of existing published reports on zoonotic diseases in Guinea. The second step was to determine the list of priority zoonotic diseases. This was achieved by conducting a literature search for the zoonotic diseases likely to be present or of high risk of emergence in Guinea, comparing the diseases identified via peer-reviewed and \"grey\" literature publications to available ministerial reportable disease lists, and holding a facilitated roundtable discussion among the ministries to add or remove diseases from consideration, and then prioritize. During the roundtable discussion, held in November 2015, we convened representatives from MOH, MOL, and MOE to categorize the different zoonotic diseases as emerging, epidemic-prone, or endemic in Guinea, as well as review the factors to be considered for prioritization in the Guinean context. Examples of factors included the economic and/or social impact of the disease, the case fatality rate in humans and/or animals, the overall health burden or morbidity caused by the disease, and implications for trade. Facilitators started the discussion by mentioning common zoonotic diseases and asking each Ministry (MOH, MOL, MOE) to present their perspectives related to the different factors. Participants were encouraged to provide supporting evidence on potential priority zoonotic diseases, including national statistics on prevalence, distribution, economic impact, and case fatality rate, where available. Disease information from international normative sources, such as WHO and OIE, was used alongside national data when considering the various factors. The list was then narrowed through group consensus discussion, with facilitators ensuring even contribution from all sectors, to six, to fulfill the GHSA requirement of targeting at least five priority zoonotic diseases.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 833,
                    "end": 839,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Once the consensus list of priority diseases was defined, each of the diseases was used as a \"case study\" to identify processes for prevention, detection, and response across the three primary implicated sectors: human health, domestic animal health (inclusive of pets, companion animals and livestock), and wildlife/ecosystem health. Between November 2015 and April 2016, the research team examined the processes for each disease from initial detection in a human or animal host to declaration of the end of an outbreak, including: routine and eventbased surveillance, sample collection and management; laboratory testing and confirmation; local, national, and international reporting; case management; and emergency response procedures. We focused primarily on areas of coordination and communication between the sectors, and included an administration assessment at all levels: local, intermediate, and national. We sought data from three main sources: (1) direct interviews with stakeholders, including approximately 15 ministry officials from MOH, MOL and MOE at national and sub-national levels; (2) site visits to key facilities at the national and sub-national level; and (3) two information-gathering workshops (conducted in November 2015 and January 2016) to convene partners and stakeholders from government together with non-governmental and international organizations working in global health security and health systems strengthening. (Site visit questionnaires and workshop participating institutions/organizations are available as Supplementary Materials.) The research team then used the information gathered to develop systems \"maps\" for each disease, highlighting where existing processes included formal and informal communication or collaboration by phone, email, or participation to joint investigation between sectors as well as existing gaps. The systems maps and identified gaps were validated with key partners and stakeholders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The third stakeholder/partner workshop, which included the three Ministries and their key partners, was held in April 2016 and focused on validating the systems maps and identified gaps, and also was used to develop a prioritized list of recommendations for capacity building based on the gaps identified in each of the disease maps. Consensus between participants on each recommendation was achieved through facilitated small-group discussion, with final review by the whole group. The recommendations included the estimated relative level of investment and time required to achieve and complete each gap. Criteria for the investment and time estimations included requirements for equipment and tools, technical expertise and resources as well as other required inputs. We defined \"short-term\" as 0-6 months; \"medium-term\" as 6-18 months; and \"long-term\" as greater than 18 months. Prioritization was defined based on the impact of filling the gap(s). \"Low priority\" was defined as an activity that would demonstrate Guinea's commitment to compliance with IHR (2005) and other capacity-building frameworks, would achieve a short-term goal, and/or result in a transient benefit. \"Medium-priority\" was defined as an activity that would strengthen baseline capacities, including equipment, processes, and/or materials with some sustained benefit. \"High priority\" was defined as an activity that would strengthen infrastructure, systems, and/or workforce for ongoing activities with farreaching benefits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The disease prioritization discussion was a half-day meeting hosted by MOL on 13 November 2015 and involved two representatives from each the MOH, MOL and MOE. The meeting resulted in a list of six priority diseases: rabies, brucellosis, highly pathogenic avian influenza (HPAI), viral hemorrhagic fevers (VHF), anthrax, and trypanosomiasis ( Table 1 ). The group reached consensus without major disagreements, although there was substantial discussion over the categorization of VHF, and specifically if Ebola virus disease should be considered separately. In the end, it was included within the broader VHF grouping; other diseases specifically mentioned as important to be considered within that group included Lassa fever, Rift Valley fever (RVF), and yellow fever (YF).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 350,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Figs. 2, 3 and 4 display the systems maps for rabies, brucellosis and HPAI, respectively. The systems maps for anthrax and trypanosomiasis are available as supplemental files (Figs. S1 and S2, respectively), in the interest of space, as they provided no substantial additional observations, gaps, or challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "It proved impossible to develop a consensus map across the diverse diseases included under the \"viral hemorrhagic fevers\" grouping, in large part due to the extensive capacities and coordination mechanisms that were put in place specifically for EVD during the outbreak response. Although there were some suggestions from stakeholders that capacities for EVD might translate across similar VHFs such as Lassa fever, our discussions revealed that in most cases, the capacities were built solely with EVD in mind, and would not necessarily extend to other VHFs, particularly those with existing vertical control efforts (such as YF) or those that have a predominantly veterinary impact (such as RVF). While there was a clear need to focus narrowly on EVD during the outbreak response, this finding highlights the potential for missed opportunities for integrating vertical disease targeting with more foundational capacities as the response transitions to recovery, which could be used to address a greater variety of health threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral hemorrhagic fevers"
        },
        {
            "text": "While there are no standardized policies in place for collaboration between sectors for rabies, (e.g. no integrated bite case management system) we observed strong linkages at the prefectural (equivalent to district) level between human health and veterinary officials, who often informally shared information related to reported dog bites or suspected animal cases of rabies (Fig. 2) . In certain cases, human bite victims might present first to the local livestock post, because if livestock authorities confirm that the animal is suspected to be rabid or unavailable for testing, this may facilitate the patient's ability to secure post-exposure prophylaxis. However, these bite data are not routinely shared at higher levels of each sector's administration, and the MOE, despite being responsible for wildlife issues, including surveillance for rabid wildlife, is not involved in these processes. At the time of this study, the only laboratory equipped to diagnose rabies in animals was the Central Veterinary Diagnostic Laboratory (LCVD) in Conakry; at the time of our site visit in November 2015, the equipment was non-functional. However, since then the LCVD lab has been renovated and is now functional. In addition, the Pasteur Institute in Guinea has renovated a laboratory within the Gamal Abdul Nasser University of Conakry that has the capacity to diagnose rabies and other zoonotic diseases. Despite these improvements, the Pasteur Institute of Dakar continues to serve as Guinea's reference laboratory for rabies confirmation [12] . A primary challenge remains the transport of specimens from the field to the LCVD. Furthermore, neither of the Guinean laboratories are currently able to diagnose rabies in humans.",
            "cite_spans": [
                {
                    "start": 1541,
                    "end": 1545,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 376,
                    "end": 384,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rabies"
        },
        {
            "text": "Our assessment identified brucellosis (Fig. 3) as a neglected disease of growing interest in Guinea. Brucellosis is not listed under WHO's Africa Regional Office (AFRO) technical guidelines for Integrated Disease Surveillance and Response (IDSR), and at the time of our study was not included in Guinea's overall national priority diseases [13] .",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "[13]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 46,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Brucellosis"
        },
        {
            "text": "However, countries are able to add locally important diseases when adapting IDSR for national use, and, after the completion of our assessment, Guinea added brucellosis to their national list. While overall knowledge of the disease and its symptoms is thought by Ministry officials to be currently weak, especially at the local level (for example, there is no national database for brucellosis reporting), plans are in place to reinforce knowledge with support of the recently developed IDSR data collection tool scheduled for roll-out before the end of 2018. At the time of the assessment, diagnostic capability was restricted to the veterinary sector, with basic agglutination tests available at the national and regional levels as well as at the national veterinary university (the Higher Institute of Science and Veterinary Medicine in Dalaba). Staff at the LCVD were also trained in complement fixation though shortages of reagents was a limiting factor. Despite these options for screening and confirmation, samples were rarely collected and tested, and reagents rarely available. More recently, technicians from the LCVD, the Higher Institute of Science and Veterinary Medicine, and the Pasteur Institute have received additional training on basic and advanced diagnostics; however, testing capacity is still limited. As with many priority diseases, Guinea lacks a robust supply chain for reagents, routine collection of samples, and systematic testing when samples are received. The anticipated IDSR data collection tool will contribute to alleviating some of the deficiencies, including hopefully strengthening communication of cases in animals to the human health sector and vice versa, and facilitate the establishment of a national database. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brucellosis"
        },
        {
            "text": "In cases where disease-specific coordination processes have been put in place, participants from the Ministries reported that the lack of sustained funding, reagents, personnel and equipment has largely degraded operational ability. Highly pathogenic avian influenza (Fig. 4) was the target of several multisectoral, One Health capacity building efforts by FAO, the World Bank, and other partners between 2005 and 2010 [14, 15] . Projects included the provision of equipment (such as disinfectant sprayers, personal protective equipment, and sample collection equipment) at the regional level. They also included equipping the veterinary services' mobile laboratory units in Labe and Kankan, as well as training local level environment and livestock agents to conduct joint investigations of fowl die-offs and report unusual waterfowl or poultry deaths to the respective higher level authorities. The work included development of a multisectoral, One Health preparedness and response plan involving the MOH and MOE (which at the time also included responsibilities for agriculture and livestock development) that defined roles and responsibilities for actors from the human, animal and environmental sectors [16] . However, no human or animal cases of avian influenza was subsequently reported in Guinea and project funding ended. As such, lacking for cases to investigate or samples to collect, the acquired capacity rapidly degraded. By the time of our assessment in January 2016, the mobile laboratory unit in Labe was no longer functional. It lacked any means of transportation, had extremely limited equipment and lost half of its support staff. The 2012 OIE Performance of Veterinary Services (PVS) Gap Analysis recommended to re-equip and re-train this unit and its analogue in Kankan, and suggested each should be staffed by five veterinarians and at least two support staff [17] . As of August 2018, the recommendations have not been addressed.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 423,
                    "text": "[14,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "15]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1208,
                    "end": 1212,
                    "text": "[16]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1883,
                    "end": 1887,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 275,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Highly pathogenic avian influenza"
        },
        {
            "text": "Since the assessment was completed, several efforts have been made to increase Guinea's capacity to diagnose influenza in humans. For example, in 2018, staff from the National Public Health Institute were trained on molecular diagnostics for influenza. Sentinel surveillance for influenza-like illness (ILI) has been established at two sites in Conakry (Koulouandi and Macire). These sentinel sites do not include surveillance for Severe Acute Respiratory Infection (SARI) yet but there are plans to add further sentinel sites in areas with at-risk populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Highly pathogenic avian influenza"
        },
        {
            "text": "Guinea's avian influenza preparedness and response capacity presents a learning opportunity for capacity building efforts related to the 2014-2016 EVD outbreak, by highlighting the significant challenge of ensuring sustainability. However, despite these challenges, efforts to create One Health linkages across ministries can provide a foundation upon which to build future capacity. For example, previous training of local environment and animal health agents to report poultry and waterfowl die-offs has established personnel linkages between the sectors at the community level which, while in need of strengthening and reinforcing, are largely still viable, based on our discussions with locallevel agents across the different sectors. Efforts to strengthen capacities may be even more successful if built upon endemic diseases, for which cases will be identified with some regularity, such as brucellosis or rabies. As a direct result of the assessment, joint renewed interest between MOH and MOL to implement national rabies control facilitated their first-ever participation at the Pan-African Rabies Control Network (PARACON) meeting in June 2016 [18] and will support them in efforts to achieve WHO/FAO/OIE's Zero by 30 global strategic plan to end human deaths from dog-mediated rabies by 2030 [19] . The process of conducting the assessment itself also served as a catalyst for information-sharing between ministries on various zoonotic diseases and generated greater interest in future opportunities for closer collaboration. This outcome has also been observed with the use of other One Health tools, such as CDC's Zoonotic Disease Prioritization Tool (ZDPT), which also serves to assist countries in establishing a consensus list of priority zoonotic diseases [20, 21] . While developed at approximately the same time as the methodology described here, the ZDPT uses a more formalized decision-making process, which may be advantageous in cases where there is conflict between sectors or objectivity is highly valued, or to determine more quantitatively the relative contributions of each sector.",
            "cite_spans": [
                {
                    "start": 1154,
                    "end": 1158,
                    "text": "[18]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1303,
                    "end": 1307,
                    "text": "[19]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1773,
                    "end": 1777,
                    "text": "[20,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1778,
                    "end": 1781,
                    "text": "21]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Challenges, opportunities, and recommendations"
        },
        {
            "text": "We collated the observed capability gaps and challenges across the different disease case studies and solicited stakeholder input to create a prioritized list of recommendations, divided into five categories: Coordination and Collaboration (Table 2) ; Training and Personnel (Table 3) ; Infrastructure (Table 4 ); Public Awareness (Table 5) ; and Research (also Table 5 ). We observed 12 discrete challenges across the categories, ranging from policy-level obstacles to fiscal challenges to a dearth of data on which to base decisions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 249,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 284,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 302,
                    "end": 310,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 331,
                    "end": 340,
                    "text": "(Table 5)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 362,
                    "end": 369,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Challenges, opportunities, and recommendations"
        },
        {
            "text": "These recommendations were shared with the Government of Guinea via the project report, delivered in April 2016. The process of disease prioritization was cited in Guinea's 2017 Joint External Evaluation Mission Report as a positive step towards meeting requirements under the \"Zoonotic Diseases\" technical area [22] . Encouragingly, since the report was shared, a variety of programs have been launched which have contributed to addressing some of the recommendations highlighted through the assessment, signifying important progress towards a more holistic and functional One Health approach to disease control in Guinea. For example, the U.S. Agency for International Development (USAID) Preparedness & Response (P&R) program, which launched in Guinea as our assessment was concluding, provided important contributions to our second stakeholder workshop, and was thus able to align programmatic activities with the recommendations presented in our report. USAID's P&R program has been instrumental in providing support for the creation of a national \"One Health Platform,\" a multisectoral coordinating mechanism which aims to support One Health activities, including oversight for implementation of the inherently multisectoral GHSA. This effort aligns directly with one of the first recommendations in our assessment, which we estimated as high priority, low investment, and achievable in the short-term: to establish a One Health technical committee to guide future collaboration between sectors with respect to disease control. With leadership comprised of representatives from all relevant technical ministries, including health, environment, and livestock, Guinea's One Health Platform was formally established in July 2017 via joint decree from the Ministries of Health, Livestock, and Environment [23] . The process leading to its establishment has greatly raised the profile of One Health in Guinea, and as such has contributed to a general increase in activities taking a One Health approach at a programmatic level. For example, representatives from both MOE and MOL have been an Table 2 Recommendations related to coordination and collaboration. To an extent, this process has been started through the revision of national priority disease guidelines, per IDSR, which has taken a One Health approach. Multidisciplinary preparedness and response plans for specific diseases is a logical next step.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "text": "[22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1807,
                    "end": 1811,
                    "text": "[23]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 2093,
                    "end": 2100,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Challenges, opportunities, and recommendations"
        },
        {
            "text": "Short-term (especially for updating)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "High"
        },
        {
            "text": "Vertical funding from international donors Build funding priorities into the One Health strategic planning process Medium This would allow the Government of Guinea to define priorities and guide donor investments, via a One Health approach, and help to coordinate partners towards common goals. The GHSA planning process is one possible mechanism for this process. integral part of the effort to revise Guinea's national disease surveillance guidelines under the auspices of IDSR; previously, this would have been managed solely by the MOH. Veterinarians are also now included in the two training levels of the Field Epidemiology Training Program, supported by the US CDC through the African Field Epidemiology Network (AFENET). The programs have been modified to take into consideration concerns of veterinarians and make use of zoonotic disease case studies. Outbreak investigation has become more collaborative with animal and human health teams co-investigating the last four suspected anthrax outbreaks in animals, with both the MOH and MOL contributing resources to the field missions. Similarly, investigations of zoonotic diseases such as yellow fever, led by the health sector, now include the participation of the animal and environmental sector. The World Bank's Regional Disease Surveillance Enhancements (REDISSE) systematizes a One Health approach to address gaps in workforce development and data management also identified in our report. REDISSE explicitly includes environmental health, although specific activities, such as laboratory capacity building, are focused only on the human and animal health sectors, despite the poor state of Guinea's environmental health laboratories (at the time of the assessment, the MOE did not possess any laboratories used for disease detection in environmental, entomological or other samples) and the important role played by the environment for many diseases such as malaria and anthrax. Overall, we found that although representatives from the MOE were highly engaged in our assessment process, the MOE is perceived to have a smaller role in the prevention and control of zoonotic diseases, and tended to have a less substantial presence in subsequent One Health meetings attended by the research team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medium"
        },
        {
            "text": "Multi-million-dollar funds like the ones provided by REDISSE offer a unique opportunity to rapidly improve the health system if lessons learned, particularly with respect to long-term sustainability, are taken into consideration. For example, the Action Plan for implementation of REDISSE in Guinea [24] proposes to provide equipment and reagents for the regional animal health laboratories in Beyla and Boke. This supports the need for decentralization and expansion of Guinea's veterinary diagnostic capacity, yet as seen from the rapid decay of the mobile units in Labe and Kankan, close consideration should be paid to ensuring that the equipment, personnel, and other materials provided to support sub-national diagnostic testing can be locally sustained.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "[24]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Medium"
        },
        {
            "text": "Complementary efforts, such as CDC's support of FETP, as well as training for laboratorians from the National Public Health Institute (INSP) in advanced molecular diagnostic for avian influenza at the Pasteur Institute in Dakar, Senegal, are helpful, but also rely on external funds. The sustainability of these capacity-building efforts requires financial and political commitment from the local government once these external funds are exhausted; to date, the government of Guinea has not been able to project when it may be able to take over financial responsibility for these programs. Similarly, efforts to train animal health laboratorians from the LCVD have improved Guinea's diagnostic capacity, but this capacity can only be sustained and strengthened if trained personnel remain in their positions for a period of time to implement their new skills and knowledge and train others. This requires a multiyear commitment from MOL to fund supplies and salaries and provide a career plan for trained staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medium"
        },
        {
            "text": "Despite the laudable advances towards a more holistic One Health approach in Guinea, and numerous efforts to support capacity building across key technical domains, a number of high priority gaps identified by our assessment remain unaddressed to date. Perhaps the most concerning, particularly given the plethora of activities aimed at re-fitting and updating laboratory equipment and infrastructure, remains the lack of domestic capacity for calibration and repair of critical laboratory instruments. Indeed, new projects continue to overlook issues such as the availability of manufacturer support when procuring or donating equipment, and the provision of training for national technicians to perform key maintenance, calibration, and repair functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medium"
        },
        {
            "text": "Finally, coordination among partners to avoid duplication of effort remains a daunting challenge that could be addressed by a strong and functional National One Health Platform, both in Guinea and likely other countries engaged in global health security capacity building. Improved allocation and tracking of available funding might allow for key programs such as the digitization of past research efforts on zoonotic diseases, as well as the creation and linkage of animal health and environmental health surveillance databases with the human surveillance system via its DHIS2 platform. Given the reality of impending climate change, and considering the fact that more than 75% of emerging human diseases are zoonotic in origin [25] , these initiatives would not only help to inform ongoing surveillance efforts regarding endemic, emerging, and re-emerging pathogens, but also serve to harmonize future research efforts and ensure alignment with Guinea's research priorities.",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 733,
                    "text": "[25]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Medium"
        },
        {
            "text": "The observation of improved One Health coordination in the short time since this project was completed highlights one of the immediate benefits of this type of assessment: it can provide a baseline against which to measure future progress. By using a reproducible methodology, based on priority zoonotic pathogens as case studies, our assessment approach can be repeated in the future to ascertain the extent to which gaps have been addressed. In turn, this can help with evaluation of the impact and effectiveness of One Health capacity building programs [26] . The alignment of the method with key targets and measures from the GHSA and the Joint External Evaluation tool [22, 27] likewise allow for the assessment to contribute to a country's monitoring and evaluation with respect to compliance with the IHR (2005). Looking forward, the assessment results can also be used to guide future activities, ensure consensus on priority actions between implicated sectors, and as a tool to advocate for funding, as well for budgeting by the government of Guinea when taking over existing programs.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 560,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[22,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "27]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The existing linkages and strong personal relationships among MOH, MOL and MOE provided a fertile ground for the nurturing of a One Health approach, and were further encouraged through the initiation and implementation of this project. Our assessment nevertheless also highlighted how past efforts to build One Health capacity had atrophied when the projects and external funding ended, demonstrating the importance of accounting explicitly for sustainability and future financial commitments from Ministries when designing new interventions and initiatives. The launch of the One Health Platform represents a positive step forward for One Health coordination in Guinea, but in order to fulfill its mandate, it must be fully operational, funded, and empowered as an advisory and coordination body with a shared mandate across multiple Ministries. It is critical that momentum towards a fully integrated One Health approach in Guinea be sustained, through continued engagement of high-level decision-makers, advocacy by national stakeholders, and support from the international community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "I declare, on behalf of all authors, that we have no conflict of interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "thank the CDC-Guinea team for their support throughout this project, and Ms. Binta Balde (Georgetown University in Guinea) for her unwavering dedication. Finally, we highly appreciate the close review and helpful feedback provided by Dr. Stephanie Salyer (CDC), which greatly improved the manuscript. The findings and conclusions in this report are those of the authors and do not necessarily represent the official position of the U.S. Centers for Disease Control and Prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A framework for One Health research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lebov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grieger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Womack",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zaccaro",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Whitehead",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kowalcyk",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "One Health",
            "volume": "3",
            "issn": "",
            "pages": "44--50",
            "other_ids": {
                "DOI": [
                    "10.1016/J.ONEHLT.2017.03.004"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Checklist for one health epidemiological reporting of evidence (COHERE), One Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Rankin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Schurer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rabinowitz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "14--21",
            "other_ids": {
                "DOI": [
                    "10.1016/J.ONEHLT.2017.07.001"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Toward proof of concept of a one health approach to disease prediction and control",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Rabinowitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kachani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kunkel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg. Infect. Dis",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1912.130265"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Operational Framework for Strengthening Human, Animal and Environmental Public Health Systems at Their Interface",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Gall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Plante",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C J"
                    ],
                    "last": "Berthe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bouley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Seifman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "One health security: an important component of the global health security agenda",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gronvall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boddie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Knutsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colby",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biosecur. Bioterror",
            "volume": "12",
            "issn": "",
            "pages": "221--224",
            "other_ids": {
                "DOI": [
                    "10.1089/bsp.2014.0044"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Implementation of the International Health Regulations (2005) through cooperative bioengagement",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Standley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Sorrell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornblet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Front Public Health",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2015.00231"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Emergence of Zaire Ebola virus disease in Guinea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baize",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pannetier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Oestereich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rieger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Koivogui",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Magassouba",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N. Engl. J. Med",
            "volume": "371",
            "issn": "",
            "pages": "1418--1425",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1404505"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ebola epidemic, WHO, World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mapping of networks to detect priority zoonoses in Jordan",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Sorrell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "El"
                    ],
                    "last": "Azhari",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maswdeh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornblet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Standley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Front Public Health",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2015.00219"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "First Stone Laid for the Institut Pasteur in Guinea",
            "authors": [],
            "year": 2017,
            "venue": "Institut Pasteur",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Technical Guidelines for Integrated Disease Surveillance and Response",
            "authors": [
                {
                    "first": "Cdc",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Global Program for Avian Influenza Control and Human Pandemic Preparedness and Response: Project Accomplishments",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jonas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Warford",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Internet] World Bank Group",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Emergency Assistance for Early Detection and Prevention of Avian Influenza in Western Africa",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Plan National Multi-Sectoriel de Preparation et de Riposte à la Grippe Aviaire",
            "authors": [
                {
                    "first": "Guinée",
                    "middle": [],
                    "last": "Republique De",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Global Alliance for Rabies Control, 1st Sub-Regional PARACON Meeting",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "United Against Rabies Launches Global Plan to Achieve Zero Rabies Human Deaths",
            "authors": [],
            "year": 2018,
            "venue": "Internet]",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Zoonoses: a proposed one health tool for collaborative decision-making",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Rist",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Arriola",
                    "suffix": ""
                },
                {
                    "first": "Rubin",
                    "middle": [
                        "C"
                    ],
                    "last": "Prioritizing",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0109986"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Prioritizing zoonoses for global health capacity building-themes from One Health zoonotic disease workshops in 7 countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Salyer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Silver",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Barton"
                    ],
                    "last": "Behravesh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg. Infect. Dis",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2313.170418"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Évaluation externe conjointe des principales capacités RSI de la République de Guinée: rapport de mission",
            "authors": [],
            "year": null,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Ministère de l'Élevage et des Productions, Ministère de l'Environnement des Eaux et Forêts. Arrêté conjoint portant création, attributions, organisation et fonctionnement de la platforme nationale One Health",
            "authors": [
                {
                    "first": "Ministère",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Santé",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "West African Health Organisation, Narratif du Plan d'action du projet regional de renforcement de la surveillance des maladies en Afrique de l'Ouest (REDISSE) -Guinée",
            "authors": [
                {
                    "first": "Ministère",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Santé",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The global one health paradigm: challenges and opportunities for tackling infectious diseases at the human, animal, and environment interface in low-resource settings",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Gebreyes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dupouy-Camet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Newport",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J B"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Schlesinger",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0003257"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Evaluating one health: are we demonstrating effectiveness?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Machalaba",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Salerno",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "One Health",
            "volume": "3",
            "issn": "",
            "pages": "5--10",
            "other_ids": {
                "DOI": [
                    "10.1016/J.ONEHLT.2016.10.004"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Joint External Evaluation Tool -International Health Regulations",
            "authors": [],
            "year": 2005,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) Timeline for the steps taken in the assessment process, with key events indicated (timeline is not to scale). (B) Step-wise methodology for collaborative zoonotic disease systems assessment. C.J. Standley, et al. One Health 7 (2019) 100093",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Systems map for rabies case identification, diagnosis, and reporting in Guinea, from the community level (top) to the international level (bottom). MOH = Ministry of Health; MOL = Ministry of Livestock; MOE = Ministry of Environment; IDSR = Integrated Disease Surveillance and Response; DPS = Prefectural Health Directorate; LCVD = Central Veterinary Diagnostic Laboratory; WHO = World Health Organisation; OIE = World Organisation for Animal Health.C.J. Standley, et al. One Health 7 (2019) 100093",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Systems map for brucellosis case identification, diagnosis, and reporting in Guinea, from the community level (top) to the international level (bottom). MOH = Ministry of Health; MOL = Ministry of Livestock; MOE = Ministry of Environment; DPS = Prefectural Health Directorate; DPE = Prefectural Livestock Directorate; LCVD = Central Veterinary Diagnostic Laboratory; OIE = World Organisation for Animal Health.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Systems map for avian influenza case identification, diagnosis, and reporting in Guinea, from the community level (top) to the international level (bottom). MOH = Ministry of Health; MOL = Ministry of Livestock; MOE = Ministry of Environment; ACSA = Community Animal Health Agent; IDSR = Integrated Disease Surveillance and Response; DPS = Prefectural Health Directorate; DPE = Prefectural Livestock Directorate; DPEn = Prefectural Environment Directorate; LCVD = Central Veterinary Diagnostic Laboratory; OGUIPAR = Guinean Office for Parks and Reserves; DNEF = National Directorate for Waters and Forests; WHO = World Health Organisation; OIE = World Organisation for Animal Health.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "HighA strategy could guide donor investment and prevent duplication of efforts within the lab system, as well as provide equipment and resources that are compatible across the system and thus more sustainable. This could be integrated in the National Policy for Medical Biology, which as of April 2018 was in the final stages of being updated post the integration of animal and environmental labs into the national system would improve capacity for early detection and reporting of zoonotic diseases, and coordinate investment towards the sectors with criteria for provision of laboratory equipment and diagnostic platforms Medium These criteria could be based on a review of cost (including long-term running costs and prices of reagents) and performance (including maintenance needs and availability of reagents and maintenance), and integrated into the national lab network strategic plan. the short-term, donors could be requested to consider building the cost of providing engineers from outside Guinea into project budgets. Longer term, the national lab strategy should include training of",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Consensus list of priority zoonotic diseases in Guinea, current epidemiological status in the country, and main criteria for inclusion in the list.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Recommendations related to training and personnel.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Recommendations related to infrastructure.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Recommendations related to public awareness and research.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was funded by the U.S. Centers for Disease Control and Prevention (Cooperative Agreement 1U19GH001264-01). We are also grateful for the support and advice from many colleagues in Guinea, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.onehlt.2019.100093.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}