{
    "paper_id": "6485112a971484dfa041b32b35b25707954807db",
    "metadata": {
        "title": "The Dynamic Nature of the Golgi Complex",
        "authors": [
            {
                "first": "Gareth",
                "middle": [],
                "last": "Grifliths",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "D"
                ],
                "last": "Fuller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Molecular Biology Laboratory",
                    "institution": "",
                    "location": {
                        "settlement": "Heidelberg",
                        "country": "Federal Republic of Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruth",
                "middle": [],
                "last": "Back",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Hollinshead",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steve",
                "middle": [],
                "last": "Pfeiffer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kai",
                "middle": [],
                "last": "Simons",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The intracellular transport of newly synthe-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "sized G protein of vesicular stomatitis virus is blocked at 200C and this spanning membrane glycoprotein accumulates in the last Golgi compartment, the trans Golgi-network (TGN). Previous morphological evidence suggested that the TGN enlarged significantly under this condition. In the present study we have used stereological procedures to estimate the volume and surface area of the Golgi stack and the TGN of baby hamster kidney cells under different conditions. The results indicate that the increase in the size of the TGN at 20°C is accompanied by a significant decrease in the surface area and volume of the preceding Golgi compartments. A similar effect is also seen in uninfected cells at 20°C, as well as during normal (37°C) infection with Semliki Forest virus. In the latter case, however, the decrease in the size of the Golgi stack and the increase in that of the TGN is not accompanied by inhibition of transport from the Golgi complex to the cell surface. The results indicate that the Golgi stack and the TGN are dynamic and interrelated structures that are capable of rapid alteration in total surface area in response to changes in the rates of membrane transport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "p ROTEINS that are destined for the plasma membrane, lysosomes, and secretion follow a common pathway through the ER and Golgi complex before diverging at the last Golgi compartment (Palade, 1975; Farquhar, 1985; Dunphy and Rothman, 1985) . We have recently proposed the name trans-Golgi network (TGN) ~ for this compartment (Griftiths and Simons, 1986 ) and summarized the evidence which suggests that the sorting of proteins destined for different post-Golgi compartments occurs in the TGN.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 196,
                    "text": "(Palade, 1975;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 197,
                    "end": 212,
                    "text": "Farquhar, 1985;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 213,
                    "end": 238,
                    "text": "Dunphy and Rothman, 1985)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 325,
                    "end": 352,
                    "text": "(Griftiths and Simons, 1986",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Newly synthesized cell surface glycoproteins can be accumulated in the TGN by reducing the temperature to 20°C during intracellular transport (Marlin and Simons, 1983; Saraste and Kuismanen, 1984; Griffiths et al., 1985) . When a temperature-sensitive mutant, ts 045, of vesicular stomatitis virus (VSV) was used to infect baby hamster kidney (BHK) cells at 39°C the build up of the viral membrane protein G in the TGN, during a subsequent chase at 20°C, was so extensive that this protein formed regular arrays which filled an extended tubular structure (Griftiths et al., 1985) . These striking morphological characteristics allowed unambiguous identification of the TGN in the absence of additional markers. The G protein was also seen in variable amounts in the cisternae of the Golgi stack. At the permissive temperature, 32°C, the G protein was transported rapidly to the plasma membrane. The labeling of G protein in the Golgi cisternae disappeared within 10 min of reversing the temperature block while a considerable amount of G protein was 1. Abbreviations used in thispaper: ce, cell; cy, cytoplasm; G, the envelope glycoprotein of VSV; go, Golgi complex; SFV, Semliki Forest virus; Sv, surface density (or surface to volume ratio); TGN, trans-Golgi netv,~rk; TPPase, thiamine pyrophosphatase; Vv, volume density. still observed in the TGN. Since G protein transport to the cell surface continued after this period, the TGN must be the site of exit for the G protein from the Golgi complex on its way to the plasma membrane. In fact, the only labeled structures at this point were the TGN and putative transport vesicles. The qualitative impression gained from these experiments was that the TGN increased in size as protein accumulated at 20°C and then decreased rapidly when the block was reversed and transport resumed.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 167,
                    "text": "(Marlin and Simons, 1983;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 168,
                    "end": 196,
                    "text": "Saraste and Kuismanen, 1984;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 197,
                    "end": 220,
                    "text": "Griffiths et al., 1985)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 555,
                    "end": 579,
                    "text": "(Griftiths et al., 1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Morphological studies indicate that the TGN comprises an extensive tubular reticulum on one side of the Golgi stack (Novikoff, 1976; Rambourg et al., 1979; Hermo et al., 1980; Hand and Oliver, 1984; Rambourg and Clermont, 1986) . Further, within the Golgi stack this compartment appears to be the only site where clathrin coats are found Orci et al., 1984) . The present functional definition is that of the compartment where sialylation occurs (Roth et al., 1985; Fuller et al., 1985) and where the post-Golgi pathways diverge (Geuze et al., 1985; Tooze and Tooze, 1986; Tooze et al., 1987; Hashimoto et al., 1987) .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 132,
                    "text": "(Novikoff, 1976;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 133,
                    "end": 155,
                    "text": "Rambourg et al., 1979;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 156,
                    "end": 175,
                    "text": "Hermo et al., 1980;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 176,
                    "end": 198,
                    "text": "Hand and Oliver, 1984;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 199,
                    "end": 227,
                    "text": "Rambourg and Clermont, 1986)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 338,
                    "end": 356,
                    "text": "Orci et al., 1984)",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 464,
                    "text": "(Roth et al., 1985;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 465,
                    "end": 485,
                    "text": "Fuller et al., 1985)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 528,
                    "end": 548,
                    "text": "(Geuze et al., 1985;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 549,
                    "end": 571,
                    "text": "Tooze and Tooze, 1986;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 572,
                    "end": 591,
                    "text": "Tooze et al., 1987;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 592,
                    "end": 615,
                    "text": "Hashimoto et al., 1987)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The previous qualitative studies of the TGN raise a number of functional questions that require quantitative answers. The magnitude of the change that the TGN undergoes when it is filled with accumulated protein has not been measured. It is also unclear whether an equivalent change occurs in uninfected cells in which such a striking morphological alteration is not observed. What happens to the Golgi stack when the TGN expands? Do the changes reverse when the temperature is returned to 37°C?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study we have estimated the size of the TGN and the Golgi stack under various experimental conditions using the stereological methods previously employed for the ER and the Golgi complex in the BHK cell (Grifliths et al., 1984a) . We show that the increase in the size of the TGN at 20°C is accompanied by a significant decrease in the size of the Golgi compartments preceding the TGN. We have also reexamined our earlier data on the intraceUular transport of Semliki Forest virus (SFV) . During infection of BHK cells with this virus, large numbers of rod-shaped structures covered with nucleocapsids are found in the cytoplasm (Acheson and Tamm, 1967; Grifliths et al., 1982) . These become especially prominent after 6 h of infection. We show here that these structures are due to an accumulation of SFV spike proteins in the TGN in the absence of a low temperature block. The total surface area of these structures is identical to that of the TGN in the VSV-infected cells at 20°C. These data suggest that the Golgi stack and TGN are highly dynamic structures capable of rapid alteration in surface area. Further, for the q'~3N there appears to be a critical maximal size beyond which it cannot expand.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 236,
                    "text": "(Grifliths et al., 1984a)",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 494,
                    "text": "(SFV)",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 661,
                    "text": "(Acheson and Tamm, 1967;",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 685,
                    "text": "Grifliths et al., 1982)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "BHK clone-21 cells were cultured and infected with the temperaturesensitive mutant of VSV as described in our earlier study (Griffiths et al., 1985) . The cell monolayers were infected with ts045.6 for 1 h at 37°C and then shifted to 39.5°C for an additional 3 h. Temperature shifts were done by moving the dishes to water baths kept at the desired temperature. At the same time, we added medium containing 20 ~tg cycloheximide per milliliter, that was prewarmed to the desired temperature. The medium was MEM with 10 mM Hepes, pH 7.3, containing 10% FCS. The infections of BHK cells with SFV were made as described earlier (Griffiths et ai., 1983a) . In one series of SFV infection experiments, the cells were treated with 40 #g/ml cycloheximide, starting at 6 h after infection, or mock infection (medium without virus) for up to 3 h before fixation. For most of these studies the cells were fixed at a stage at which they were approaching con fluency.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 148,
                    "text": "(Griffiths et al., 1985)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 624,
                    "end": 649,
                    "text": "(Griffiths et ai., 1983a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cells and Virus"
        },
        {
            "text": "The preparation of cryosections and the labeling with the anti-G protein antibodies as well as the thiamine pyrophosphatase (TPPase) cytochemical reaction and the Epon embedding were done at the same time and in the same way as in our earlier study (Griffiths et al., 1985) . The cells were either fixed (with 1% glutaraldehyde in 200 mM cacodylate buffer, pH 7.4) in situ and the monolayer removed at the propylene oxide step and embedded in Epon (Griffiths et al., 1984a) , or the monolayer was removed with 50/~g/ml proteinase K in PBS on ice (this takes 2-5 min), centrifuged, fixed in either 8 % formaldehyde or 1% glutaraldehyde (Green et al., 1981) in 200 mM Pipes buffer, and prepared for cryosectioning and immunolabeling as described earlier (Griffiths et al., 1984b) . Immunofluorescence was performed as previously described (Fuller et al., 1985) . Affinity-purified antibodies against the G protein of VSV and the spike protein complex of SFV were used (Griffiths et al., 1983a (Griffiths et al., , 1984b . Controls included the use of nonimmune sera instead of specific antibody.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 273,
                    "text": "(Griffiths et al., 1985)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 448,
                    "end": 473,
                    "text": "(Griffiths et al., 1984a)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 635,
                    "end": 655,
                    "text": "(Green et al., 1981)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 752,
                    "end": 777,
                    "text": "(Griffiths et al., 1984b)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 837,
                    "end": 858,
                    "text": "(Fuller et al., 1985)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 966,
                    "end": 990,
                    "text": "(Griffiths et al., 1983a",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 991,
                    "end": 1017,
                    "text": "(Griffiths et al., , 1984b",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Immunocytochemistry and Cytochemistry"
        },
        {
            "text": "A critical part of this study is the identification of the TGN. In our previous study (Griffiths et al., 1985) we defined the TGN as the tubular-cisternal structure on the trans side of the Golgi stack where the bulk of the G protein spikes accumulates at 20°C. This accumulation is best seen in cryosections. Not only can the spikes be labeled with antibodies, they are often directly visible in these preparations. The G protein-induced alteration in the shape of the TGN is, however, so characteristic that it can be easily recognized in the Epon-embedded sections (although much of the fine structure is lost). Epon-embedded sections offer a number of advantages over cryosections for stereological purposes: they are, for example, easier to section and to sam-pie. For this reason we chose to do this study using conventional Eponembedded sections. In earlier studies we have shown that values we obtained for a number of different stereoiogical parameters were the same for both types of preparations (Griffiths et al., 1984b; Griffiths and Hoppeler, 1986) . To confirm that we could identify the TGN unequivocally in the plastic sections in this study, however, we compared the two techniques directly (see below).",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 110,
                    "text": "(Griffiths et al., 1985)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1007,
                    "end": 1032,
                    "text": "(Griffiths et al., 1984b;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1033,
                    "end": 1062,
                    "text": "Griffiths and Hoppeler, 1986)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Identification of the TGN in Plastic Sections and Cryosections"
        },
        {
            "text": "METHOD I In our earlier paper (Griffiths et al., 1984a) we described a stereological method for obtaining the mean cell volume of monolayer cultured cells growing on a plastic substrate. For this method tv~ parameters are required:",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 55,
                    "text": "(Griffiths et al., 1984a)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of Mean Cell Volume (see Appendix)"
        },
        {
            "text": "(a) the number of cells per unit area (Nco/Sdo); (b) the ratio of cell volume to the surface of the dish (Vco/Sdo). The first parameter is an estimate of the area of the dish covered by the average cell while the second, in effect, estimates the average cell height across the monolayer. Multiplying these two gives the mean cell volume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of Mean Cell Volume (see Appendix)"
        },
        {
            "text": "Cell Counts. The most reliable way we found to count the number of cells in situ was to treat the monolayer with 10 #g/ml Hoechst (bisbenzimide) dye for DNA after fixation for 4 min. To facilitate penetration of the stain the cells were pretreated with a 10% solution of dimethyl-sulfoxide in PBS. Random parts of the monolayer were photographed using a 10× lens. For a 6-cm dish, 36 micrographs were taken of random areas of the plate. These were enlarged, printed, and counted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of Mean Cell Volume (see Appendix)"
        },
        {
            "text": "Average Cell Height. In our previous paper the monolayer was removed after dehydration using propylene oxide. This solvent removes a thin strip of plastic from the petri dish which stays attached to the monolayer. The latter enables the basal surface to be identified unequivocally (see Griffiths et al., 1984a) . For the stereological estimation of average cell height it is essentiafthat the sections be as close as possible to perpendicular (+ 15 °) (Griffiths et al., 1984a) . In this study, in addition to requiring vertical sections for the estimation of average cell height, we also wanted to take advantage of the recently published method for estimating Sv from vertical sections (Baddeley et al., 1986) . In this study, therefore, to be certain that we obtained true vertical sections (i.e., perpendicular to the plastic substrate) for the estimation of average cell height and Sv of the cell, we embedded the monolayer in situ in a thin, 1-2-mm layer of Epon. After polymerization the disc can be easily removed with pliers (this is done when the preparation is taken directly from the oven). Pieces roughly 3 x 8 mm are cut from this disc using a fine saw. Two of these discs were then sandwiched together and reembedded in Epon in a plastic embedding mould. In this way two strips of cells were obtained in each section.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 311,
                    "text": "Griffiths et al., 1984a)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 453,
                    "end": 478,
                    "text": "(Griffiths et al., 1984a)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 689,
                    "end": 712,
                    "text": "(Baddeley et al., 1986)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of Mean Cell Volume (see Appendix)"
        },
        {
            "text": "For each experiment three long (,-o2 mm) sections from three different blocks, each containing two strips of monolayer, were prepared. From these sections micrographs were taken in a systematic fashion at primary magnification of 1,300. These were enlarged 4.1x on our negative enlarger and points over cells as well as intersections with the base of the dish were counted using the Merz wavy line grid L100 (Weibel, 1979) , as described previously (Griffiths et al., 1984a) . The estimation of the ratio of the area of cell per boundary length of the petri dish is given by formulae 2-4 of our earlier publication (Griffiths et al., 1984a) .",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 422,
                    "text": "(Weibel, 1979)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 449,
                    "end": 474,
                    "text": "(Griffiths et al., 1984a)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 615,
                    "end": 640,
                    "text": "(Griffiths et al., 1984a)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of Mean Cell Volume (see Appendix)"
        },
        {
            "text": "Linear Intercept Method for Estimating Nuclear Volume. Gundersen and Jensen (1985) have recently developed a new method for estimating the volume density or volume-weighted mean volume (Vv) of discrete particles. This method depends on making isotropic random sections through the particles and then to sample the sections with a series of points. Each time a point hits the particle the intercept across the particle at that point is measured (1) in a direction which systematically varies from one picture to the next. The formula Vv = 7r X 7/3, where ~ is the mean of all values 13, is then an unbiased estimator of Vv (see also Cruz-Orive and Hunziker, 1986; Cruz-Orive, 1987 for more details). For BHK cells ,~0.5-/~m cryosections were prepared which were stained for 4 min with Hoechst dye for DNA. Using uv-light fluorescence, light micrographs were taken at random using a 40x lens. These were enlarged photographically •20 times. A' system of parallel lines containing a regularly spaced system of points was used as described by Cruz-Orive and Hunziker (1986; see their Fig. 10 b) . The positioning of the grid over The Journal of Cell Biology, Volume 108, 1989 278 the micrograph was done as described by Cruz-Orive and Hunziker (1986; see their Fig. 10) . When the test points hit the nuclei the intercepts were estimated using a ruler. The intercepts_ were classified into a histogram of different size classes. The parameter 13 was estimated as described in formula 7.1 of C raz-Orive and Hunziker (1986) and Table I of Gundersen and Jensen (1985) . The coefficient of error was determined according to the formula",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 82,
                    "text": "Gundersen and Jensen (1985)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 632,
                    "end": 662,
                    "text": "Cruz-Orive and Hunziker, 1986;",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 679,
                    "text": "Cruz-Orive, 1987",
                    "ref_id": null
                },
                {
                    "start": 1216,
                    "end": 1246,
                    "text": "Cruz-Orive and Hunziker (1986;",
                    "ref_id": null
                },
                {
                    "start": 1247,
                    "end": 1265,
                    "text": "see their Fig. 10)",
                    "ref_id": null
                },
                {
                    "start": 1534,
                    "end": 1561,
                    "text": "Gundersen and Jensen (1985)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 1080,
                    "end": 1090,
                    "text": "Fig. 10 b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1523,
                    "end": 1530,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "METHOD 2"
        },
        {
            "text": "where P (nuclei) is the number of points hitting nuclei (Gunderson and Jenson, 1985) . As described by Gundersen and Jensen 1985 (see their Fig. 1 ) the estimations of the volume-weighted mean volume can produce a bias with respect to the number-weighted mean volume. The amount of this bias depends on the amount of variation between particles (see Cruz-Orive, 1987) .",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 84,
                    "text": "(Gunderson and Jenson, 1985)",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 128,
                    "text": "Gundersen and Jensen 1985",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 350,
                    "end": 367,
                    "text": "Cruz-Orive, 1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 146,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "METHOD 2"
        },
        {
            "text": "By this method, once we have an estimate of nuclear volume, we can estimate cell volume simply by multiplying it by the ratio of cytoplasmic volume to nuclear volume as estimated by point counting (see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHOD 2"
        },
        {
            "text": "Rationale for the Approach. For the uninfected BHK cells, as well as those infected with SFV, we had previously estimated the mean cell volume (i.e., the cell volume of an \"average\" BHK cell) at a low magnification using a novel procedure (see Griffiths et al., 1984a) . Random cell profiles were photographed at an intermediate magnification and the volume density (i.e., volume fraction per cell) of the Golgi complex was estimated by a simple point-counting procedure (Weibel, 1979) . Profiles of Golgi complex or TON were selected in higher magnification images and their surface density or surface to volume ratio (Sv) was estimated by relating the number of points over the structure to the number of intersections that their membranes made with the lines of a lattice grid (Weibel, 1979) . The Golgi complex, as defined here, means the total cisternal, as well as intracisternal space: this is our reference volume for the ratio of the membrane surface area of the Golgi stack to its volume (Sv[go, go] ). The absolute surface area of these organelles could then be calculated as S (go) = S~ (go, go) x Vv (go, cy) x Vv (cy, ce) x V (ce), where S (go) is the absolute surface area of the Golgi stack (cisternal) membranes; S~ (go, go) is the ratio of the membrane surface area of the G-olgi stack to its volume; Vv (go, cy) is the ratio of the volume of the Golgi stack to the volume of the cytoplasm; Vv (cy, ce) is the ratio of the volume of the cytoplasm to the volume of the cell; and V (ce) is the absolute volume of the cell.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 268,
                    "text": "Griffiths et al., 1984a)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 471,
                    "end": 485,
                    "text": "(Weibel, 1979)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 780,
                    "end": 794,
                    "text": "(Weibel, 1979)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 998,
                    "end": 1009,
                    "text": "(Sv[go, go]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STEREOLOGICA L ANALYSIS"
        },
        {
            "text": "In our earlier study (Griffiths et al., 1984a) we estimated the absolute surface area of the \"total\" Golgi complex, that is, everything that was recognizable to us in the preparations as Golgi complex, namely the stacked cistcrnae and \"vesicular profiles\" directly adjacent. In retrospect, it is likely that some endosome profiles were included in the measurements (Marsh et al., 1986) and that some parts of the TGN were excluded in that analysis. This is the most likely explanation for the significantly higher estimates obmined for the total membrane in the Golgi stack in the present study than for the \"total Golgi complex\" in the previous study (see Appendix) . The same problem applies to the identification of the TGN in uninfected cells in the present study; the TGN in the BHK cell can only be unambiguously identified when it is filled with G protein. In this study we estimate either the total Golgi suck (excluding any associated vesicles) or the TGN in the case of VSV-infected cells at 20°C (as well as up to 30 min after switching from 20 to 32°C) or SFV-infected cells at 37 and 20°C.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 46,
                    "text": "(Griffiths et al., 1984a)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 365,
                    "end": 385,
                    "text": "(Marsh et al., 1986)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 657,
                    "end": 666,
                    "text": "Appendix)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STEREOLOGICA L ANALYSIS"
        },
        {
            "text": "Stereoiogicai Procedure. Random sections of embedded BHK cells were used for all stereological measurements. The cells were photographed at random at low (Level I; 4600x) and intermediate (Level II; 10,000x) magnification, as described earlier (Griffiths et al., 1984a) , and Golgi stacks and/or TGN profiles were photographed at high magnification (Level III; 28,000x) by systematically searching, as described previously (Grifliths et al., 1984a) .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 269,
                    "text": "(Griffiths et al., 1984a)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 423,
                    "end": 448,
                    "text": "(Grifliths et al., 1984a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STEREOLOGICA L ANALYSIS"
        },
        {
            "text": "All measurements were made from the negatives in a projector system (Griffiths and Hoppeler, 1986; Weibel, 1979 ) that enlarges the above primary magnifications by a linear factor of 4.1.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 98,
                    "text": "(Griffiths and Hoppeler, 1986;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 99,
                    "end": 111,
                    "text": "Weibel, 1979",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "STEREOLOGICA L ANALYSIS"
        },
        {
            "text": "Estimation of the volume density (V~[cy, ce]) of the cytoplasm (in other words, the ratio of cytoplasmic volume to the cell volume, Level I) and the volume density of Golgi stack (Vdgo, cy]) and TGN (Vv[tgn, cy] ) (the fraction of cytoplasm occupied by these structures, Level II) was made by relating the points over the structures to that over the \"reference space: For example, for the Vv (cy, ce) the reference space is the cell (ce). The point counting was done using different sizes of the double square lattice grid D64 (Weibel, 1979) .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 211,
                    "text": "TGN (Vv[tgn, cy]",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 541,
                    "text": "(Weibel, 1979)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "STEREOLOGICA L ANALYSIS"
        },
        {
            "text": "At magnification Level III, also using grid D64, intersections with the membranes of the Golgi sucks or TGN were counaxt as well as the points overlying these structures. The surface to volume ratio (Sv) was based on the formula",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STEREOLOGICA L ANALYSIS"
        },
        {
            "text": "where I is the number of intersections with the grid in both vertical and horizontal directions, P the number of points, and d the distance between the points (Weibel, 1979) . The actual computation of this data was done as recommended by Cruz-Orive (1982) and as described in our earlier paper (Griffiths et al., 1984a) .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 173,
                    "text": "(Weibel, 1979)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 239,
                    "end": 256,
                    "text": "Cruz-Orive (1982)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 295,
                    "end": 320,
                    "text": "(Griffiths et al., 1984a)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "S~ = E II~ P x d,"
        },
        {
            "text": "All data in the tables are given as mean -i-SEM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S~ = E II~ P x d,"
        },
        {
            "text": "Estimation of the Cisternal vs. Tubular Fraction of TGN. The TGN comprises a flattened cisteroa and a complex tubular-reticulum that is continuous with it. In the absence of either a distinct marker or of a fortuitous section where such continuity is evident, the cisternal part of the TGN is indistinguishable from the other Golgi cisternae to which it is attached (see Fig. 1 ). The estimate of the surface area of Golgi stacks performed here will necessarily include the cisternal part of the TGN. Since one of our aims here was to compare the Golgi compartments that precede the TGN with the TGN itself we needed to correct our estimate of the total Golgi stack by subtracting from it that cisternal part that belonged to the TGN compartment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 377,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "S~ = E II~ P x d,"
        },
        {
            "text": "To do this, five sets of serial sections (each set containing 10-15 sections) were made of Epon-embedded BHK cells infected with VSV and blocked at 200C. These sets were selected because in at least one section in the series an unequivocal continuity could be established between the tubularreticular part of the TGN and a flattened cisterna. By counting intersections of the lattice grid with the membrane profiles the ratio of membrane in the cisternal part of the TGN to that in the tubular-reticular part was then estimated for all the sections in the set (ratio of intersections). The results from five sets were pooled to evaluate the approximate proportion of the total TGN surface that is cisternal. This fraction (labeled C in Fig. 1 ) could be subtracted from the total Golgi cisternal surface area (i.e., the stack) to obtain the total surface area of Golgi stack (minus TGN). Finally, this contribution of the cisternal part of the TGN could then be added to the surface area of the tubular-reticular part of the TGN (Tin Fig. 1 ) to obtain its total surface area.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 736,
                    "end": 742,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1034,
                    "end": 1040,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "S~ = E II~ P x d,"
        },
        {
            "text": "In our earlier study (Griffiths et al., 1984a) we could not reliably estimate the surface to volume ratio (Sv) of BHK cells in situ due to anisotropy. In that study we estimated the Sv from cells that had been removed from the monolayer using proteinase K. Recently, a new stereological method has been developed for estimating Sv from vertical sections which overcomes the anisotropy problem (Baddeley et al., 1986) . For this, vertical sections of BHK cells were made (i.e., perpendicular to the axis of the dish) as described above. Random micrographs were taken at a primary magnification of 4,600 which were enlarged 4.1 on our enlarger. The cycloid test system (that shown in Fig. 4 d of Cruz-Orive and Hunziker, 1986) was used and the points (P) over the cell were counted as were the intersections (I) of the plasma membrane with the cycloid. The formula S~ is given by,",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 46,
                    "text": "(Griffiths et al., 1984a)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 393,
                    "end": 416,
                    "text": "(Baddeley et al., 1986)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 682,
                    "end": 688,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "SURFACE TO VOLUME RATIO OF CELLS"
        },
        {
            "text": "where I is the length of the cycloid and p is the ratio of test points per cycloids. (For these studies 1 was 0.66 tim and p was 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SURFACE TO VOLUME RATIO OF CELLS"
        },
        {
            "text": "the TPPase reaction is confined to one or two cisternae on the trans side of the stack as well as variable amounts of reaction in the tubular parts of the TGN (Griffiths et al., 1985) . Although, it appears likely that this reaction is defining two different compartments of the Golgi complex in BHK cells (tentatively referred to as the \"trans\" and TGN; see Griffiths and Simons, 1986) , we have no unequivocal proof for this. One distinct compartment could comprise a single cisterna which when folded could easily appear as two or more cisternal profiles in a thin section. Serial section reconstruction (of an extensive series of sections) where two compartments can be distinguished by two different markers would be necessary to estab-Griffiths et al. Dynamic Nature of Golgi Complex lish this. The TPPase-reaction is nevertheless a useful marker for the polarity of the Golgi stack and we, therefore, determined the proportion of the Golgi stack which was reactive for TPPase under the different conditions used in this study. For this, the ratio of points over, and the number of intersections with, the membranes of the TPPase-reactive (trans side) as well as the TPPase-unreactive cistemae (cis side) within the Golgi complex was estimated at Level III magnification. In contrast to the reaction with TPPase, the reaction for acid phosphatase, the \"classical\" TGN marker, was not useful for quantitative purposes because it often gave some reaction throughout the Golgi stack as well as marking the iysosomes (results not shown). In addition, with respect to the \"lysosomes; our recent data in normal rat kidney (NRK) ceils indicate that the acid phosphatase-positive structures that we have previously referred to as lysosomes, in fact, represent a combination of prelysosomes (or late endosomes) and lysosomes.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 183,
                    "text": "(Griffiths et al., 1985)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 359,
                    "end": 386,
                    "text": "Griffiths and Simons, 1986)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of the TPPase-reactive Parts of the Golgi Stack. In BHK cells"
        },
        {
            "text": "Glucose 6-phosphatase. The reaction for glucose-6-phosphatase was done as described previously (Griffiths et al., 1983b; 1984a) . The optimal incubation time in the reaction mixture in this study was found to be 2 h at 37\"C.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 120,
                    "text": "(Griffiths et al., 1983b;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 121,
                    "end": 127,
                    "text": "1984a)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of the TPPase-reactive Parts of the Golgi Stack. In BHK cells"
        },
        {
            "text": "To test the validity of using epon sections for the identification of the TGN in this study we compared the plastic section-and cryosection methods directly by estimating the size of the Golgi stack and TGN in VSV-infected BHK cells after 2 h at 20°C. 30 random micrographs showing acceptable fine-structure were taken, at a primary magnification of 8,000, of cryosections that were labeled with an affinity-purified antibody against the luminal domain of the G protein, followed by visualization with protein A-colloidal gold complexes (10 rim). After enlarging the negatives by a factor of 4.1, the number of points over the Golgi stack, as well as the number over all labeled noncisterual structures (by definition, TGN) were related to the number of points over the total cytoplasm (see above). These values were then compared with those obtained from plastic sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stereological Comparison of Cryo-and Epon Sections."
        },
        {
            "text": "Correction Factors. Section compression is unlikely to contribute a significant error to our estimates (see Griffiths et al., 1984b) and was ignored. Similarly, section thickness effects could be ignored since we had previously shown (Griffiths et al., 1984a ) that for Golgi stacks and cisternae the error can be at most 10%. Since tubules of the TGN are larger in diameter than the cisternae of the Golgi, section thickness effects for the TGN tubules would be even less than for the Goigi cisternae. The Sv estimates were made at a final magnification of 112,000 to avoid \"resolution\" effects (Weibel and Paumgartner, 1978) . The most important morphometric results for this paper are comparative estimates where a structure is compared un-der different conditions. For these values any errors will affect the structure in a similar manner in all conditions, and hence should not influence our interpretation.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 132,
                    "text": "Griffiths et al., 1984b)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 234,
                    "end": 258,
                    "text": "(Griffiths et al., 1984a",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 596,
                    "end": 626,
                    "text": "(Weibel and Paumgartner, 1978)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Stereological Comparison of Cryo-and Epon Sections."
        },
        {
            "text": "During the course of these studies we discovered an error in our previous estimation of mean cell volume of BHK cells (Grittiths et al., 1984a ; see Appendix). The mean cell volume is a critical parameter since any error in its estimation will be reflected in a corresponding error in all surface and volume parameters of the organelles we measure. For this reason, in the present study, we wanted to make sure that the values we obtained were as valid as possible. We have, therefore, used two different stereological approaches to this problem (see Materials and Methods). In addition, a biochemical method has recently been used by Davoust et al. (1987; and unpublished data) . The results obtained by these different approaches are summarized in Table I . By the two stereological methods there was no significant difference between the mean cell volume after 2 h at 20°C when compared to cells grown at 37°C. In our previous study using method 1, we found no difference in cell volume between uninfected cells and those infected with SFV (Grittiths et al., 1984a) or with VSV (Grittiths et al., unpublished dafa). Although we did not measure the cell volume directly in the virus-infected cells used in this study, the fact that the surface to volume ratio of the cells (Table III ) and the ratio of cytoplasm per cell (Table II) did not differ significantly from the uninfected cells makes it highly unlikely that cell volume was significantly different due to infection.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 142,
                    "text": "(Grittiths et al., 1984a",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 656,
                    "text": "Davoust et al. (1987;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 657,
                    "end": 678,
                    "text": "and unpublished data)",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1068,
                    "text": "SFV (Grittiths et al., 1984a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 750,
                    "end": 757,
                    "text": "Table I",
                    "ref_id": null
                },
                {
                    "start": 1275,
                    "end": 1285,
                    "text": "(Table III",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1324,
                    "end": 1334,
                    "text": "(Table II)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Mean Cell Volume"
        },
        {
            "text": "The corrected estimate for cell volume from our previous study using method 1 (1,625 #m 3) is the same as that ob- All these estimates were made on uninfected cells. We have shown previously that the cell volume does not significantly change upon infection (Grifliths et al., 1984a; and unpublished data) . All parameters estimated by Methods 1 and 2 show no significant difference by the t test between the 20 and 37°C conditions. n, number of micrographs. *n, number of nuclear profiles. ¢ I is the mean intercept length (for more details see Materials and Methods).",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 282,
                    "text": "(Grifliths et al., 1984a;",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 304,
                    "text": "and unpublished data)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mean Cell Volume"
        },
        {
            "text": "§ from Davoust et al., 1988 . I{ from Davoust, unpublished data. ¶ This means the average height of the monolayer. A t test was performed to examine the significance of the differences between the average values in this data. The differences between the ratios of TPPase/Golgi was not significantly different at the p = 0.5 confidence level. The difference between the ratio of Golgi/cyto of VSV-infected cells and those of uninfected cells was also not significantly different at the p = 0.5 level. The mean values of Golgi/cyto at 32°C (VSV) and 37°C (uninfected) both differed significantly from the 20°C results at the p = 0.05 level. n, number of micrographs. Golgi stack rained by the same method in the present study (1,600/xm3). Method 2 gives values that are '°25 % less while the biochemical approach gave a value in between the two stereological methods (Table I) . Since each method will have different sources of errors associated with it we consider the most reasonable value for the mean cell volume to be the average of the results obtained by the three methods. This value, 1,400/zm 3, is the estimate we have used for the estimation of absolute values in this paper.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 27,
                    "text": "Davoust et al., 1988",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 865,
                    "end": 874,
                    "text": "(Table I)",
                    "ref_id": null
                }
            ],
            "section": "Mean Cell Volume"
        },
        {
            "text": "A random section through a Golgi stack of an uninfected BHK cell usually shows four to six flattened cisternae, but the TGN is difficult to identify. Especially difficult is the distinction between tubules of the TGN and those of endosomes which are also found in the Golgi region of the cell (Marsh et al., 1986) . However, after VSV-infection and accumulation of G protein at 20°C for 2 h, the TGN can be easily recognized and is clearly much larger than normal (Figs. 2-4) .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 313,
                    "text": "(Marsh et al., 1986)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 475,
                    "text": "(Figs. 2-4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Changes in the Morphology of the Golgi Stack and TGN in BHK Cells during Accumulation of G Protein"
        },
        {
            "text": "Analysis of thin sections, including serial sections, shows that this compartment consists of both a tubular-reticular part and a cisternal part that is morphologically indistinguishable from the cisternae of the preceding Golgi compartments (Figs. 1, 2, a and c, 3, and 4). This TGN cisterna, which is continuous with the tubular-reticular part (Figs. 2, a and c, 3, and 4), is not evident in all sections through the Golgi stack (Figs. 2 a and 3). The tubular part of the TGN is also sometimes parallel to the cisternae of the Golgi stack ( Fig. 4 b) . Since however, the mean diameter of the tubules is always greater than the flattened cisternae, they are easily distinguished.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 552,
                    "text": "Fig. 4 b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Changes in the Morphology of the Golgi Stack and TGN in BHK Cells during Accumulation of G Protein"
        },
        {
            "text": "A summary is presented in Tables II and III of Bars, 100 nm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 46,
                    "text": "Tables II and III of",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "The Size of the Golgi Stack Decreases During the 20°C Block"
        },
        {
            "text": "cal estimates of the Vv and Sv of the total Golgi stacks in BHK cells under different conditions. Note that the \"stack\" here refers to the flattened cisternae of all the Golgi compartments including the TGN (see Materials and Methods and Fig. 1 ). For the VSV-infected cells kept at 20°C, the Vv and Sv of this organelle have also been estimated. A first, striking observation is that the ratio of the volume of Golgi stack to that of the cytoplasm is substantially reduced at 20°C. This is evident both with and without VSV infection, indicating that whatever the mechanism that is responsible for this reduction, it is not due to viral infection. Hence the qualitative impression of a large expansion in the TGN is accompanied by a quantitative decrease in the size of the remaining compartments of the Golgi. In the uninfected cells kept at 20°C, although the TGN is not unequivocally identifiable, there is an elaboration of a tubular-reticulum that is more evident than in cells kept at 370C (Fig. 5 ). In the VSV-infected cells kept at the permissive temperature (32°C) the Golgi stack was significantly larger than in infected cells kept at 20°C, but significantly smaller than in uninfected cells (Table II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 244,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 997,
                    "end": 1004,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1205,
                    "end": 1215,
                    "text": "(Table II)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "The Size of the Golgi Stack Decreases During the 20°C Block"
        },
        {
            "text": "In the BHK cell the TPPase cytochemical reaction is primarily confined to the trans cisternae (Figs. 2 a and 4) . Occasionally, however, the TGN (both the cisternal and tubularreticular part) is also positive (Fig. 2, b , d, and e; see also Hand and Oliver, 1984) . Nevertheless, this marker is useful in that it allows the polarity of the Golgi stack to be recognized in random sections. It is clear from ",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 263,
                    "text": "Hand and Oliver, 1984)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 111,
                    "text": "(Figs. 2 a and 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 209,
                    "end": 219,
                    "text": "(Fig. 2, b",
                    "ref_id": null
                }
            ],
            "section": "The Size of the Golgi Stack Decreases During the 20°C Block"
        },
        {
            "text": "In longer periods identification becomes more equivocal and was not quantitated. Warming the cells to the permissive temperature results in transport of G protein to the plasma membrane and the gradual reversal of the changes in the areas of the TGN and Golgi stack. The reversal is linear with time (see below, and Fig. 13 ). This complements the previous observation that the rate of delivery of G protein to the plasma membrane was constant over the first 20 min after warming (Griffiths et al., 1985) .",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 504,
                    "text": "(Griffiths et al., 1985)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 323,
                    "text": "Fig. 13",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Comparison of the Sizes of the Golgi Stack and the TGN at 20°C and after Warming to 32°C"
        },
        {
            "text": "The stereological estimates presented until now were made from conventionally prepared plastic sections. The characterization of the TGN in our previous study (Griffiths et al., 1985) was, however, done on immunolabeled cryosections.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 183,
                    "text": "(Griffiths et al., 1985)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "The Vv of Golgi Stacks and TGN in Cryosections Matches That Obtained with Conventional Sections"
        },
        {
            "text": "To be sure that we could identify the total TGN in plastic sections used in this study we compared the size of the TGN and Golgi stack in cryo-and plastic sections. Cryosections of VSV-infected BHK cells under the condition of the 20°C block were prepared and labeled with anti-G protein antibodies followed by 10-nm gold particles coupled to protein A. The fraction of the cell occupied by total Golgi stack as well as the TGN was then estimated. The G protein is essentially only in these two structures under these conditions (Griftiths et al., 1985) . The results obtained in cryosections were identical to those obtained from plastic sections ( Table V) .",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 553,
                    "text": "(Griftiths et al., 1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 650,
                    "end": 658,
                    "text": "Table V)",
                    "ref_id": "TABREF16"
                }
            ],
            "section": "The Vv of Golgi Stacks and TGN in Cryosections Matches That Obtained with Conventional Sections"
        },
        {
            "text": "When BHK cells are infected with SFV, characteristic structures appear in the cytoplasm ~,4 h after infection, which became very prominent after 6 h (Fig. 6 a) . The major feature is a long rod-shaped structure, often in groups of three or four which have been referred to as cytopathic vacuoles, type 2 (Acheson and Tamm, 1967). The surface of these structures is, in part, covered with nucleocapsids and we previously referred to them as \"capsid structures\" (Griffiths et al,, 1982) . Two observations suggest that these structures represent a modification of the TGN. First, the membrane of this structure is continuous with the membrane of a cisterna on the trans side of the Golgi stack (see Fig. 17 in Griffiths et al., 1982; and Figs. 6 b and 7) . Second, the structure has coated buds which morphologically resemble clathrin (Fig.  10) ; within the Golgi complex, clathrin is exclusively localized to the TGN (see Griffiths and Simons, 1986) . Parts of these structures label extensively with antibodies to the SFV spike proteins (Figs. 6 and 8, b and c) . The lack of label over some parts (Fig. 6 b) is most likely due to steric hindrance (Griffiths et al., 1985; Griffiths and Hoppeler, 1986) . In ad- The comparison of morphometric parameters from Epon-embedded and cryosection data shows no significant difference between means (at tbep = 0.2 level). The two sets of data are, therefore, indistinguishable. n, number of micrographs.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 484,
                    "text": "(Griffiths et al,, 1982)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 708,
                    "end": 731,
                    "text": "Griffiths et al., 1982;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 732,
                    "end": 752,
                    "text": "and Figs. 6 b and 7)",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 949,
                    "text": "Griffiths and Simons, 1986)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1149,
                    "end": 1173,
                    "text": "(Griffiths et al., 1985;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1174,
                    "end": 1203,
                    "text": "Griffiths and Hoppeler, 1986)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 159,
                    "text": "(Fig. 6 a)",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 704,
                    "text": "Fig. 17",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 843,
                    "text": "(Fig.  10)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1038,
                    "end": 1062,
                    "text": "(Figs. 6 and 8, b and c)",
                    "ref_id": null
                },
                {
                    "start": 1099,
                    "end": 1109,
                    "text": "(Fig. 6 b)",
                    "ref_id": null
                }
            ],
            "section": "The TGN in SFV-infected Cells"
        },
        {
            "text": "dition, the structure of SFV spike protein arrays is often apparent in cryosections, but not after conventional plastic embedding (cf. Fig. 8 a with Fig. 10) , as is the case with VSV spike proteins in the TGN (Griffiths et al., 1985) . The fact that these structures bind large numbers of nucleocapsids is itself an indication that the cytoplasmic domains of the spike protein are highly concentrated in their membranes.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 234,
                    "text": "(Griffiths et al., 1985)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 157,
                    "text": "Fig. 8 a with Fig. 10)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "The TGN in SFV-infected Cells"
        },
        {
            "text": "Only closely packed arrays of SFV spike proteins would be able to serve as binding sites for the complementary capsid (Fuller, 1987) . Note, however, that the parts of these structures in close vicinity to the Golgi stack are mostly devoid of capsids (Fig. 7 a) . This suggests that capsid-binding in itself is not a prerequisite for the formation of these cylindrical structures.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 132,
                    "text": "(Fuller, 1987)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 261,
                    "text": "(Fig. 7 a)",
                    "ref_id": null
                }
            ],
            "section": "The TGN in SFV-infected Cells"
        },
        {
            "text": "Unpublished data from our laboratory indicates that the rate of synthesis of SFV spike proteins after infections with SFV is considerably higher than that of the G protein after VSV infection. We reasoned, therefore, that the capsid structures may form because the rate of synthesis of SFV glycoproteins was so high that it surpassed the maximal rate of transport between the TGN and the plasma membrane. If this hypothesis were correct, the glycoproteins in the TGN should be brought to the plasma membrane when the rate of synthesis is lowered. We incubated SFV-infected cells in the presence of cycloheximide after allowing infection to proceed far enough to form the capsid structures. Although the structures were maintained in control cells during the same period, they disappeared after 3 h treatment with cycloheximide (Figs. 9 and 11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The TGN in SFV-infected Cells"
        },
        {
            "text": "We have recently described a specialized peri-nuclear prelysosomal structure in NRK cells that is characterized by having high concentrations of the cation-independent mannose-6-phosphate receptor (MPR) and lgpl20, a membrane protein isolated from lysosomes (see Griftiths et al., 1988) . The distinction between this tubulo-vesicular structure and Figure 6 Cryosections of BHK cells infected with SFV (8 h after infection) that were labeled with an afffinity-purified anti-spike protein complex antibody and protein A-colloidal gold complexes. In a large numbers of the rod-shaped capsid structures, that is, SFV-modified TGN, are apparent in the peri-nuclear region (N, nucleus; C, centrioles). Nucleocapsids (small arrows) are seen covering the surface of extensive regions (but not all) of the rods. The large arrow indicates a part of the Golgi complex that is enlarged in b. Here a capsid structure is evident on one side of the Golgi stack (G). Note the regions of the capsid structure (small arrows) that are devoid of gold particles (most likely due to steric hindrance). A coated bud of the TGN (arrowhead) is also unlabeled, c shows another view of the close proximity of the capsid structure (arrowhead) to the Golgi stack. While this is labeled with gold particles, an adjacent segment (small arrow) is Bars, 100 nm. Figures 8 and 9 . (Fig. 8 ) Details of the capsid structure in cryosections (labeled with anti-spike protein as in Fig. 6) . In a the periodicity due to the arrays of SFV spike proteins is evident. The spikes are '~8 nm long and 6 run apart. In b the cylindrical nature of the structure is evident in one part (arrowhead). In another structure the cisterna is apparently cup shaped and cut transversely: the nucleoeapsids (arrows) are evident on both sides of cisternal membranes (upper left). In c a continuity (arrowhead) is shown between a rod-shaped and a less regular part of the TGN. Bars, 100 nm. (Fig. 9) continuous with its membrane. The periodicity of spike protein is no longer visible after the conventional processing for EM. Bar, 100 nm.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 286,
                    "text": "Griftiths et al., 1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 357,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1330,
                    "end": 1345,
                    "text": "Figures 8 and 9",
                    "ref_id": null
                },
                {
                    "start": 1348,
                    "end": 1355,
                    "text": "(Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 1445,
                    "end": 1452,
                    "text": "Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 1934,
                    "end": 1942,
                    "text": "(Fig. 9)",
                    "ref_id": null
                }
            ],
            "section": "The TGN in SFV-infected Cells"
        },
        {
            "text": "the TGN is often equivocal in the absence of markers. To rule out that the capsid-binding structures in SFV-infected cells are not late endocytic structures, we infected NRK cells with SFV. After this infection the capsid-binding structures were also seen in these cells. Whereas these structures show a low level of labeling with antibodies against MPR and lgpl20 (as expected for the TGN; Grifiiths et al., 1988) , the MPRlgp-enriched prelysosomal structures were clearly distinct (results not shown).",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "TGN;",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 414,
                    "text": "Grifiiths et al., 1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The TGN in SFV-infected Cells"
        },
        {
            "text": "We have estimated the size of the capsid structures as well as the change in the size of the Golgi stack during their formation (Table VI) . The results indicate that both the Vv and Sv of the capsid structures and Golgi stacks in the SFVinfected cell at 37°C are identical to V~ and Sv of TGN and Golgi stacks in the VSV-infected cell at 20°C, The same re- Figure 11 . Immunofluorescence micrographs of BHK cells 10 h after infection with SFV which had been labeled with anti-spike antibodies and a rhodamine-conjugated second antibody, a displays the untreated cells while b is taken from the cells that were treated for the last 3 h with 40 t~g/ml cycloheximide. Bar, 20 #m. . This identity in size between these two putative TGN structures suggested to us that protein accumulation in this compartment had caused it to expand to its maximal size. We tested this by transferring SFV-infected BHK cells, which had accumulated spike proteins in the TGN at 37°C to 20°C for 2 h, to see whether further accumulation of viral membrane proteins in the cell could cause further expansion of the TGN. This was not the case since we again obtained the identical size for the TGN (Table VI) . The accumulation of SFV envelope proteins was, however, accompanied by a further 50 % shrinkage in the size of the stacked region of the Golgi stacks (Table VI ). In addition, numerous vesicular structures were seen with nucleocapsids on their periphery and membraneenclosed virions in their lumen (Fig. 12) . These vesicles are reminiscent of those formed when treatment with monensin causes a block in glycoprotein transport in the Golgi (Griffiths et al., 1983b) and suggest that the spikes now accumulate in a Golgi compartment proximal to the TGN at a concentration high enough for capsids to bind and for intracellular budding to occur.",
            "cite_spans": [
                {
                    "start": 1626,
                    "end": 1651,
                    "text": "(Griffiths et al., 1983b)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 138,
                    "text": "(Table VI)",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 358,
                    "end": 367,
                    "text": "Figure 11",
                    "ref_id": null
                },
                {
                    "start": 1173,
                    "end": 1183,
                    "text": "(Table VI)",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 1336,
                    "end": 1345,
                    "text": "(Table VI",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 1484,
                    "end": 1493,
                    "text": "(Fig. 12)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "The TGN Is the Same Size in SFV-infected Cells as in VSV-infected Cells Blocked at 20°C"
        },
        {
            "text": "At 20°C the TGN enlarges while the Golgi stack decreases in size. The extent of the decrease in the surface area of the Golgi stack is far greater than the estimated increase in the size of the TGN (see Table VIII ). It is evident, therefore, that a large pool of membranes \"disappears\" from the balance sheet. An obvious question is what happens to this membrane. For reasons explained in the discussion it seemed reasonable to propose that this \"loss of membrane\" could be due to a proportionately small increase in the size of the ER at 20°C. We therefore estimated the volume density of the ER in uninfected cells at 20°C and at 37°C. As in our earlier paper (Griffiths et al., 1984a) , we used glucose-6-phosphatase as a cytochemical marker since this gives an electron-dense reaction product throughout the ER of the BHK cell, thus facilitating its identification (result not shown). This reaction may also stain the cis-Golgi compartment (see Gritiiths et al., 1983b;  in the absence of a bona fide cis-Golgi marker this question cannot be addressed). The results indicate that the volume density of the ER is increased at 20°C, but this difference was only significant at the p = 0.11 level by the t test. (Table VII) . Measurements of surface density indi- A t test shows that for Vv the difference between the means was significant only at the p = 0.11 level of confidence while for the Sv the difference was not significant at the p = 0.5 level. n, number of micrographs.",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 688,
                    "text": "(Griffiths et al., 1984a)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 950,
                    "end": 974,
                    "text": "Gritiiths et al., 1983b;",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 975,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 213,
                    "text": "Table VIII",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1214,
                    "end": 1225,
                    "text": "(Table VII)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Estimates of Rough ER"
        },
        {
            "text": "cated that there was no difference in this parameter between the two conditions (Table VII) . These data therefore suggest that the surface area of the ER is increased at 20°C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 91,
                    "text": "(Table VII)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Estimates of Rough ER"
        },
        {
            "text": "Assuming the mean cell volume of the BHK cell to be 1,400 #m 3 we could estimate the surface areas of the Golgi stack and TGN under the various experimental conditions (Table  VIII) . For the VSV-infected cells at 20°C, we estimated that 12% of the surface of the TGN was made up of a stacked cisternal part (see Fig. 1 and above) . In Table VIII we show what effect this correction would have on the surface areas of the TGN and Golgi (i.e., assuming that we have overestimated the surface area of the Golgi compartments preceding the TGN by an amount equivalent to 12% of the surface of the TGN and underestimated the TGN surface by the same amount). The corrected estimate for the Golgi stack is therefore the best estimate of the size of the Golgi compartments preceding the TGN at 20°C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 181,
                    "text": "(Table  VIII)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 313,
                    "end": 330,
                    "text": "Fig. 1 and above)",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 346,
                    "text": "Table VIII",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Absolute Surface Areas"
        },
        {
            "text": "The entire TGN appears to be filled with G protein which is transported to the plasma membrane at 32°C. After switching to 32°C the TGN decreases in size: If we assume that this decrease reflects the movement of membrane from the TGN to the cell surface we can put an upper limit on the amount of membrane surface that is transported from the TGN to the cell surface. The value obtained, 2.7 #m2/min (Fig. 13) , is equivalent to '~340 vesicles/cell per min assuming a diameter of 50 nm. This figure would be an overestimate if any membrane were transported to the lysosomes or back to earlier Golgi compartment upon release of the 20°C \"block\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 409,
                    "text": "(Fig. 13)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Absolute Surface Areas"
        },
        {
            "text": "In Table IX we have summarized the values for the volumes and surface areas of the organelles of interest for this study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Table IX",
                    "ref_id": "TABREF11"
                }
            ],
            "section": "Absolute Surface Areas"
        },
        {
            "text": "The use of viral spike proteins as model proteins to study the These estimates of the absolute surface areas of the TGN and Golgi stack under various conditions are derived from the data shown in Tables I-V and the mean cytoplasmic volume of 1,050 #m 3 (cell volume 1,400 pro3). The values of SFV-infected cells are based on the value for the S~ of the Golgi of 100 #m t obtained in preliminary studies (data not shown). * This assumes that 12% of the surface of the TGN as we have measured it was mistakenly attributed to Golgi stack in our estimates (see Fig. 1 and Results). This is the best estimate for the Golgi compartments preceding the stack as well as for the whole of the TGN at 20°C. Note that the TGN has almost exactly one-half the surface area of the preceding compartments in this condition.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 557,
                    "end": 563,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The structure and function of the Golgi complex has played a major role in the development of our ideas concerning the function of this organeUe (see Dunphy and Rothman, 1985; Grifliths and Simons, 1986 for recent reviews). We had previously shown that the intracellular transport of newly synthesized G protein of VSV from the ER to the cell surface is significantly reduced at 20°C (Grifliths et al., 1985) . As a result of this block in intracellular transport the G protein accumulated in the TGN. Within minutes of reversing the block by warming the cells to 32°C the G protein was rapidly transported to the cell surface, a process that continued for at least 60 min, even in the presence of cycloheximide. In the present study we have estimated the total surface area of the Golgi stack and the TGN of BHK cells under different experimental conditions using routine stereological procedures. As for any stereological study where estimates of absolute surface areas (or volumes) of an organelle are required, the first prerequisite is to know one parameter that can serve as a \"reference space\" for the estimates (Weibel, 1979) . The most logical absolute reference space is the mean volume of the \"average\" cell. During the course of this study we discovered an error in the calculation of the mean cell volume in our earlier study. To be as sure as possible that the values we obtained in this study were valid, we have used two independent stereological methods. The two methods, which both have inherent errors associated with them, gave results which differed from each other by '~25 %. In addition, a recent biochemical estimation by Davoust et al. (1987 and unpublished data) using the same source of BHK cells as was used in our study, gave a very similar result. We decided, therefore, to take the average of the values obtained by the three methods, namely 1,400 #m 3, for the mean cell volume that we used for the subsequent calculations. The two key stereological parameters we were interested in were first, the volume fraction of (a) the total flattened cisternae of the Golgi stack and (b) the TGN per BHK cellcytoplasmic volume, and second, the surface to volume ratios of their membranes. Knowing these values and the mean cell volume enabled us to estimate the total surface areas of membrane in the Golgi stack and the TGN under different experimental conditions. We estimated that at 20°C in VSVinfected cells, 12% of the TGN is made up of a flattened cisternal part while the bulk has a tubular-reticular structure (see Fig. 1 ). This division of the TGN into two distinct structural domains is observed in many cell types (see, for example Fig. 18 of Rambourg and Clermont, 1986) and may be analagous to that seen between the rough and smooth ER (Palade and Porter, 1954) . It is also evident, if less pronounced, in the other Golgi cisternae (see for example in Hermo et al., 1980, Figs. 5, 6, and 11) . These also appear to be divided into flattened rigid cisternae in continuity with peripheral regions where tubules and buds are seen (Hermo et al., 1980; Rambourg et al., 1979; Rambourg and Clermont, 1986) . Whether these structural differences reflect different functional domains of the Golgi compartments remains to be established.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 175,
                    "text": "Dunphy and Rothman, 1985;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 176,
                    "end": 202,
                    "text": "Grifliths and Simons, 1986",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 408,
                    "text": "(Grifliths et al., 1985)",
                    "ref_id": null
                },
                {
                    "start": 1119,
                    "end": 1133,
                    "text": "(Weibel, 1979)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1646,
                    "end": 1688,
                    "text": "Davoust et al. (1987 and unpublished data)",
                    "ref_id": null
                },
                {
                    "start": 2679,
                    "end": 2707,
                    "text": "Rambourg and Clermont, 1986)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2774,
                    "end": 2799,
                    "text": "(Palade and Porter, 1954)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2891,
                    "end": 2930,
                    "text": "Hermo et al., 1980, Figs. 5, 6, and 11)",
                    "ref_id": null
                },
                {
                    "start": 3066,
                    "end": 3086,
                    "text": "(Hermo et al., 1980;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3087,
                    "end": 3109,
                    "text": "Rambourg et al., 1979;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 3110,
                    "end": 3138,
                    "text": "Rambourg and Clermont, 1986)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 2547,
                    "end": 2553,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 2668,
                    "end": 2675,
                    "text": "Fig. 18",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our results show that the surface area of the Golgi stack decreases significantly at 20°C. This effect is almost certainly accompanied by an increase in the size of the TGN although we cannot measure this directly since we have no way of estimating the size of the TGN at 37°C in uninfected cells. Upon raising the temperature to allow transport to the cell surface there was a dramatic reversal of this \"20°C block phenotype\" in that the TGN reduced in size and the Golgi stack regained the same total surface area as that seen in normal cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The effect of the 20°C block in decreasing the surface area of the total Golgi stack while increasing that of the TGN could be reproduced quantitatively in SFV-infected cells in the absence of a 20°C block. Also in VSV infection at 32°C a similar, though less pronounced effect was evident. In this latter case the morphological definition of the TGN was not clear. In contrast, the SFV-infected cells had an expanded TGN which assumed a distinct morphology, primarily comprising extensive rod-shaped structures that are packed with viral spike proteins. The appearance of the TGN modified by the accumulation of SFV spikes is quite different to that seen after a build up of VSV spikes. This most likely reflects the difference in the structure of the two spikes. The SFV spike is a columnar structure (Fuller, 1987) which in the absence of capsids could pack into locally flat arrays to form the tubular rods rather than the curved vivions. Our data suggest that capsid-binding is not essential to the formation of the rods. In contrast to the structure of the SFV spike, the G protein is more expanded at its distal end (Adrian et al., 1984) and would be more likely to form a curved structure in the absence of underlying nucleocapsid proteins. We could not det Iriffiths et al. Dynamic Nature of Golgi Complex tect the M or N accessory capsid proteins of the VSV in the TGN at 20°C, nor is there any morphological evidence for nucleocapsids at this site (Griffiths et al., 1985, and unpublished data) . These considerations argue that it is the spike proteins themselves rather than interactions with the nucleocapsids that are responsible for the observed morphological changes.",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 817,
                    "text": "(Fuller, 1987)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1123,
                    "end": 1144,
                    "text": "(Adrian et al., 1984)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1459,
                    "end": 1505,
                    "text": "(Griffiths et al., 1985, and unpublished data)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "With respect to decrease in the size of the Golgi stack, the fact that the fraction of the Golgi stack which reacts with TPPase remained constant under all the conditions examined suggests that all Golgi compartments are being depleted at similar rates. At 20°C the G protein (and presumably other transit proteins in the case of the uninfected cells) accumulates in the TGN due to a slowing down of further transport. (This \"block\" is not a complete one: increasing amounts of G protein are detected at the cell surface after 2 h at 20°C [Griffiths et al., 1985] ). In the case of SFV-infected cells our unpublished data suggest that the rate of spike protein synthesis is significantly higher than that for the VSV-G protein at the permissive temperature but, in this case, transport to the surface is not blocked. This accumulation of SFV spike proteins may, therefore, simply be due to the saturation of the capacity to transport proteins from the TGN to the cell surface. When further synthesis of SFV spike protein was prevented with cycloheximide, the TGN was emptied of spike proteins indicating that these proteins were not irreversibly blocked at this site.",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 563,
                    "text": "[Griffiths et al., 1985]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Upon reversing the effect of the 20°C block in VSV-infected cells simply by warming the cells to 32°C, a synchronous wave of G protein moves in vesicles from the TGN to the plasma membrane. Assuming that the rate of decrease in the total surface area of the TGN under this condition reflects the movement of membrane from the TGN to the plasma membrane we could estimate that, on average, no more than 2.7 #m2/min of membrane could move from the TGN to the cell surface. This value agrees with that obtained by Johanson et al., (1984) who estimated that between 1 and 3/xm 2 of membrane was exocytosed every minute in thyroid follicle cells. A slightly higher estimate was obtained by Cope and Williams (1973) who estimated the rate of exocytosis for the parotid gland. In that study the amount of membrane of secretion granules that fused with the plasma membrane 2 h after isoproterenol treatment was estimated to be 1,343 #m 2, which gives an average of 11 #m 2 per min. Exocytosis of VSV-G protein reflects the constitutive pathway while in the parotid gland it is the regulated pathway that was estimated. The precise nature of the secretion in the thyroid remains unclear. All three conditions are similar in that they are likely to estimate conditions where membrane traffic from the TGN to the plasma membrane is at maximum rates. A surprisingly small number of vesicles (340/min per cell if they are 50 nm in diameter; only ~90 if they are 100 nm) is therefore capable of transporting a relatively large flux of G protein to the plasma membrane. This may explain why it has always been difficult to identify these vesicles morphologically.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 534,
                    "text": "Johanson et al., (1984)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 685,
                    "end": 709,
                    "text": "Cope and Williams (1973)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Under normal conditions the size of the Golgi compartments, including the TGN must be kept constant by keeping the amount of membrane that exits from them equal to the amount that enters. Even slight changes in the rates of either of these parameters can have rapid and drastic effects on the size of the compartments. In this study there are two observa-tions that we would like to explain, namely the increase in the size of the TGN and the concomitant decrease in the size of the Golgi stack. Although we do not understand the mechanisms responsible for these phenomena it should be noted that the increase in the size of the TGN is much smaller than the decrease in the size of the Golgi stack. In other words, we apparently \"lose\" membrane during this process (see Table VIII ). This could be either due to a reduction in the net rate of delivery of membrane from the ER to the Golgi or to an increase in the net rate at which membrane exits from the Golgi (or some combination of both). There are two reasons why we do not favor the latter process. First, both the cell volume, as well as the surface to volume ratio of BHK cells does not significantly change at 20°C, indicating that the surface area of the plasma membrane has not changed. Second, the observation of many budding profiles in the TGN (Griffiths et al., 1985) suggests that vesicle formation is somehow blocked at 20°C. In addition, recent data from van Deurs et al. (1987 van Deurs et al. ( , 1988 indicate that transport from the plasma membrane to the TGN is similarly blocked at this temperature. These considerations make it more likely that the overall decrease in the size of the Golgi complex can best be explained by an increase in the size of the ER. The estimations of the volume density of the ER indeed suggest that the size of this compartment is increased at 20°C. The actual differences in the means of the Vv estimates at 37 and 20°C is roughly equivalent to ~o20% increase. Since the surface density has not changed this suggests that the total surface of th e ER has increased by 20%, or 1,680 #m2/cell. This, in fact, is more than enough to account for the loss of membrane from the Golgi complex at 20°C (for example, for the uninfected cells the difference between the Golgi stack at 20 and 37°C is 1,440 #m2; Table VIII ). Further support for this idea comes from the earlier data of Flickinger (1968) who described the \"disappearance\" of the Golgi stack in an amoeba after enucleation; this was accompanied by a striking (qualitative) proliferation of the ER.",
            "cite_spans": [
                {
                    "start": 1308,
                    "end": 1332,
                    "text": "(Griffiths et al., 1985)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1423,
                    "end": 1445,
                    "text": "van Deurs et al. (1987",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1446,
                    "end": 1471,
                    "text": "van Deurs et al. ( , 1988",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2380,
                    "end": 2397,
                    "text": "Flickinger (1968)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 770,
                    "end": 780,
                    "text": "Table VIII",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 2305,
                    "end": 2315,
                    "text": "Table VIII",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Finally, an interesting aspect of the regulation of membrane traffic in the cell which is illuminated by this study is the control of the size of compartments functioning in intracellular transport. Qualitative reports of striking increases in the size of the TGN (GERL) as well as the whole Golgi stack have been made for many cell types (see Morr6 et al., 1979 for a review). There are also many examples of significant reductions in the size of the Golgi complex under various conditions (Flickinger, 1968; see Morr6 et al., 1979 for a review). With respect to the TGN, a \"hypertrophy\" of this or-ganeUe has been described in secretory cells that occurs after cells are stimulated to secrete (see Hand and Oliver, 1984) . Moreover, in a number of pathological conditions that presumably require more lysosomal enzyme production, there is also a proliferation of the TGN (Decker, 1974; Novikoff and Novikoff, 1977; Paavola, 1978a,b; Blest et al., 1978) . Our results suggest, in addition, that the TGN appears to have a characteristic maximal size beyond which it cannot expand. This may reflect the need for the cell to maintain critical concentrations of characteristic TGN components to maintain the functional integrity of this compartment. Identifying the mechanisms responsible for regulating compartment size are now major challenges to understanding the function of the Golgi complex.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 362,
                    "text": "Morr6 et al., 1979",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 509,
                    "text": "(Flickinger, 1968;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 510,
                    "end": 532,
                    "text": "see Morr6 et al., 1979",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 722,
                    "text": "Hand and Oliver, 1984)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 873,
                    "end": 887,
                    "text": "(Decker, 1974;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 888,
                    "end": 916,
                    "text": "Novikoff and Novikoff, 1977;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 917,
                    "end": 934,
                    "text": "Paavola, 1978a,b;",
                    "ref_id": null
                },
                {
                    "start": 935,
                    "end": 954,
                    "text": "Blest et al., 1978)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We would like to thank Drs. Hans Hoppeler, Kathryn Howell, Wieland Huttner, Paul Quinn, John Tooze, Graham Warren, and Ewald Weibel for critically reading the manuscript; Dr. Luis Cruz-Orive for his help with the application of new stereological methods; and Hilkka Virta and Pat Buck for excellent technical assistance. The infection of NRK cells with SFV was carried out by David Vaux. The multiple versions of the manuscript were skilfully typed by Rachel Wainwright. Finally, a special word of gratitude is extended to one of the referees of this paper whose constructive criticisms led to extensive revisions. These definitely improved the quality of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Received for publication 19 January 1988, and in revised form 19 October 1988.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Correction for Cell Volume in GriJfiths et al. (1984) During the course of the present study we realized a computational error had occurred in the estimation of the parameters Vco/S~ in our earlier paper (Griffiths et al., 1984a) ; that is, the volume of cells per surface area of dish which effectively estimates the mean cell height (see Materials and Methods). The value we published was, in fact, 2.4 times the correct value. This led to a significant overestimation (by a factor of 2.4) of the mean cell volume, the volumes of ER and Golgi complex (as defined in that study), as well as of the surface area of plasma membrane, ER, and Golgi complex. Note in addition that we have refined our methods for estimating the volume density and surface density of these organelles in the present study. The most reliable estimates we have for the absolute volumes and surface areas of cell, Golgi stack, and ER are given in Table IX of the present paper. For the surface area of the Golgi stack and TGN of SFVinfected cells, see Table VIII .",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 53,
                    "text": "GriJfiths et al. (1984)",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 229,
                    "text": "(Griffiths et al., 1984a)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 922,
                    "end": 930,
                    "text": "Table IX",
                    "ref_id": "TABREF11"
                },
                {
                    "start": 1027,
                    "end": 1037,
                    "text": "Table VIII",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Appendix"
        },
        {
            "text": "These errors and improvements have resulted in a need for alterations to three additional publications which we would also like to correct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "In table II of that paper the corrected estimate for the density of SFV spike protein complexes in the ER (surface area-5,870 #m 2) now becomes 310/#m 2 (instead of 93) while that in the Golgi complex (Golgi stack plus TGN, 790/~m 2) becomes 2,280/#m 2 (instead of 860). The increase in the density of the spikes between the ER and the Golgi complex is, therefore, a factor of 7.3 (rather than the previous estimate of 9.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quinn et al. (1984)"
        },
        {
            "text": "Since the number of SFV spikes per unit area of membrane for the ER is significantly higher than assumed in that study, the labeling efficiencies were overestimated by the same factor. Hence, in Tables V and VI of that publication the following corrections should be noted (Table II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 283,
                    "text": "(Table II)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "GriJJiths and Hoppeler (1986)"
        },
        {
            "text": "Corrected labeling efliciencies (in percent)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tables V and VI"
        },
        {
            "text": "Lowicryl Similarly, the increase in the estimate of the number of spikes in the ER changes the ratio of the density of the spikes in the ER to that in the virions (it becomes 1:97 instead of 1:333). The main effect of these alterations is to bring the labeling efliciencies down to levels which, although still relatively high for the ER and virus, are more in line with those estimated for other systems using cryosections, namely 1-10% (Grifliths and Hoppeler, 1986; van Deurs et al., 1988) . For the Lowicryl sections the data are now more compatible with a restriction of the labeling to the surface of the section, as expected.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 468,
                    "text": "(Grifliths and Hoppeler, 1986;",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 492,
                    "text": "van Deurs et al., 1988)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Cryosections"
        },
        {
            "text": "van Deurs et al. (1988) The relevant tables from the van Deurs et al. paper are shown in their corrected form below. Finally, paragraph 7 of the part entitled Ultrastructural Immunocytochemistry of that paper should read: \"The total amount of gold particles in the four classes of organdies per cell after 60 min at 39.5°C followed by 2 h at 19.5°C in the presence of ricin is ,x,l.4 × 104 (Table III) . Comparing this amount with the number of ricin molecules within the cell as revealed by biochemical measurements (•1.9 x 106 molecules per cell; Table I) , we obtain a labeling efficiency for the total (pooled) set of ricin-containing intracellular organelles of 0.74% (i.e., 0.74 gold particles per 100 antigens). In the same experiment we calculated a total amount of 1.7 × 105 gold particles associated with the cell surface per BHK-21 cell ( Table V) . The corresponding biochemical data showed 8.1 × 106 ricin molecules on the cell surface (Table 1) , giving a labeling efficiency of 2.1%. For the other experiment shown in Table IV a similar calculation gives labeling efficiencies of 1.1% for internal structures and 2.4% for the cell surface.\"",
            "cite_spans": [
                {
                    "start": 4,
                    "end": 23,
                    "text": "Deurs et al. (1988)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 401,
                    "text": "(Table III)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 549,
                    "end": 557,
                    "text": "Table I)",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 858,
                    "text": "Table V)",
                    "ref_id": "TABREF16"
                },
                {
                    "start": 949,
                    "end": 958,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1033,
                    "end": 1041,
                    "text": "Table IV",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Cryosections"
        },
        {
            "text": "Paragraph 2 in the Quantitation part of the Materials and Methods, should now end \"... were all in the range of 0.74-2.4%, we believe that the above assumption is a reasonable one in the context of this study.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cryosections"
        },
        {
            "text": "Note, however, that the goal of the van Deurs et al. paper was to estimate the amount of ricin reaching the Golgi complex and the proportion localized specifically to the TGN. These results are unchanged: ~5 % of the total amount of internalized ricin colocalized with G protein in the Golgi complex, and of this amount at least 70-80% was present in the TGN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cryosections"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Replication of Semliki Forest virus: an electron microscopic study",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Acbeson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tamm",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Virology",
            "volume": "32",
            "issn": "",
            "pages": "128--143",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cryoelectron microscopy of viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adrian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dubochet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lepanlt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcdowall",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Nature (Lond.)",
            "volume": "308",
            "issn": "",
            "pages": "32--36",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimation of surface area from vertical sections",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Baddeley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J G"
                    ],
                    "last": "Gundersen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Cruz-Orive",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Microsc. (Oxf)",
            "volume": "142",
            "issn": "",
            "pages": "259--276",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Photoreceptor membrane breakdown in the Spider Dinopsis: GERL differentiation in the receptors",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blest",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kan",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Cell Tissue Res",
            "volume": "195",
            "issn": "",
            "pages": "277--297",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Quantitative analysis of the constituted membrane of parotid acinar cells after induced exocytosis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Cope",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Z. Zellforsch. Mikrosk. Anat",
            "volume": "8",
            "issn": "",
            "pages": "311--330",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The use of quadrats and test systems in stereology, including magnification corrections",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Cruz-Orive",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Microsc. (Oxf.)",
            "volume": "125",
            "issn": "",
            "pages": "89--102",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Particle number can be estimated using a disector of unknown thickness: the selector",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Crnz-Orive",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Microsc",
            "volume": "145",
            "issn": "",
            "pages": "121--142",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Stereology of anisotropic cells: application to growth cartilage",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Crnz-Orive",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Hunziker",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Microsc. (Oxf.)",
            "volume": "143",
            "issn": "",
            "pages": "47--80",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Two threshold values of low pH block endocytosis at different stages. EMBO (Eur",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davoust",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gruenberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Howell",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Mol. Biol. Organ.) J",
            "volume": "6",
            "issn": "",
            "pages": "3601--3609",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Lysosomal packaging in differentiating and degenerating anural lateral motor column neurons",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Decker",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. Cell Biol",
            "volume": "61",
            "issn": "",
            "pages": "599--612",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Compartmental organisation of the Golgi stack",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Dunphy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Cell",
            "volume": "42",
            "issn": "",
            "pages": "13--21",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Progress in unravelling pathways of Goigi traffic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "1",
            "issn": "",
            "pages": "447--488",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The effect of enucleation on the cytoplasmic membranes of Amoeba proteus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Flickinger",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J. Cell Biol",
            "volume": "37",
            "issn": "",
            "pages": "300--315",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The T-4 envelope of Sindbis Virus is organized by interactions with a complementary T-3 capsid",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "48",
            "issn": "",
            "pages": "923--934",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "An enzymatic assay reveals that proteins destined for the apical and basolateral domains of an epithelial cell line share the same late Golgi compartment",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bravo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Mol. Biol. Organ.) J",
            "volume": "4",
            "issn": "",
            "pages": "297--307",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Possible pathways for lysosomal enzyme delivery",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Geuze",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Slot",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J A M"
                    ],
                    "last": "Strous",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hasilik",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Figura",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "2253--2262",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Passage of viral membrane proteins through the Golgi complex",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Louvard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Mol. Biol",
            "volume": "152",
            "issn": "",
            "pages": "663--698",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Quantitation in immunocytocbemistry: correlation of immunogold labeling to absolute number of membrane antigens",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoppeler",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Histochem Cytochem",
            "volume": "34",
            "issn": "",
            "pages": "1389--1398",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The trans Golgi Network: sorting at the exit site of the Golgi complex",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Science (Wash. DC)",
            "volume": "234",
            "issn": "",
            "pages": "438--443",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The role of clathrin coated vesicles in acrosome formation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stuhfauth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Jockusch",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Eur. J. Cell Biol",
            "volume": "26",
            "issn": "",
            "pages": "52--60",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Viral membrane proteins acquire galactose in trails Golgi cisternae during intracellular transport",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brands",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lonvard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Cell Biol",
            "volume": "95",
            "issn": "",
            "pages": "781--792",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Immunoelectron microscopy using thin, frozen sections: application to studies of intracellular transport of Semliki Forest virus spike glycoproteins",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Tokuyasu",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Methods Enzymol",
            "volume": "96",
            "issn": "",
            "pages": "466--485",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Dissection of Golgi complex I. Monensin inhibits the transport of viral membrane proteins from medial to trans Golgi cisternae in Baby hamster kidney cells infected with Semliki Forest Virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Cell Biol",
            "volume": "96",
            "issn": "",
            "pages": "835--850",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Density of newly synthesized plasma membrane proteins in intracellular membranes. I. Stereological studies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mathieu-Costello",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoppeler",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "98",
            "issn": "",
            "pages": "2133--2141",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "On the preparation of cryosections for immunocytochemistry",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcdowall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Back",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dubochet",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Ultrastruct. Res",
            "volume": "89",
            "issn": "",
            "pages": "65--78",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Exit of newly synthesized membrane proteins from the trans cisterna of the Golgi complex to the plasma membrane",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marlin",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "949--963",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The mannose 6-phosphate receptor and the biogenesis of lysosomes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hoflack",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Meuman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Cell",
            "volume": "52",
            "issn": "",
            "pages": "329--341",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Stereological estimation of the volume-weighted mean volume of arbitrary particles observed on random sections",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J G"
                    ],
                    "last": "Gundersen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Microsc. (Oxf )",
            "volume": "138",
            "issn": "",
            "pages": "127--142",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The role of GERL in the secretory process",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Hand",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell Biology of the Secretory Process",
            "volume": "",
            "issn": "",
            "pages": "148--170",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Sorting of three secretory proteins to distinct secretory granules in acidophilic cells of the anterior pituitary",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fumagalli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mendolesi",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "105",
            "issn": "",
            "pages": "1579--1586",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Three-dimensional architecture of the cortical region of the Golgi apparatus in rat spermatids",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hermo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambourg",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Clermont",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Am. J. Anat",
            "volume": "157",
            "issn": "",
            "pages": "357--373",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Turnover of apical plasma membrane in thyroid follicle cells of normal and tyrosine-treated cells",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Johanson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Ericson",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Eur. J. Cell Biol",
            "volume": "35",
            "issn": "",
            "pages": "165--170",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Three-dimensional structure of enclosomes in BHK-21 cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "83",
            "issn": "",
            "pages": "2899--2903",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Reduced temperature prevents transfer of a membrane glycoprotein to the cell surface but not terminal glycosylation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marlin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "233--235",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Membrane flow and interconversions among endomembranes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kartenbeck",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Franke",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Biochem. Biophys. Acta",
            "volume": "559",
            "issn": "",
            "pages": "71--152",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The endoplasmic reticulum: a cytochemist's view (a review)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Novikoff",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "73",
            "issn": "",
            "pages": "2781--2787",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Cytocbemical studies on Golgi apparatus and GERL",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Novikoff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Novikoff",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Histochem. J",
            "volume": "9",
            "issn": "",
            "pages": "525--551",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Perrelet. 1984. A clathrin-coated, Golgi related compartment of the insulin secreting cell accumulates prinsulin in the presence of monesin",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orci",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Halban",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amherdt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ravazzola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Vassali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cell",
            "volume": "39",
            "issn": "",
            "pages": "39--47",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The corpus luteum of the guinea pig H. Cytochemical studies on the Golgi complex, GERL, and lysosomes in luteal cells during maximal progesterone secretion",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Paavola",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Cell Biol",
            "volume": "79",
            "issn": "",
            "pages": "45--58",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The corpus iuteum of the guinea pig III. Cytochemical studies on the Golgi complex and GERL during normal postpartum regression of luteal cells emphasizing the origin of lysosomes and autophagic vacuoles",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Paavola",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Cell Biol",
            "volume": "79",
            "issn": "",
            "pages": "59--73",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Intracellular aspects of the process of protein secretion",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Science (Wash. DC)",
            "volume": "189",
            "issn": "",
            "pages": "347--358",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Studies on the endoplasmic reticulum: identification in cells in situ",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "J. Exp. Med",
            "volume": "100",
            "issn": "",
            "pages": "641--656",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Density of newly synthesized membrane proteins in intracellular membranes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "II. Biochemical studies. J. Cell Biol",
            "volume": "98",
            "issn": "",
            "pages": "2142--2147",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Tridimensional structure of the Golgi apparatus in type A ganglion cells of the rat",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambourg",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Clermont",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am. J. Anat",
            "volume": "17",
            "issn": "",
            "pages": "393--439",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Three-dimensional structure of the Golgi apparatus in Sertoli cells of the rat",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambourg",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Clermont",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hermo",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Am. J. Anat",
            "volume": "154",
            "issn": "",
            "pages": "455--476",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Demonstration of an extensive trans-tubular network continuous with the Golgi apparatus stack that may function in glycosylation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Taatjes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lucocq",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Cell",
            "volume": "43",
            "issn": "",
            "pages": "287--295",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Pre-and post-Golgi vacuoles operate in the transport of Semliki Forest virus membrane glycoproteins to the cell surface",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saraste",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kuismanen",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "38",
            "issn": "",
            "pages": "535--549",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Clathrin-coated vesicular transport of secretory proteins during the formation of ACTH-containing secretory granules in AtT20 cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "103",
            "issn": "",
            "pages": "839--850",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Sorting of progeny coronavirus from condensed secretory proteins at the exit from the trans Golgi network of AtT20 cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "105",
            "issn": "",
            "pages": "1215--1222",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Delivery of internalized ricin to cisternal Golgi elements is a discontinuous temperaturesensitive process",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Deurs",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "W"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olsnes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sandvig",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "E.~p. Cell. Res",
            "volume": "171",
            "issn": "",
            "pages": "137--152",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Estimation of the amount of internalized ricin that reaches the trans Golgi network",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Deurs",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sandvig",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "W"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olsnes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grifliths",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell Biol",
            "volume": "106",
            "issn": "",
            "pages": "253--267",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Stereological Methods I. Practical Methods for Biological Morphometry",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Weibel",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "415",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Integrated stereological and biochemical studies on hepatocyte membranes, lI. Correction of section thickness effect on volume and surface density estimates",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Weibel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paumgartner",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Cell Biol",
            "volume": "77",
            "issn": "",
            "pages": "584--597",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Dynamic Nature of Golgi Complex 297",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic diagram of the Golgi complex to show the distinction between the cisternal (C) and tubular (T) parts of the TGN. Note that the cisternal part of the TGN is morphologically indistinguishable from the rest of the Golgi stack. Gtifliths et al. Dynamic Nature of Golgi Complex Epon sections of BHK cells infected with VSVo045 at 39.5°C for 3 h then switched to 20°C for 2 h. The cells were incubated for TPPase after fixation (except c), and the electron-dense reaction product is evident. In a and c the cisternal part of the TGN is shown by the large arrows. In a and d the TPPase-reactive Golgi cisternae (trans) are indicated by small arrows. The opposite (cis) side is indicated in a, c, and d. The tubular (T) part of the TGN is indicated in all the figures by filled arrowheads. The open arrowheads in c show a continuity between the cisternal and tubular parts of the TGN. b and e show a TPPase-reactive part of the TGN tubules. G, Golgi stack; c, coated bud. All the sections in this study were poststained with uranyl acetate and lead citrate. Bars, 200 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Epon sections of VSV-infected BHK cells after 2 h at 20°C which were incubated for TPPase. Reaction product for TPPase is evident in one Golgi stack (G) only (arrow) in these examples (the reason for this variability is not clear but it is a consistent finding). In a the extensive tubular regions of the TGN are seen (arrowheads). In b two clear continuities are evident between a flat cisternal part of the TGN (small arrows) and the tubular parts (arrowhead). The ribosomes are not clearly evident in our preparations but the rough ER (upper left corner) can be distinguished from the Golgi cisternae and TGN since its contents are usually more electron dense.Bars, 100 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Serial Epon sections through the Golgi stack and TGN in a VSV-infected BHK cell after 2 h at 20°C which was reacted for TPPase.In this example, the reaction product of the latter is restricted to the trans-cisterna(e) of the Golgi stack while the TGN is free of reaction product. The arrowheads indicate cisternal regions of the TGN while the large arrows indicate continuities between the cisternal regions with the more extensive tubular regions. The small arrows show possible coated buds. Note that in the second micrograph from the top the tubular part of the TGN is in parts aligned in parallel to the Golgi stack. Its diameter is, however, significantly greater than the cisternae of the stack. Bar, 200 rim.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Epon sections through the Golgi cbmplex in uninfected cells after 2 h at 20°C. Two examples are shown of TGN-like structures on one side of the Golgi stack (C, putative cis side). The arrowhead in a indicates a continuity between a cisterna and the tubular structures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "in the mean values of TGN/Golgi for successive time points was significant at the p = 0.05 level. The changes in the ratio of Goigi to cytoplasmic volume are significantly different only at thep = 0.2 level between 20°C and 5 min 32°C, but the change is significant at the p = 0.005 confidence level by the 15-rain time point. The ratio of TGN/cyto has a high associated error and hence is only significantly different from the earlier time points at the p = 0.25 level by 30 rain. n, number of micrographs. Grifliths et al. Dynamic Nature of Golgi Complex",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "unlabeled. This cell was fixed 10 h after infection.Bars, 200  nm.The Journal of Cell Biology, Volume 108, 1989 Epon sections of BHK cells infected with SFV (8 h after infection) to show the relationship of the modified TGN to the Golgi stack (G). In a the arrowhead indicates a continuity of the cistemal part of the TGN with the cylindrical structures (in transverse section) that are closely packed with the SFV spike proteins. No capsids are bound to this structure but are evident around a similar profile below (small arrows) as well as on the longitudinally sectioned cylinder on the bottom left part of the micrograph (large arrow). Other longitudinal profiles above (/arge arrows) are not decorated by capsids. Evidently, capsid binding first occurs at some distance from the Golgi stack.In b the arrowhead indicates the first hint of curvature in the TGN cisterna suggesting the formation of the rod-shaped structures. In c and d two serial sections are shown of an extensive region of the cisternal part of the TGN (small arrowhead) with only two nucleocapsids bound (small arrows). The large arrowhead indicates a possible continuity of the stack to a rod-shaped part of the TGN (large arrow).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "BHK cells 10 h after infection with SFV that were treated for the last 3 h with 40/zg/ml cycloheximide. Although these cryosections were labeled with anti-spike protein antibodies and gold, only background labeling is evident (arrowheads). G, Golgi stack; N, nucleus; m, mitochondrion; c, coated pits at the plasma membrane. Bars, 200 run. Griffiths et al. Dynamic Nature of Golgi Complex Epon section of a SFV-infected BHK cell, 7 h after infection, to show the fine structure of the capsid structure (arrows) and the coated buds (resembling clathrin; arrowheads) that are",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Epon sections of B H K -S F V after 2 h at 20°C. The cells were infected for 7 h at 37°C before being switched to 20°C for 2 h. In a the arrows indicate the typical rod-shaped capsid structures (TGN) whereas the arrowheads indicate vesicles which have capsids on their periphery and virions in their l u m e n s : these are indistinguishable from those formed in the presence of m o n e n s i n (see Grifliths et al. 1983b). T h e s e latter structures are seen more clearly in b where the arrowheads indicate capsids and the arrows the budded virions. G, Golgi stack (which is greatly reduced in size under this condition). Bar, 170 nm. Grifliths et al. Dynamic Nature of Golgi Complex 291 suit was also obtained from the identical samples employed by Grifliths et al. 0982) (results not shown)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Time after shift from 200C to 320C [mln] The variation in the surface area of the Golgi stack and TGN in VSV-infected cells as a function of time after shift from 20 to 32°C. Regression analysis of the two data sets shows a slope of 42 #m:/min for the Golgi stack (R = 0.99) and 2.7 tan2/min for the TGN (R = 0.87). The change in areas is clearly linear for the first 30 min after shift from 20 to 32°C. The arrow indicates the size of the Golgi stack in uninfected cells at 37°C. [], Golgi stack; ,, TGN.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mean Cell Volume",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Volume Density Estimates of Golgi Stack, TGN, and Cytoplasm",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Sv of Golgi Stack, TGN, and CellThe surface density of the Golgi and the TGN under various conditions remains constant. A t test shows that differences between the means for S~ and the S, cell under the different conditions was not significant at the p = 0.1 level, n, number of micrographs. +n, number of Golgi stacks. pro, plasma membrane. * Determined using the cycloid test system (see Materials and Methods).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Summary of Absolute Surface Areas",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "*These values are not changed, they are given again simply to facilitate a comparison.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Amount of G Protein on the Cell Surface of BHK-21 Cells as Detected by lmmunogold Labeling (6 nm PAG) • The surface area of BHK-21 cells is 2,200 om 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Amount of Ricin in Intracellular Compartments of BHK-21 Cells as Detected by lmmunogold Labeling (10 nm PAG). *Ricin Incubation for 60 min at 39.5°C followed by 2 h at 19.5°C with Ricin",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Ricin Incubation for 60 min at 39°C followed by 2 h at 19.5°C without Ricin Total ,,o 1.0 x 104 Gritfiths et al. Dynamic Nature of Golgi Complex",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Amount of Ricin on the Cell Surface of BHK-21 Cells as Detected by Immunogold Labeling (10 nm PAG) * The surface area of BHK-21 cells is 2,200/~m 2.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}