{
    "paper_id": "649b681845a59b87d339917c75ef51c6c55b3a46",
    "metadata": {
        "title": "Envelope Glycoprotein Interactions in Coronavirus Assembly",
        "authors": [
            {
                "first": "Dirk-Jan",
                "middle": [
                    "E"
                ],
                "last": "Opstelten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Yalelaan 1",
                        "postCode": "3584 CL",
                        "settlement": "Utrecht, Utrecht",
                        "country": "The Netherlands, The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [
                    "J B"
                ],
                "last": "Raamsman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Yalelaan 1",
                        "postCode": "3584 CL",
                        "settlement": "Utrecht, Utrecht",
                        "country": "The Netherlands, The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Karin",
                "middle": [],
                "last": "Wolfs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Yalelaan 1",
                        "postCode": "3584 CL",
                        "settlement": "Utrecht, Utrecht",
                        "country": "The Netherlands, The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Marian",
                "middle": [
                    "C"
                ],
                "last": "Horzinek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Yalelaan 1",
                        "postCode": "3584 CL",
                        "settlement": "Utrecht, Utrecht",
                        "country": "The Netherlands, The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "J M"
                ],
                "last": "Rottier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Yalelaan 1",
                        "postCode": "3584 CL",
                        "settlement": "Utrecht, Utrecht",
                        "country": "The Netherlands, The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronaviruses are assembled by budding into smooth membranes of the intermediate ERto-Golgi compartment. We have studied the association of the viral membrane glycoproteins M and S in the formation of the virion envelope. Using coimmunoprecipitation analysis we demonstrated that the M and S proteins of mouse hepatitis virus (MHV) interact specifically forming heteromultimeric complexes in infected cells. These could be detected only when the detergents used for their solubilization from cells or virions were carefully chosen: a combination of nonionic (NP-40) and ionic (deoxycholic acid) detergents proved to be optimal. Pulse-chase experiments revealed that newly made M and S proteins engaged in complex formation with different kinetics. Whereas the M protein appeared in complexes immediately after its synthesis, newly synthesized S protein did so only after a lag phase of >20 min. Newly made M was incorporated into virus particles faster than S, which suggests that it associates with preexisting S molecules. Using the vaccinia virus T7-driven coexpression of M and S we also demonstrate formation of M/S complexes in the absence of other coronaviral proteins. Pulse-chase labelings and coimmunoprecipitation analyses revealed that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "M and S associate in pre-Golgi membranes because the unglycosylated form of M appeared in M/S complexes rapidly. Since no association of M and S was detected when protein export from the ER was blocked by brefeldin A, stable complexes most likely arise in the ER-to-Golgi intermediate compartment. Sucrose velocity gradient analysis showed the M/S complexes to be heterogeneous and of higher order, suggesting that they are maintained by homo-and heterotypic interactions. M/S complexes colocalized with a-mannosidase II, a resident Golgi protein. They acquired Golgi-specific oligosaccharide modifications but were not detected at the cell surface. Thus, the S protein, which on itself was transported to the plasma membrane, was retained in the Golgi complex by its association with the M protein. Because coronaviruses bud at pre-Golgi membranes, this result implies that the envelope glycoprotein complexes do not determine the site of budding. Yet, the self-association of the MHV envelope glycoproteins into higher order complexes is indicative of its role in the sorting of the viral membrane proteins and in driving the formation of the viral lipoprotein coat in virus assembly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "UDDING through cellular membranes is the final step in the assembly of enveloped viruses. It results in the envelopment of the viral nucleocapsid (NC) 1 by a membrane modified by the viral envelope proteins. Complex protein-protein interactions between the envelope proteins control the timing, location, and specificity of budding. The envelopment of the NC is believed to be driven by its interactions with the envelope proteins (Simons and Garoff, 1980; Dubois-Dalcq et al., 1984;  Simons (Stephens and Compans, 1988) , while others bud into intracellular compartments (Pettersson, 1991; Griffiths and Rottier, 1992) . The location of virus budding is thought to be dictated by the envelope proteins because they usually accumulate at the site of budding (Dubois-Dalcq et al., 1984; Stephens and Compans, 1988; Pettersson, 1991; Hobman, 1993) . When the Semliki Forest virus spike proteins were arrested in the Golgi complex by monensin, budding took place there rather than at the plasma membrane (Griffiths et al., 1983) . However, the accumulation of the vesicular stomatitis virus (VSV) G protein in the trans-Golgi network by incubation at 20°C prevented assembly (Griffiths et al., 1985) . Thus, although a local accumulation of envelope proteins may be instrumental in budding, additional yet unidentified factors may be involved in localizing this process.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 456,
                    "text": "(Simons and Garoff, 1980;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 457,
                    "end": 483,
                    "text": "Dubois-Dalcq et al., 1984;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 484,
                    "end": 484,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 520,
                    "text": "(Stephens and Compans, 1988)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 572,
                    "end": 590,
                    "text": "(Pettersson, 1991;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 591,
                    "end": 619,
                    "text": "Griffiths and Rottier, 1992)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 758,
                    "end": 785,
                    "text": "(Dubois-Dalcq et al., 1984;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 786,
                    "end": 813,
                    "text": "Stephens and Compans, 1988;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 814,
                    "end": 831,
                    "text": "Pettersson, 1991;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 832,
                    "end": 845,
                    "text": "Hobman, 1993)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1001,
                    "end": 1025,
                    "text": "(Griffiths et al., 1983)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1172,
                    "end": 1196,
                    "text": "(Griffiths et al., 1985)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "B"
        },
        {
            "text": "We studied the assembly of the mouse hepatitis coronavirus (MHV), strain A-59. MHV is a large, enveloped, positive-strand RNA virus with a simple protein composition (Spaan et al., 1988; Holmes, 1990) . The viral genome is packaged by the nucleocapsid (N) protein into an NC with helical symmetry, and this in turn is enveloped by a lipid bilayer containing the membrane (M) protein (22-25 kD) and the spike (S) protein (180 kD). A small, nonglycosylated membrane protein (E) of ~10 kD was recently identified as a minor third constituent of the viral envelope (Yu et al., 1994) . Coronaviruses are assembled at smooth membranes of the intermediate compartment (IC) (Tooze et al., 1984; Klumperman et al., 1994; Krijnse-Locker et al., 1994) . Because coronaviruses lack a matrix protein, envelopment probably involves direct interactions between the NC and one or more of the envelope proteins. The M protein is a likely candidate because of its abundancy, and because it was found to associate with the NC in vitro (Sturman et al., 1980) . Moreover, the S protein is probably dispensable for budding since spikeless virions were produced when infected cells were treated with tunicamycin (Holmes et al., 1981; Rottier et al., 1981) . The role of the E protein is presently unknown. We have shown previously that neither of the envelope glycoproteins accumulates at the site of budding when expressed independently: the M protein alone localizes to the Golgi complex (Rottier and Rose, 1987; Krijnse Locker et al., 1992a; Klumperman et al., 1994) , whereas the S protein is transported to the plasma membrane (Vennema, H., and P. J. M. Rottier, unpublished data) .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 186,
                    "text": "(Spaan et al., 1988;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 187,
                    "end": 200,
                    "text": "Holmes, 1990)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 383,
                    "end": 393,
                    "text": "(22-25 kD)",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 578,
                    "text": "(Yu et al., 1994)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 666,
                    "end": 686,
                    "text": "(Tooze et al., 1984;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 687,
                    "end": 711,
                    "text": "Klumperman et al., 1994;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 712,
                    "end": 740,
                    "text": "Krijnse-Locker et al., 1994)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1016,
                    "end": 1038,
                    "text": "(Sturman et al., 1980)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1189,
                    "end": 1210,
                    "text": "(Holmes et al., 1981;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1211,
                    "end": 1232,
                    "text": "Rottier et al., 1981)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1467,
                    "end": 1491,
                    "text": "(Rottier and Rose, 1987;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1492,
                    "end": 1521,
                    "text": "Krijnse Locker et al., 1992a;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1522,
                    "end": 1546,
                    "text": "Klumperman et al., 1994)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1609,
                    "end": 1662,
                    "text": "(Vennema, H., and P. J. M. Rottier, unpublished data)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B"
        },
        {
            "text": "The different fates of the independently expressed glycoproteins suggested to us that M and S, which are synthesized from separate mRNAs in infected cells, are involved in intermolecular interactions during virus assembly. The present study was therefore aimed at detecting and characterizing such interactions in MHV-infected cells and in cells expressing M and S from their cloned genes. Using proper solubilization conditions, M/S complexes were identified by immunoprecipitation and sedimentation analysis. We investigated whether the association of M and S is the factor determining the site of budding, as it might preclude their transport beyond the budding compartment. In addition, we asked whether lateral interactions between M and S lead to the formation of large envelope glycoprotein assemblies indicative of their role in driving the formation of the viral envelope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B"
        },
        {
            "text": "Sac(-) cells were maintained in Dulbecco's minimal essential medium containing 5% FCS, penicillin, and streptomycin (DMEM-5% FCS). BHK-21 cells were maintained in DMEM-10% FCS. OST7-1 cells (Elroy-Stein and Moss, 1990) , a kind gift of B. Moss (National Institutes of Health, Bethesda, MD) were maintained in DMEM-10% FCS supplemented with 400 ~g/ml G-418 (Geneticin; GIBCO Laboratories, Grand Island, NY). MHV-A59 was propagated in Sac(-) cells as described previously (Spaan et al., 1981) . The recombinant vaccinia virus vTF7-3 expressing the bacteriophage T7 RNA polymerase (Fuerst et al., 1986) was obtained from B. Moss. The production of the rabbit polyclonal antiserum to MHV-A59, the rabbit antipeptide serum to the M protein, and the rabbit polyclonal antiserum to vesicular stomatitis virus have been described previously (Krijnse Locker et al., 1992b; Rottier et al., 1985 , Vennema et al., 1990b . The mAbs J7.6 and J1.3 against S and M, respectively, were kindly provided by J. Fleming (University of Southern California, Los Angeles, CA). The polyclonal rabbit serum against a-mannosidase II (man II) (Moremen et al., 1991) was a kind gift of K. Moremen (University of Georgia, Athens, GA).",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 218,
                    "text": "(Elroy-Stein and Moss, 1990)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 470,
                    "end": 490,
                    "text": "(Spaan et al., 1981)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 578,
                    "end": 599,
                    "text": "(Fuerst et al., 1986)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 833,
                    "end": 863,
                    "text": "(Krijnse Locker et al., 1992b;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 864,
                    "end": 884,
                    "text": "Rottier et al., 1985",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 885,
                    "end": 908,
                    "text": ", Vennema et al., 1990b",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1116,
                    "end": 1138,
                    "text": "(Moremen et al., 1991)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Viruses, Cells, and Antisera"
        },
        {
            "text": "MHV Infection. Subconfluent monolayers of Sac(-) or OST7-1 cells in 16or 35-mm dishes were washed with PBS containing 50 ~g of DEAE-dextran per ml and 1% FCS (PBS-DEAE-I% FCS) and inoculated with MHV-A59 for 60 min at a multiplicity of infection of 10-50 in PBS-DEAE-1% FCS at 37°C. For expression of cloned genes, subconfluent monolayers of OST7-1 cells in 35-mm dishes were washed with DMEM and inoculated with vTF7-3 at a multiplicity of infection of ~10 in DMEM for 45 rain at 37°C. Ceils were then washed with DMEM and transfected with plasmid DNA. The following vectors were used: pTUM-M (Opstelten et al., 1993) , pTUM-S (the MHV S gene cloned as a BamHI fragment [Vennema et al., 1990b] into pTUG3), and pTUV-G, which contain a cDNA copy of the MHV-M, the MHV-S, and the VSV-G protein, respectively, under the control of the T7 promotor. Routinely, 200 Ixl DMEM containing 2-20 txg plasmid DNA was mixed with 10 Ixl lipofectin reagent (GIBCO BRL, Life Technologies, Inc., Gaithersburg, MD) and added to the cells. After a 10-rain incubation at room temperature, 800 ~1 DMEM was added and the cells were incubated further at 37°C. Coexpression of the MHV M and S proteins in double-transfected OST-7 cells was monitored by immunofluorescence. Approximately 80% of the cells expressed detectable levels of the viral glycoproteins at 6 h after infection; >90% of these cells expressed both M and S.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 618,
                    "text": "(Opstelten et al., 1993)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 671,
                    "end": 694,
                    "text": "[Vennema et al., 1990b]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Infection, Transfection, and Metabolic Labeling"
        },
        {
            "text": "Labeling. The incubation temperature of vTFT-3-infected BHK and OST7-1 cells was shifted to 32°C at 2 h after inoculation. The incubation temperature of MHV-infected OST7-1 cells was shifted to 32°C 30 min before labeling. At 4.5 or 5.5 h after inoculation, the ceils were starved for 30 min in MEM without methionine (GIBCO Laboratories). When indicated, brefeldin A (BFA) (Boehringer Mannheim Biochemicals, Indianapolis, IN) was added to a concentration of 6 ~g/ml. Cells were pulse labeled with 100-200 p.Ci 35S-in vitro labeling mix (Amersham Corp., Arlington Heights, IL) for the times indicated, then washed once with DMEM-10% FCS supplemented with 10 mM Hepes, 2 mM L-methionine, and 2 mM L-cysteine (chase medium) and chased for various times in chase medium. The cells were lysed on ice in 50 mM Tris (pH 8.0), 62.5 mM EDTA, 0.5% NP-40, 0.5% Na-deoxycholate (detergent solution) containing 2 mM PMSF. The lysates were spun for 3 min at 12,000 g at 4°C to remove nuclei and cell debris. In the experiment of Fig. 1 A cells were also lysed using 1% NP-40 or 1% Triton X-100 in 50 mM Tris (pH 8.0), 62.5 mM EDTA or 1% Triton X-100 in MNT (20 mM MES, 30 mM Tris [pH 5.8], 100 mM NaCI, 1.25 mM EDTA, 1 mM EGTA).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1016,
                    "end": 1022,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Infection, Transfection, and Metabolic Labeling"
        },
        {
            "text": "Samples of cell lysates were mixed with 30% (wt/wt) sucrose in detergent solution to a final concentration of 10% (wt/wt) before loading on gradients consisting of 15-30% (wt/wt) sucrose in detergent solution. The gradients were centrifuged for 120 min at 50,000 rpm in an SW50.1 rotor (Beckman Instruments, Inc., Fullerton, CA) at 4°C and 15 fractions of ~330 p.1 were collected from the bottom of the tubes. Aliquots of each fraction were subjected to immunoprecipitation with specific antibodies and the precipitates analyzed by SDS-PAGE. The sedimentation of the marker molecules catalase (11.3 S20,~) and thyroglobulin (19.3 S20,~) was performed in a parallel gradient. Aliquots of the fractions were analyzed in an SDS-PAGE, and the proteins visualized by staining with Coomassie brilliant blue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sedimentation Analysis"
        },
        {
            "text": "Viral proteins were immunoprecipitated with the polyclonal MHV-A59 antiserum (10 }~l), the mAb J1.3 ct M (10 }xl), or with the mAb J7.6 ct S (20 i~l). Antibodies were added to aliquots of cell lysates diluted with detergent solution to a final vol of 600 p~l. After overnight incubation at 4°C, immune complexes were collected using 15-50 }xl of a 10% (wt/vol) suspension of formaldehyde-fixed and heat-inactivated Staphylococcus aureus cells (GIBCO BRL, Life Technologies, Inc.). After a 30-min incubation at 4°C the cells were washed three times with detergent solution and finally suspended in 25 }~l 62.5 mM Tris-HCl (pH 6.8), 20 mM DTF, 2% SDS, 10% glycerol (sample buffer). The samples were heated for 2 min at 95°C before loading on 10 or 15% SDS-PAG. Endoglycosidase H (Boehringer Mannheim Biochemicals) treatments were carried out as described by Machamer er al. (1990) . Quantification of the radioactivity in the protein bands in the dried gels was carried out using a PhosphoImager and Imagequant (version 3.22; Molecular Dynamics, Inc., Sunnyvale, CA) according to the manufacturer's instructions.",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 878,
                    "text": "Machamer er al. (1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunoprecipitation and Gel Electrophoresis"
        },
        {
            "text": "Transfected cells were labeled with 35S-in vitro labeling mix from 5-5.5 h after infection and chased for 3 h in chase medium. The culture media cleared by centrifugation for 10 min at 1,000 rpm, 4°C were diluted with a 1/4 volume of a 5 times concentrated stock detergent solution and subjected to immunoprecipitation using mAbs against M and S. Plates were put on ice and the cells washed with PBS/5% FCS and incubated for 2 h in 800 p,1 PBS/5% FCS containing the mAb J1.3etM (15 p,1), and/or mAb J7.6aS (30 }~l), and/or the polyclonal anti-VSV serum (15 p~l). Thereafter, cells were extensively washed with PBS/5% FCS and lysed with detergent solution containing 2 mM PMSF. The lysates were spun for 3 min at 12,000 g at 4°C, and 50 }~l of a 10% (wt/vol) suspension of Formalin-fixed S. aureus cells was added to the supernatants to collect the immune complexes. After a 30-min incubation at 4°C, the cells were pelleted by centrifugation, washed three times with detergent solution, and finally suspended in sample buffer. The primary supernatants were subjected to a second round of immunoprecipitation using the same antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface Immunoprecipitation"
        },
        {
            "text": "OST7-1 or BHK-21 cells grown on 12-mm, gelatin-coated coverslips, were infected and transfected as described above. 6 h after infection cells were fixed with 3% paraformaldehyde for 20-30 min and washed three times with PBS containing 50 mM glycine (PBS-glycine). Cells were permeabilized with PBS/1% Triton X-100 for 5 rain followed by three washes with PBS-glycine. They were then treated for 30 min with a mixture of two an-tisera diluted in PBS-glycine-5% FCS: mAb J7.6~S (1:20); M peptide antiserum (1:150); polyclonal man II rabbit antiserum (1:500). Antibodies were washed away, and the cells were stained for 30 min with affinitypurified rhodamine-conjugated goat anti-rabbit Ig and fluorescein-conjugated goat anti-mouse Ig (Protos Immunoresearch, San Fransisco, CA) that were diluted 1:150 and 1:75 in PBS-glycine-5% FCS, respectively. All incubations were done at room temperature. Finally, the coverslips were washed extensively and mounted in Fluorosave TM (Calbiochem Corp., La Jolla, CA). Fluorescence was viewed with a microscope (BHS-F; Olympus Corp., Precision Instruments Division, Success, NY).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirect Immunofluorescence"
        },
        {
            "text": "Complex formation between the M and S protein of coronaviruses has never been demonstrated. We reasoned that this might have been due to a disruption of the interactions during analytical procedures since maintenance of the integrity of the complexes might require specific conditions. By analyzing the effects of different solubilization conditions we were able to demonstrate the existence of M/S complexes and found that the choice of the detergents is crucial for the preservation of the interaction between M and S. This is illustrated by the experiment shown in Fig. 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 574,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Identification of MIS Complexes"
        },
        {
            "text": "Irrespective of the detergent used, the anti-MHV serum precipitated the viral structural proteins N, M, and the S precursor (gp150). The mAbetS precipitated the S protein, as expected, but in one case also the M protein, when a combination of the nonionic detergent NP-40 and the ionic detergent deoxycholic acid was used. The amount of coprecipitated M was similar to that obtained with the anti-MHV serum; virtually no N protein nor any cellular proteins was observed in the precipitate. We conclude that in infected cells a large fraction of M is physically complexed with S, and that the stability of these complexes is dependent on the detergents used for solubilization. To determine whether M and S associate in the absence of other coronaviral proteins, we used vaccinia virus TTdriven coexpression of their respective genes in OSTT-1 cells (Elroy-Stein and Moss, 1990) . The results with the anti-MHV serum show that M and S were efficiently labeled in cells coexpressing the proteins (Fig. 1 B) . When using the S-specific antibodies M was also precipitated, in addition to S, indicating that the proteins do associate independent of other coronaviral proteins. To exclude the possibility that their association had occurred after cell lysis, we performed the immunoprecipitations with a mixture of lysates from cultures in which M and S had been expressed separately. In this case M was not coprecipitated. We never observed specific coprecipitation of other labeled proteins: some bands appearing after longer exposures were also detected in analyses of cells expressing M or S alone. Note that the rabbit anti-MHV serum precipitates some non-MHV proteins from expressing cells, not from MHV-infected cells. The identity of these proteins is unclear, but they are likely to be derived from vaccinia virus.",
            "cite_spans": [
                {
                    "start": 849,
                    "end": 877,
                    "text": "(Elroy-Stein and Moss, 1990)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 994,
                    "end": 1004,
                    "text": "(Fig. 1 B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A in which parallel cultures of MHV-infected S a c ( -) cells were labeled with [35S]methionine and solubilized using lysis buffers containing ionic as well as nonionic detergents."
        },
        {
            "text": "The almost quantitative coprecipitation of M from MHV-infected cells indicates that all forms of the protein were associated with S. The incubation temperature (32°C) did not affect complex formation since the same pattern was observed at 37°C ( Fig. 1 A) . In contrast, predominantly glycosylated forms of M were associated with S in transfected cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 255,
                    "text": "Fig. 1 A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A in which parallel cultures of MHV-infected S a c ( -) cells were labeled with [35S]methionine and solubilized using lysis buffers containing ionic as well as nonionic detergents."
        },
        {
            "text": "To determine the kinetics of protein association in infected cells we carried out a pulse-chase experiment. MHV-infected cells were labeled for 10 min and chased for various time periods as indicated in Fig. 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 209,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Kinetics of Association of M and S"
        },
        {
            "text": "The material precipitated with the anti-MHV serum represents the total pool of labeled viral structural proteins present in infected cells after the various chase periods. Their amount decreased during the chase period due to assembly into virions and subsequent release from the cells. The changes in the mobilities of the glycoproteins show that they were processed; the unglycosylated form of M was converted into various slower-migrating species as a result of posttranslational O-glycosylation. The addition of the first sugar, N-acetyl-galactosamine, takes place in the IC (Tooze et al., 1988; Krijnse-Locker et al., 1994) while the addition of galactose and sialic acid occur after the protein has reached the Golgi complex (Krijnse Locker et al., 1992a) . The S protein is synthesized as a core glycosylated precursor S/gp150 which is slowly converted into S/gpl80 (not clearly resolved in this gel) by maturation of its oligosaccharides. A fraction of this species is cleaved into subunits S1 and $2, both with a molecular mass of ~90 kD (S/gp90).",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 599,
                    "text": "(Tooze et al., 1988;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 600,
                    "end": 628,
                    "text": "Krijnse-Locker et al., 1994)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 731,
                    "end": 761,
                    "text": "(Krijnse Locker et al., 1992a)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Kinetics of Association of M and S"
        },
        {
            "text": "M/S complexes were analyzed by immunoprecipitation with the monospecific antibodies against M and S. Using the mAbe~S, coprecipitation of M was again observed after the pulse. The amount of coprecipitated M protein rapidly increased and reached its maximum after 10--20 min of chase. Apparently, newly synthesized M associated with S very quickly as evidenced also by the presence of the unglycosylated form of M in the M/S complexes. These observations indicate that the proteins associate in a pre-Golgi compartment. The M protein present in M/S compl.exes was converted from its unglycosylated form into the various glycosylated species, which shows that its processing occurs after its association with S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kinetics of Association of M and S"
        },
        {
            "text": "When the m A b a M was used instead, coprecipitation of labeled S was not observed immediately, but only after 10-20 min of chase. Later, the amount of coprecipitated S, including its cleaved form S/gp90, gradually increased. These observations indicate that S associated with M before its processing to the mature forms S/gpl80 and S/gp90. M and S thus engage in complex formation at different rates: M rapidly associates with S, while S does so only after a considerable lag time. This implies that newly synthesized M molecules associate with S molecules already present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kinetics of Association of M and S"
        },
        {
            "text": "If these interpretations were correct, the M and S proteins would be incorporated into virus particles with different kinetics. We therefore performed a pulse-chase labeling of infected cells and monitored the appearance of labeled proteins in extracellular virus. Because MHV is assembled intracellularly, such an analysis provides an indirect measurement of the kinetics of incorporation of newly synthesized proteins into virus particles. Virus was purified by pelleting and analyzed by SDS-PAGE (Fig. 3 A) . The results of the quantifications of the radioactivities in the bands representing M and S (S/gp180 + S/gp90) are shown in Fig. 3 B.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 509,
                    "text": "(Fig. 3 A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 636,
                    "end": 642,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "M Is Incorporated into Virions Faster than S"
        },
        {
            "text": "Virions containing labeled S protein appeared in the medium after a 30-min lag period. Thereafter, roughly equal amounts of labeled S were found to be released during each chase interval for at least 120 min. In contrast, labeled M protein started to appear in the culture medium already during the 15-30 min chase period, increased rapidly during the 30--60 min chase period, and declined thereafter. This implies that newly synthesized M was incorporated into virions faster than S. In addition, the S molecules were assembled into virions in a more protracted fashion than the M molecules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M Is Incorporated into Virions Faster than S"
        },
        {
            "text": "To investigate whether the association of M and S is the factor determining the site of virus budding we analyzed the intracellular localization of M/S complexes by indirect double immunofluorescence. For this purpose, we coexpressed M and S in BHK-21 cells because these cells are appropriate for immunolocalization. Both proteins localized to a distinct perinuclear region (Fig. 4, A and B) . In contrast, when expressed by itself, S had a faint reticular appearance (Fig. 4 D) while it was also observed at the surface of nonpermeabilized cells (not shown). The intracellular localization of the M protein appeared not to be affected by S because its distribution was similar to that in cells which expressed M only (Fig. 4 C) . The suggestion that M and S coaccumulated in the Golgi complex was confirmed by visualizing this compartment using a serum against man II, a resident Golgi protein (Moremen et al., 1991) . The localization of man II clearly overlapped with that of the S protein (Fig. 4 , E and F). The conclusion that M had retained S in the Golgi region is consistent with the observation that M/S complexes predominantly contained mature forms of M (Fig. 1 B) .",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 918,
                    "text": "(Moremen et al., 1991)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 392,
                    "text": "(Fig. 4, A and B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 469,
                    "end": 479,
                    "text": "(Fig. 4 D)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 719,
                    "end": 729,
                    "text": "(Fig. 4 C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 994,
                    "end": 1001,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1167,
                    "end": 1177,
                    "text": "(Fig. 1 B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "M and S Colocalize to the Golgi Complex"
        },
        {
            "text": "To analyze the transport of M/S complexes biochemically we labeled double-transfected cells for 15 min and chased them for different periods. Equal fractions of the cell lysates were subjected to immunoprecipitation with the anti-MHV serum (Fig. 5 A) , the mAboLS (Fig. 5 A) , or the mAbetM (Fig. 5 B) . The precipitates obtained using the mAb~M were split to perform an endoglycosidase H sensitivity assay. The time courses with which newly synthesized M and S engage in heterocomplexes in the absence of other viral components appeared to be similar to those observed in MHV-infected cells (Fig. 2) . After the pulse, a small frac-tion of M was coprecipitated by the mAbotS (Fig. 5 A) ; its amount increased during the chase and reached a maximum between 30 and 60 min of chase. In contrast, coprecipitation of labeled S appeared only after 15 min of chase and reached its highest level ~75 min later (Fig. 5 B) . The M protein already associated with S while still in its unglycosylated form (Fig. 5 A) indicating that the complexes are formed in a pre-Golgi compartment. Consistently, the S precursor gpl50, coprecipitated by the M-specific antibodies ( Fig. 5 B) , appeared to be completely endoglycosidase H-sensitive, which means that it had not yet passed the medial-Golgi. The finding that M/S complexes eventually consisted of Golgi-modified forms both of M and of S confirms their transport to the Golgi complex. Surprisingly, the pulse-chase assay did not reveal any transient accumulation of the unglycosylated precursor form M0 nor of M1. Apparently, the accumulation of M/S complexes in the IC, which supposedly occurs in MHV-infected cells, does not occur when the proteins are coexpressed. Instead, M/S complexes are transported efficiently beyond the budding site to the Golgi complex in the absence of other coronaviral proteins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 250,
                    "text": "(Fig. 5 A)",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 274,
                    "text": "(Fig. 5 A)",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 301,
                    "text": "(Fig. 5 B)",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 600,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 676,
                    "end": 686,
                    "text": "(Fig. 5 A)",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 913,
                    "text": "(Fig. 5 B)",
                    "ref_id": null
                },
                {
                    "start": 995,
                    "end": 1005,
                    "text": "(Fig. 5 A)",
                    "ref_id": null
                },
                {
                    "start": 1158,
                    "end": 1167,
                    "text": "Fig. 5 B)",
                    "ref_id": null
                }
            ],
            "section": "Intracellular Transport of M/S Complexes"
        },
        {
            "text": "Although the Golgi-modified forms of M and S were all found in M/S complexes, a fraction of M and S remained immature and incompetent to associate even after longer chase periods. As far as the S protein is concerned, this is similar to what we found in MHV-infected cells (Fig. 2) . In that case, however, the M protein associated with S very rapidly and almost quantitatively. This suggests that a fraction of M is not properly processed in this vaccinia virusbased expression system, a phenomenon also found with other viral proteins (Marquardt and Helenius, 1992 ; Vennema, H., G.-J. Godeke, and P. J. M. Rottier, unpublished data). However, the less efficient transport of M seems not to be directly caused by the vaccinia virus infection, since the M protein expressed by a recombinant vaccinia virus was transported almost quantitatively to the Golgi complex (Krijnse Locker et al., 1992a) .",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 566,
                    "text": "(Marquardt and Helenius, 1992",
                    "ref_id": null
                },
                {
                    "start": 875,
                    "end": 896,
                    "text": "Locker et al., 1992a)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 281,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Intracellular Transport of M/S Complexes"
        },
        {
            "text": "The data obtained so far suggest that the coexpressed M and S proteins associate during their transport to the Golgi complex while they form complexes already in the ER of MHV-infected cells (Fig. 1 B) . To establish whether M and S associate in the ER or beyond this compartment we analyzed the formation of M/S complexes in the presence -Schwartz et al., 1989 -Schwartz et al., , 1990 Klausner et al., 1992) . In the experiment of Fig. 6 , BFA was added to MHV-infected cells and to cells coexpressing M and S at 30 min before the labeling, and it was kept present during further incubations.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 361,
                    "text": "-Schwartz et al., 1989",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 362,
                    "end": 386,
                    "text": "-Schwartz et al., , 1990",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 387,
                    "end": 409,
                    "text": "Klausner et al., 1992)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 201,
                    "text": "(Fig. 1 B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 433,
                    "end": 439,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Formation of MIS Complexes by Coexpression Requires Exit from the ER"
        },
        {
            "text": "The activity of the drug was evident from its effect on the maturation of S. In the presence of BFA its conversion into S/gp180 and its subsequent cleavage were completely inhibited, consistent with the block of transport to a late Golgi compartment. The maturation of the M protein was not affected by BFA. This indicates that the enzymes catalyzing the formation of M 3 and M 4 relocated into the ER upon the addition of BFA. This result is somewhat different from findings in another cell type (Krijnse Locker et al., 1992a) where n o M 4 species was synthesized when BFA was present.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 527,
                    "text": "(Krijnse Locker et al., 1992a)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Formation of MIS Complexes by Coexpression Requires Exit from the ER"
        },
        {
            "text": "In the coexpression system BFA prevented the formation of stable M/S complexes as judged by the absence of M in the immunoprecipitate of S. This indicates that transport of the coexpressed M and S proteins from the ER is required for their complexation. In contrast, in MHVinfected cells the association of M and S was not affected by BFA since equal amounts of M were coprecipitated from BFA-treated and -untreated samples. Thus, the failure of M and S to interact in coexpressing cells was not artificially induced by BFA. The effects of BFA appeared to be reversible; after its washout a significant fraction of M was coprecipitated. In addition, the appearance of S/gp180 and S/gp90, though weak, indicates that transport from the ER to the Golgi complex was also restored to some extent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formation of MIS Complexes by Coexpression Requires Exit from the ER"
        },
        {
            "text": "The immunofluorescence data indicated that S is retained intracellularly by its interaction with M. Apparently, the signal that mediates the retention of M in the Golgi complex (Rottier and Rose, 1987; Krijnse Locker et al., 1992a , 1995 , is also functional in complexes of M with S. In contrast to M, the S protein is normally transported to the cell surface (Vennema, H., and P. J. M. Rottier, unpublished data; see below) . To test whether the efficacy of Golgi retention of the M protein is affected by its association with S we performed cell surface immunoprecipitations. Cells expressing S or both M and S proteins were labeled for 30 min and chased for 3 h to allow the proteins to reach their final destination. The culture media were screened for the presence of viral proteins and the mAbs aS and aM, which recognize the ectodomain of M or S, were used for surface immunoprecipitations. The intracellular pool of viral proteins was collected in a second round of immunoprecipitation with the same antibodies.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 201,
                    "text": "(Rottier and Rose, 1987;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 202,
                    "end": 230,
                    "text": "Krijnse Locker et al., 1992a",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 231,
                    "end": 237,
                    "text": ", 1995",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 361,
                    "end": 425,
                    "text": "(Vennema, H., and P. J. M. Rottier, unpublished data; see below)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "M/S Complexes Are Retained in the Golgi Complex"
        },
        {
            "text": "The M and S proteins were virtually absent from the medium and the plasma membrane of double-transfected cells, although most of them had reached the Golgi complex as evidenced by their maturation state inside the cells (Fig. 7) . In contrast, we specifically detected S/gp180 and S/gp90 at the surface of cells expressing S alone; the precursor S/gp150 was only detected intracellularly confirming the reliability of the assay. Some S protein also appeared at the plasma membrane when expressed with M; a tiny fraction apparently escapes from interacting with M and is transported to the cell surface. Accordingly, cells coexpressing M and S still fused, albeit more slowly and less extensively than when S was expressed alone (not shown). Relatively more S/gp180 accumulated in the presence of M, whereas most of it was cleaved in its absence. Moreover, S/gp180 was detected predominantly inside the cells coexpressing M and S while it appeared more prominently at the cell surface when expressed on its own. In the Figure 5 . Intracellular transport of M/S complexes, vTFT-3-infected OST7-1 cells were cotransfected with pTUM-M and pTUM-S DNA. Cells were pulse labeled at 5 h after infection for 15 min and immediately lysed or chased for the times indicated. Equal fractions of the cell lysates were used for immunoprecipitation using polyclonal anti-MHV serum (A), the mAbaS (A), or the mAbaM (B). Precipitates obtained using mAbaM were split; one-half was mock treated and the other half was treated with endoglycosidase H (B). Viral proteins were analyzed in two SDS-10% PAGS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 228,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1026,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "M/S Complexes Are Retained in the Golgi Complex"
        },
        {
            "text": "latter situation a significant amount of S/gp90 was found in the culture medium presumably representing the S1 subunit dissociated from the membrane-anchored $2 subunit. The results indicate that S, when caught in M/S complexes, was arrested in the Golgi complex. Despite its interaction with S, the M protein does not leak to the plasma membrane.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M/S Complexes Are Retained in the Golgi Complex"
        },
        {
            "text": "To check whether the accumulation of M in the Golgi complex does prevent protein transport through this compartment nonspecifically we expressed M together with the VSV-G protein. The result shows that the G protein appeared quantitatively at the plasma membrane. We conclude that Golgi retention of the S protein is mediated by its specific interaction with the M protein and that trans- Figure 6 . Effects of BFA on the formation of M/S complexes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 389,
                    "end": 397,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "M/S Complexes Are Retained in the Golgi Complex"
        },
        {
            "text": "vTF7-3-infected OST7-1 cells were cotransfected with pTUM-M and pTUM-S DNA (M/S). Parallel cultures were infected with MHV. At 5 h after infection cells were pulse labeled for 30 min followed by a 90-min chase. When indicated BFA was added to the cells at 4.5 h after infection and it was kept present during labeling and chase (+). In one case, BFA was washed out and cells were further chased for another 90 min in the absence of BFA (+/-). Equal portions of the lysates were used for immunoprecipitation using polyclonal anti-MHV serum or mAbaS. Viral proteins were analyzed in an SDS-10% PAGE. port of other membrane proteins to the cell surface is unimpeded by the presence of M.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M/S Complexes Are Retained in the Golgi Complex"
        },
        {
            "text": "To investigate the complexity of the M/S complexes we have analyzed their sedimentation in sucrose velocity gradients. Cells coexpressing M and S were radiolabeled for 30 min and lysed either immediately or after 30 and 90 min of chase. The cleared lysates were analyzed in 15-30% sucrose gradients. After fractionation, aliquots of gradient fractions were subjected to immunoprecipitation with the mAbaS or with the mAbaM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sedimentation of MIS Complexes"
        },
        {
            "text": "Newly synthesized S protein was almost exclusively detected at the top of the gradient, while some M protein was coprecipitated from samples of the lower part of the gradient (Fig. 8 A) . The virtual absence of labeled S in the latter samples indicates that newly synthesized M was associated with preexisting, unlabeled S. During the chase the M protein in the complexes matured and gradually more labeled S protein sedimented into the gradient (Fig. 8, B and C). The M/S complexes sedimented heterogeneously and were found predominantly between fraction 12 and the bottom of the gradient. In addition, some M coprecipitated with S from the two top fractions; this material might represent partially disrupted complexes. Using the M-specific antibodies we found that the complexes formed after a 90 min chase (Fig.  8 D) contained S precursor gpl50, as well as S/gpl80. In contrast, when the S protein was expressed alone, its mature forms S/gpl80 and S/gp90 remained at the top of the gradient indicating that the protein does not nonspecifically associate into large aggregates (Fig. 8 E) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 185,
                    "text": "(Fig. 8 A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 446,
                    "end": 456,
                    "text": "(Fig. 8, B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 810,
                    "end": 821,
                    "text": "(Fig.  8 D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1081,
                    "end": 1091,
                    "text": "(Fig. 8 E)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Sedimentation of MIS Complexes"
        },
        {
            "text": "We have used the sedimentation behavior of catalase and thyroglobulin in parallel gradients as markers to get an estimate of the size of M/S complexes. These proteins peaked in fractions 13 and 12, respectively (data not shown). This indicates that most complexes migrated as structures with sedimentation values higher than 20S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sedimentation of MIS Complexes"
        },
        {
            "text": "Both unglycosylated and glycosylated forms of M were found in heterocomplexes formed during the pulse. The Figure 7 . Intracellular accumulation of M/S complexes, vqTT-3-infected OST7-1 cells were (co)transfected with pTUM-S, pTUM-M, and/or pTUV-G DNA. Cells were pulse labeled for 30 min and chased for 180 min. The media (m) were cleared and subjected to immunoprecipitation (RIPA) using the mAbetS and mAbotM. The cell-surface (s) immunoprecipitations were carried out as follows: antibodies against the expressed proteins were added to the cells to allow binding at the plasma membrane. After a 2-h incubation on ice, the cells were washed extensively and then lysed. The immune complexes were precipitated with S. aureus cells after which the remaining intracellular (i) pool of viral proteins was collected in a second round of immunoprecipitation with the same antibodies. Viral proteins were analyzed in an SDS-10% PAGE (A). Fig. 5 B represents a longer exposure of a part of Fig. 5 A. presence of the unglycosylated form again indicates (see Fig. 5 ) that the protein is taken up in large heterocomplexes before its arrival in the Golgi complex.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 939,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 993,
                    "text": "Fig. 5 A.",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1057,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Sedimentation of MIS Complexes"
        },
        {
            "text": "The M and S proteins of MHV have different destinations in cells when expressed independently, yet they coassemble into virions during infection. Here we describe the molecular basis for this peculiarity by showing that the two proteins exhibit an intrinsic affinity for each other. The association of M and S occurs in an early compartment since newly synthesized, unmodified M molecules are immediately taken up into complexes with S, indicating that they are formed before or during budding. In contrast, newly made S associates slowly and less efficiently, and M and S are therefore assembled into virions at different rates. When coexpressed in cells, M and S form large heteromultimeric complexes that are transported beyond the site of budding and accumulate in the Golgi complex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Under conditions of analysis, the stability of the envelope glycoprotein complexes is critically dependent on the detergents used for their solubilization. M-S interactions are preserved in a combination of NP-40 and sodium deoxycholate. Several observations indicated that M/S complexes do not form nonspecifically after solubilization. First, other proteins were not significantly coprecipitated with M and S. Second, newly synthesized S started to associate with M only after a lag time of about 20 min. Third, M/S complexes were not formed upon mixing lysates containing M and S that had been separately expressed. Moreover, flotation analysis ruled out the possibility that M and S were coisolated as part of detergent-insoluble membranes (data not shown). Collectively, these data provide evidence for the existence and specificity of M-S interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Newly synthesized M and S molecules enter into heterocomplexes with different kinetics, probably due to their different maturation rates. Folding of S occurs slowly and involves the formation of intramolecular disulfide bonds (Opstelten et al., 1993) , the addition and processing of N-linked sugars, and the assembly into homo-oligomers (Vennema et al., 1990a) . In contrast, the M protein acquires its final conformation in the ER rapidly, without being glycosylated, without the formation of disulfide bonds (Opstelten et al., 1993) , and even without the need for ATP . Thus folding of S is probably rate limiting in its association with M. Newly made M interacts with preexisting folded S, as evidenced by the presence of unlabeled S in complexes after short labelings. Only completely oxidized S molecules associate with M, and S is unable to interact when its folding has been inhibited by in vivo reduction with DTT (Opstelten et al., 1993; our unpublished results) . A similar situation has been observed for bunyaviruses: heterodimerization of Uukuniemi virus glycoproteins occurs between newly made G1 and presynthesized G2 due to the slow maturation of the latter (Persson and Pettersson, 1991) .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 250,
                    "text": "(Opstelten et al., 1993)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 338,
                    "end": 361,
                    "text": "(Vennema et al., 1990a)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 511,
                    "end": 535,
                    "text": "(Opstelten et al., 1993)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 924,
                    "end": 948,
                    "text": "(Opstelten et al., 1993;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 949,
                    "end": 973,
                    "text": "our unpublished results)",
                    "ref_id": null
                },
                {
                    "start": 1176,
                    "end": 1206,
                    "text": "(Persson and Pettersson, 1991)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "MHV buds in the RER late in infection (Tooze et al., 1984; . Several observations indicate that M and S associate in this compartment. First, M/S complexes are rapidly formed, much of M was associated with S after a 10min pulse. Second, the presence of unglycosylated M in the complexes indicates its association before addition of the first sugar (N-acetyl-galactosamine). Third, treatment of infected cells with BFA, a drug that prevents exit of proteins from the ER, did not inhibit the formation of M/S complexes. Although these data suggest that the interaction between M and S precedes budding, we cannot exclude that association occurs synchronously with assembly. The association of coexpressed M and S also occurs in an early compartment since newly synthesized, unmodified M molecules appear in M/S complexes rapidly. However, the failure to detect the interactions in the presence of BFA suggests that stable complexes are formed only after the proteins have left the ER, i.e., in the IC. This suggests that other factors are involved in the early formation and/or stabilization of M/S complexes in infected cells. One such factor might be the NC. Its binding to the envelope glycoprotein complexes might promote and stabilize the inter-actions between M and S and create nucleation sites for conglomeration of the complexes. Alternatively, the difference might be just the result of a concentration effect since multimerization reactions are dependent on the con- centrations of the reacting molecules (Braakman et al., 1991) . Thus, under our coexpression conditions, stable association of M and S might not have occurred in the E R because the proteins did not accumulate to sufficient lev-els. Membrane glycoproteins are indeed concentrated during their export from the ER (Copeland et al., 1988; Balch et al., 1994) , and this might induce the formation of stable M/S complexes. In the course of an MHV infection, the synthesis of the envelope proteins reaches much higher levels than during expression. Thus, the association of M and S in infected cells might take place in the IC initially and in the ER at later stages of infection, coinciding with the temporal pattern of virus budding.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 58,
                    "text": "(Tooze et al., 1984;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1514,
                    "end": 1537,
                    "text": "(Braakman et al., 1991)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1788,
                    "end": 1811,
                    "text": "(Copeland et al., 1988;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1812,
                    "end": 1831,
                    "text": "Balch et al., 1994)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The M/S complexes do not determine the site of budding, because their transit through the IC was neither blocked nor delayed. The envelope proteins of other viruses generally accumulate at the site of assembly (Pettersson, 1991; Griffiths and Rottier, 1992; Hobman, 1993) while this is clearly not the case for MHV. Because the M and S protein are not retained in the IC individually, we had anticipated that their association might endow the complexes with new retention information. Their accumulation in the Golgi complex, however, indicates that (an)other viral factor(s) determines the site of budding. A likely candidate is the NC that might bind and recruit the M/S complexes early in the exocytic pathway. Another candidate is the small envelope protein (E) which was recently identified as a minor virion component (Yu et al., 1994) .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 228,
                    "text": "(Pettersson, 1991;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 229,
                    "end": 257,
                    "text": "Griffiths and Rottier, 1992;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 258,
                    "end": 271,
                    "text": "Hobman, 1993)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 824,
                    "end": 841,
                    "text": "(Yu et al., 1994)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due to its association with M, the S protein accumulated in the Golgi complex, the intrinsic residence of the M protein. Because the cell-surface expression of the VSV-G protein was not affected by M, we conclude that M specifically retains the S protein. Similarly, the G2 protein of Punta Toro virus is transported to the cell surface when expressed by itself, but accumulates in the Golgi complex after heterodimerization with G1 that contains the signal for Golgi retention (Chen et al., 1991; Matsuoka et al., 1994) . Cosorting by association is a well-known principle of protein targeting and retention in eukaryotic cells. Recently, Nilsson et al. (1993 Nilsson et al. ( , 1994 proposed kin recognition as a mechanism for sorting and retention of Golgi enzymes. Accordingly, sorting of the enzymes is based on specific interactions between kin-oligomers, while retention is achieved by their involvement in complexes too bulky to enter transport vescicles. The self-association of M and S has similar features: the proteins interact specifically, segregate from other proteins, and are subsequently targeted to and retained in the Golgi complex. However, the association of M and S into large complexes in pre-Golgi membranes apparently does not inhibit their further transport to the Golgi complex.",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 497,
                    "text": "(Chen et al., 1991;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 498,
                    "end": 520,
                    "text": "Matsuoka et al., 1994)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 640,
                    "end": 660,
                    "text": "Nilsson et al. (1993",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 661,
                    "end": 684,
                    "text": "Nilsson et al. ( , 1994",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The interaction between M and S probably functions to incorporate the S protein into virions. S is dispensable for particle assembly since spikeless virions are released from infected cells treated with tunicamycin (Holmes et al., 1981; Rottier et al., 1981) . Moreover, recent data from our laboratory show that the assembly of coronavirus-like particles also occurs independently of the S protein (Vennema, H., G.-J. Godeke, and P. J. M. Rottier, unpublished data) which implies that envelope formation does not depend on M-S interactions. We therefore assume that the higher-order M/S complexes are maintained primarily, if not only, by M-M interactions. This is supported by our recent findings that M associates into large complexes when expressed by itself (Krijnse Locker et al., 1995) .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 236,
                    "text": "(Holmes et al., 1981;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 237,
                    "end": 258,
                    "text": "Rottier et al., 1981)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 763,
                    "end": 792,
                    "text": "(Krijnse Locker et al., 1995)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Extensive envelope protein interactions have important functions in coronavirus assembly. First, they are responsible for host protein exclusion. Second, local membrane domains harboring these large envelope protein assemblies serve as the sites for budding. Third, the clustering of envelope proteins may alter the fluidity of the lipid bilayer, for instance to facilitate the induction of curvature (Dubois-Dalcq et al., 1984; Simons and Fuller, 1987) . This factor could promote budding. Finally, the envelope protein clusters might serve as a template for the condensation of the NC. The NC of coronaviruses are long, loosely coiled strands in the cytoplasm of infected cells that condensate at the membranes of the budding compartment; other viruses having a helical NC, e.g., VSV, encode a matrix protein that controls the coiling of the NC (Newcomb et al., 1982) . The emerging picture of coronavirus budding shows extensive local rafts (patches) of laterally interacting M molecules in pre-Golgi membranes. Only few copies of the E protein and variable numbers of S molecules are encountered in these structures. NCs bind to the cytoplasmically exposed domains of the M proteins, surround themselves with the modified membrane, and pinch off into the lumen. The rafts are continuously being replenished by the arrival and incorporation of newly synthesized viral envelope proteins. Further work should show whether this model is correct and establish the interactions that compound it.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 428,
                    "text": "(Dubois-Dalcq et al., 1984;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 429,
                    "end": 453,
                    "text": "Simons and Fuller, 1987)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 847,
                    "end": 869,
                    "text": "(Newcomb et al., 1982)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Vesicular stomatitis virus glycoprotein is sorted and concentrated during export from the endoplasmic reticulum",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Balch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccaffery",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Plutner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "76",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Folding of influenza hemagglutinin in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Braakman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoover-Litty",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "114",
            "issn": "",
            "pages": "401--411",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The role of envelope proteins in hepatitis B virus assembly",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bruss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ganem",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "88",
            "issn": "",
            "pages": "1059--1063",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Golgi complex localization of the Punta Toro virus G2 protein requires its association with the G1 protein",
            "authors": [
                {
                    "first": "S.-Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Compans",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "183",
            "issn": "",
            "pages": "351--365",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Folding, trimerization, and transport are sequential events in the biogenesis of influenza virus hemagglutinin",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Copeland",
                    "suffix": ""
                },
                {
                    "first": "K.-P",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Healey",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Cell",
            "volume": "53",
            "issn": "",
            "pages": "197--209",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Assembly of Enveloped RNA Viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dubois-Dalcq",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rentier",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "236",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Membrane protein lateral interactions control Semliki Forest virus budding",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ekstr6m",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liljestrom",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Garoff",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "EMBO (Eur. Mol, Biol. Organ.) J",
            "volume": "13",
            "issn": "",
            "pages": "1058--1064",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cytoplasmic expression system based on constitutive synthesis of bacteriophage T7 RNA polymerase in mammalian cells",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Elroy-Stein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "87",
            "issn": "",
            "pages": "6743--747",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Eukaryotic transient-expression system based on recombinant vaccinia virus that synthesize bacteriophage T7 RNA polymerase",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Fuerst",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Niles",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Studier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "83",
            "issn": "",
            "pages": "8122--8126",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cell biology of viruses that assemble along the biosynthetic pathway",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Semin. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "367--381",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dissection of the Golgi complex. Monensin inhibits the transport of viral membrane proteins from medial-to trans-Golgi cisternae in baby hamster kidney cells infected with Semliki Forest virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Cell Biol",
            "volume": "96",
            "issn": "",
            "pages": "835--850",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Exit of newly synthesized membrane proteins from the trans cisterna of the Golgi complex to the plasma membrane",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matlin",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "949--964",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Targeting of viral glycoproteins to the Golgi complex",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Hobman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Trends Microbiol",
            "volume": "1",
            "issn": "",
            "pages": "124--130",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Tunicamycin resistant glycosylation of a coronavirus glycoprotein: demonstration of a novel type of viral glycoprotein",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Doller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Virology",
            "volume": "115",
            "issn": "",
            "pages": "334--344",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Coronaviridae and their replication",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "841--856",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Brefeldin A: insights into the control of membrane traffic and organelle structure",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "116",
            "issn": "",
            "pages": "1071--1080",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Coronavirus M proteins accumulate in the Golgi complex beyond the site of virion budding",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klumperman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Locker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Geuze",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "6523--534",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "O-glycosylation of the coronavirus M protein: differential localization of sialyltransferases in N-and O-linked glycosylation",
            "authors": [
                {
                    "first": "Krijnse",
                    "middle": [],
                    "last": "Locker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "14094--14101",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Membrane assembly of the triple-spanning coronavirus M protein: individual transmembrane domains show preferred orientation",
            "authors": [
                {
                    "first": "Krijnse",
                    "middle": [],
                    "last": "Locker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "21911--21918",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Characterization of the budding compartment of mouse hepatitis virus: evidence that transport from the RER to the Golgi complex requires only one vesicular transport step",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krijnse-Locker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ericsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell Biol",
            "volume": "124",
            "issn": "",
            "pages": "55--70",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The cytoplasmic tail of mouse hepatitis virus M protein is essential but not sufficient for its retention in the Golgi complex",
            "authors": [
                {
                    "first": "Krijnse",
                    "middle": [],
                    "last": "Locker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klumperman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Oorschot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Geuze",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Biol. Chem",
            "volume": "269",
            "issn": "",
            "pages": "28263--28269",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Oligomerization of a trans-Golgi/trans-Golgi network retained protein occurs in the Golgi complex and may be part of its retention",
            "authors": [
                {
                    "first": "Krijnse",
                    "middle": [],
                    "last": "Locker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D.-J",
                    "middle": [
                        "E"
                    ],
                    "last": "Opstelten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ericsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Biol. Chem",
            "volume": "270",
            "issn": "",
            "pages": "8815--8821",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Rapid redistribution of Golgi proteins into the ER in cells treated with brefeldin A: evidence for membrane cycling from Golgi to ER",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "56",
            "issn": "",
            "pages": "801--813",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Microtubule-dependent retrograde transport of proteins into the ER in the presence of brefeldin A suggests an ER recycling pathway",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "H.-P",
                    "middle": [],
                    "last": "Hauri",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "60",
            "issn": "",
            "pages": "821--836",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nucleocapsid-glycoprotein interactions required for assembly of alphaviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "J.-S",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "1316--1323",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The E1 glycoprotein of an avian coronavirus is targeted to the cis Golgi complex",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mentone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Fasquhar",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proe. Natl. Acad. Sci. USA",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Misfolding and aggregation of newly synthesized proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Marquardt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heleuius",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "117",
            "issn": "",
            "pages": "505--513",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A signal for Golgi retention in the bunyavirus G1 glycoprotein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "S.-Y. Chen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Compans",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Biol. Chem",
            "volume": "269",
            "issn": "",
            "pages": "22565--22573",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Novel purification of the catalytic domain of Golgi ct-mannosidase II",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Moremen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Touster",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Biol. Chem",
            "volume": "266",
            "issn": "",
            "pages": "16876--16885",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "In vitro reassembly of vesicular stomafitis virus skeletons",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Newcomb",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Tobin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcgowan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Virol",
            "volume": "41",
            "issn": "",
            "pages": "1055--1062",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Kin recognition. A model for the retention of Golgi enzymes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slusarewicz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "FEBS Lett",
            "volume": "330",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Kin recognition between medial Golgi enzymes in HeLa cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slusarewicz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rabouille",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hunte",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Watzele",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "13",
            "issn": "",
            "pages": "562--574",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Disulfide bonds in folding and transport of mouse hepatitis coronavirus glycoproteins",
            "authors": [
                {
                    "first": "D.-J",
                    "middle": [
                        "E"
                    ],
                    "last": "Opstelten",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Groote",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vennema",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Virol",
            "volume": "67",
            "issn": "",
            "pages": "7394--7401",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Formation and intracellular transport of a heterodimeric viral spike protein complex",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Persson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Pettersson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell BioL",
            "volume": "112",
            "issn": "",
            "pages": "257--266",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Protein localization and virus assembly at intracellular membranes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Pettersson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curr. Top. Microbiol. ImmunoL",
            "volume": "170",
            "issn": "",
            "pages": "67--106",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Coronavirus E1 glycoprotein expressed from cloned cDNA localizes in the Golgi region",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Virol",
            "volume": "61",
            "issn": "",
            "pages": "2042--2045",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Viral protein synthesis in mouse hepatitis virus strain A59-infected cells: effects of tunicamycin",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A M"
                    ],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Virol",
            "volume": "40",
            "issn": "",
            "pages": "350--357",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Signal recognition particledependent insertion of coronavirus El, an intracellular membrane glycoprotein",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. BioL Chem",
            "volume": "260",
            "issn": "",
            "pages": "4648--4652",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The budding of enveloped viruses: a paradigm for membrane sorting?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Biological Organization: Macromolecular Interactions at High Resolution",
            "volume": "",
            "issn": "",
            "pages": "139--150",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The budding mechanisms of enveloped animal viruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Garoff",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Gen. Virol",
            "volume": "50",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Isolation and identification of virus-specific mRNAs in cells infected with mouse hepatitis virus (MHV-A59)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A M"
                    ],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Virology",
            "volume": "108",
            "issn": "",
            "pages": "424--434",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Coronaviruses: structure and genome expression",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Gen. Virol",
            "volume": "69",
            "issn": "",
            "pages": "2939--2952",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Assembly of animal viruses at cellular membranes",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Compans",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Annu. Rev. Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "489--516",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Isolation of coronavirus envelope glycoproteins and interaction with the viral nucleocapsid",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Behnke",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Virol",
            "volume": "33",
            "issn": "",
            "pages": "449--462",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Spike protein-nucleocapsid interactions drive the budding of alphaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suomalainen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liljestr6m",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Garoff",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "4737--4747",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Replication of coronavirus MHV-A59 in sac-cells: determination of the first site of budding of progeny virions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Eur. J. Cell Biol",
            "volume": "33",
            "issn": "",
            "pages": "281--293",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Site of addition of N-acetyl-galactosamine to the E1 glycoprotein of mouse hepatitis virus-A59",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell Biol",
            "volume": "106",
            "issn": "",
            "pages": "1475--1487",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Biosynthesis and function of the coronavirus spike protein",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vennema",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heijnen",
                    "suffix": ""
                },
                {
                    "first": "G.-J",
                    "middle": [],
                    "last": "Godeke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "9--19",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Intracellular transport of recombinant coronavirus spike proteins: implications for virus assembly",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vennema",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heijnen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zijderveld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Virol",
            "volume": "64",
            "issn": "",
            "pages": "339--346",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Mouse hepatitis virus gene 5b protein is a new virion envelope protein",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Leibowitz",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Virology",
            "volume": "202",
            "issn": "",
            "pages": "1018--1023",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Identification of M/S complexes. (A) Parallel cultures of M H V -i n f e c t e d S a c ( -) cells were labeled for 1 h with [35S]methionine and lysed using a set of buffers containing the indicated detergents. In each case the final detergent concentration was 1% (see also Materials and Methods). Each lysate was split into two equal portions which were used for immunoprecipitation with the polyclonal a n t i -M H V serum or with the mAbtxS. Viral proteins were analyzed in an SDS-15% P A G . (B) OST7-1 cells infected with vTFT-3 were (co)transfected with p T U M -M and/ or p T U M -S D N A . To minimize aberrant folding of the expressed proteins, ceils were incubated at 32°C from 2 h after infection. A parallel culture was infected with M H V ; this culture was incubated at 32°C from 5.5 h after infection. Cells were labeled b e t w e e n 6 and 7 h after infection with [35S]methionine and subsequently lysed. Equal portions of each cell lysate, or of a mixture of the lysates of the cultures in which M and S had been expressed separately (mix), were used for immunoprecipitation with the polyclonal anti-MHV serum or with the m A b a S . Viral proteins were analyzed in an SDS-10% P A G .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Kinetics of M/S complex formation. MHVinfected cells were pulselabeled for 10 min and immediately lysed or chased for the time periods indicated. The cell lysates were split into three equal fractions that were used for immunoprecipitation using polyclonal anti-MHV serum, mAbetM, and mAbc~S. Immunoprecipitates were analyzed in an SDS-15% PAGE.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Incorporation 15 min the chase medium was collected and replaced by fresh medium. Released virus was purified by sedimentation through a 30% sucrose cushion and dissolved in electrophoresis sample buffer. Viral proteins were analyzed in an SDS-10% PAGE (A). The results of quantifications of the radioactivities (in counts per minute) in the bands representing M and S (gpl80 + gp90) are shown in B. [], M; i , S.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Immunolocalization of M/S complexes. BHK-21 cells grown on coverslips were infected with vTF7-3 and (co)transfected with pTUM-M and/or pTUM-S DNA. Cells were fixed at 6 h after infection and used to localize M, S, and man II proteins by indirect single (C and D) or double (A, B, E, and F) immunofluorescence. The proteins were labeled with the peptide anti-M serum (A and C), the mAbctS (B, D, and F), and the polyclonal anti-man II serum (E). The anti-M and the anti-man II antibodies were visualized with rhodamine-conjugated anti-rabbit Ig, and a fluorescein-conjugated anti-mouse Ig second antibody was used for detection of the mAb~tS. of BFA. This drug blocks the exit of newly synthesized proteins from the ER and causes the redistribution of the Golgi compartments up to the trans-cisterna back to the ER (Lippincott",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Sedimentation analysis of M/S complexes, vTF7-3-infected OST7-1 cells were either cotransfected with pTUM-M and pTUM-S DNA (A-D) or transfected with pTUM-S DNA only (E). Cells were labeled for 30 min and chased for the times indicated. The cell lysates were analyzed in 15-30% (wt/wt) sucrose gradients which were run for 120 min at 50,000 rpm in SW50.1 tubes. Gradients were fractionated into 15 samples from the bottom. Material at the bottom was resuspended in detergent solution (B). Equal portions of each gradient fraction were subjected to immunoprecipitatiori using mAbc~S (A-C), mAbc~M (D) or the anti-MHV serum (E). Viral proteins were analyzed in SDS-10% PAG.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank H. Vennema and G.-J. Godeke for providing the plasmid DNAs used in this work.Received for publication 8 February 1995 and in revised form 28 June 1995.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}