{
    "paper_id": "64b6854e48706ee2c77c4450292e72d11b7e4252",
    "metadata": {
        "title": "The Importance of Virology at a Time of Great Need and Great Jeopardy",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Imperiale",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins Bloomberg School of Public Health",
                    "location": {
                        "addrLine": "W. Harry Feinstone",
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Arturo",
                "middle": [],
                "last": "Casadevall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Founding",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Citation Imperiale MJ, Casadevall A. 2015. The importance of virology at a time of great need and great jeopardy. mBio 6(2):e00236-15.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A s we enter 2015, one needs to look no farther than the daily news reports to appreciate the ongoing burden of viral diseases. Last year, Ebola reemerged in West Africa, claiming thousands of lives and affecting many thousands more. Cases of Middle East respiratory syndrome (MERS) continue to be reported, with the possibility of a severe acute respiratory syndrome (SARS)-like epidemic ever present. Chikungunya virus has spread to the Western Hemisphere, and the infection is now epidemic in the Caribbean and southern United States. We are also living in a world in which hundreds of millions of people are chronically infected with hepatitis B and C viruses (HBV and HCV, respectively). The rate of new HIV infections has declined, but millions remain infected, and it, too, has already cut short far too many lives. Viruses account for up to 20% of all human cancers, and although a large percentage of new human papillomavirus (HPV) and HBV infections can now be prevented by vaccination, many are already infected, and the vaccines are not being used to their full potential. We are in the middle of our annual encounter with influenza virus, never knowing when the next strain to which there is little or no preexisting immunity will arise. In 2014-2015, a mismatch between the H3N2 strain in the influenza vaccine and the circulating virus has led to a poorly protective vaccine, which highlights the need for new vaccines. In recent months, there has been a recurrence of measles in the United States associated with a refusal by some parents to vaccinate their children, and the outbreak continues at the time of this writing (1). This accounting is of only some viruses and is limited to those that infect humans! There can be no argument that humankind's best hope of preventing and treating these diseases comes from a vigorous research enterprise. Vannevar Bush recognized this after World War II in the landmark report \"Science, the Endless Frontier,\" in which he convinced the U.S. government that investment in basic research at universities would yield tremendous dividends (https:// www.nsf.gov/od/lpa/nsf50/vbush1945.htm). Indeed, we have now almost eliminated polio due to the development of vaccines and have converted HIV infection from a certain death sentence to a largely manageable state, and, as mentioned above, we have our first anticancer vaccines by preventing some viral infections. The tremendous reduction in mortality from such diseases as variola, measles, and rubella came about only because the causative viruses were identified, cultivated, attenuated, and made into effective vaccines by biomedical research. In addition to having applied these practical findings, we have gained important fundamental insights into the biology not only of viruses but also of the cells that they infect, and that information is being applied to find cures against other diseases, such as cancer. All these advances, and more, have come about because of public trust in science and investment in scientific research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite all this good news, much remains to be done. It was recently estimated that there are 320,000 mammalian viruses (2), many of which may have the potential for human transmission. Even if only a small fraction of these viruses can jump into humans and cause disease, humanity is living under a tremendous threat from viral zoonoses. Less expensive drugs are needed for treating those with viral infections such as hepatitis C. While the HPV vaccine can prevent many infections, there are viral types that are not covered by the vaccine, and many millions of people were infected before the vaccine came on the market. Infections with numerous other viruses are not treatable due to the lack of effective antivirals. Clearly, vaccines against HIV, hepatitis C, and Ebola, to name a few, would save countless lives. New pathogens continue to emerge, and existing nonviral pathogens become resistant to common antibiotics. Hence, we are living at a time of great need for the discipline of virology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We think that the field of virology and, by extension, the field of microbiology are at a critical crossroads. Funding for research in the United States and elsewhere is stagnant, if not losing pace with inflation. Working with the most pathogenic organisms requires even higher costs and is heavily regulated. Some senior scientists are rethinking their career choices, and there is growing concern that young scientists will be discouraged from entering the field, especially in areas of controversial research, such as studies of the transmissibility of highly pathogenic influenza viruses (3). While some have argued that virology is a dying field, that assertion has been elegantly refuted by Dan DiMaio (4). Adding to these stresses, scientists and society are struggling with a new antiintellectual movement that challenges scientific conclusions, from anthropomorphically induced climate change to the absence of any link between vaccines and autism. The rise of antivaccine movements is of particular concern to society, for reduced vaccination rates threaten to undermine some of the greatest accomplishments of virology and public health in the 20th century. The combination of reduced funding, increased regulation, experimental controversies, and the emerging antiscience intellectual milieu is a toxic blend that makes this time one of great jeopardy for virology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While we scientists cannot directly control funding or regulations, we can take charge of some aspects of the research enterprise in a way to ensure that it continues to benefit society. First, we can continue to advocate for better funding by the Federal Government. This requires engaging our elected officials both directly and indirectly by continuing to educate them and the public at large about the importance of fundamental research in infectious diseases. The advocacy group Research!America has a number of helpful tips on its website (http://www.researchamerica.org). Second, we need to demonstrate to the public that we are being good stewards of their investment by working safely in the laboratory. There have been a number of high-profile biosafety lapses over the past year, and the negative publicity surrounding these events may lead to more regulation and less funding support for exactly the types of research that we most critically need. We therefore argue that each of us needs to pay special attention to biosafety in 2015 and the longer term. Third, in controversial areas, such as studies of transmissibility involving pathogens with pandemic potential, it needs to be clearly articulated why some types of experiments need to be done by vigorously engaging in scientific debate using the tools of science, all the while acknowledging that there are risks and taking every step to mitigate those risks. Third, every scientist needs to become a foot soldier in confronting the pervasive spread of antiscientific attitudes, such as the antivaccination movement, which threaten to undermine the great advances society has made in so many aspects of everyday life, including reducing mortality from many infectious diseases. Although virology is currently at the epicenter of these converging storms, the issues that it faces are relevant to all of microbiology and, by extension, to all of science and the society that it serves. A little added effort on our parts will go a long way to ensuring continued public confidence in what we do to make their lives healthier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Measles cases exceed 100 in US outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.h622"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A strategy to estimate unknown viral diversity in mammals",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Navarrete-Macias",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Zambrana-Torrelio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Solovyov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ojeda-Flores",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Arrigo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "Ali",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hosseini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bogich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Olival",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Sanchez-Leon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Luby",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Mazet",
                    "suffix": ""
                },
                {
                    "first": "Jak",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lipkin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "mBio",
            "volume": "4",
            "issn": "5",
            "pages": "598--611",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00598-13"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Is the debate and \"pause\" on experiments that alter pathogens with pandemic potential influencing future plans of graduate students and postdoctoral fellows? mBio",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "2525--2539",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.02525-14"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Is virology dead? mBio",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dimaio",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "1003--1017",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.01003-14"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The views expressed in this article do not necessarily reflect the views of the journal or of ASM",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}