{
    "paper_id": "64ccc082e1b49eaf86dcbdaa5391322216d6e03d",
    "metadata": {
        "title": "The Epitope Study on the SARS-CoV Nucleocapsid Protein",
        "authors": [
            {
                "first": "Shuting",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liang",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianning",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhe",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Wen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cuiqi",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xumin",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaolei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jingqiang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhengfeng",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jinxiu",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianmin",
                "middle": [],
                "last": "Shao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tingting",
                "middle": [],
                "last": "Lei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianqiu",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ningzhi",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Siqi",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The nucleocapsid protein (N protein) has been found to be an antigenic protein in a number of coronaviruses. Whether the N protein in severe acute respiratory syndrome-associated coronavirus (SARS-CoV) is antigenic remains to be elucidated. Using Western blot and Enzyme-linked Immunosorbent Assay (ELISA), the recombinant N proteins and the synthesized peptides derived from the N protein were screened in sera from SARS patients. All patient sera in this study displayed strong positive immunoreactivities against the recombinant N proteins, whereas normal sera gave negative immunoresponses to these proteins, indicating that the N protein of SARS-CoV is an antigenic protein. Furthermore, the epitope sites in the N protein were determined by competition experiments, in which the recombinant proteins or the synthesized peptides competed against the SARS-CoV proteins to bind to the antibodies raised in SARS sera. One epitope site located at the C-terminus was confirmed as the most antigenic region in this protein. A detailed screening of peptide with ELISA demonstrated that the amino sequence from Codons 371 to 407 was the epitope site at the C-terminus of the N protein. Understanding of the epitope sites could be very significant for developing an effective diagnostic approach to SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recently several lines of evidence have demonstrated that a new strain of coronaviruses, SARS-CoV (severe acute respiratory syndrome-associated coronavirus), is the pathogen of SARS (1 , 2 ) . Within a short period, SARS-CoV was decoded completely, providing a fundamental basis for understanding its pathogenesis and developing effective diagnostic and therapeutic approaches (3 − 5 ) . However, although the initial SARS outbreak has ended, people still have quite a limited knowledge about this infectious disease (6 ) . Worries about the recurrence of SARS in this winter have been expressed by medical professionals and how to diagnose cases in the early stages of infection is their major concern. To develop a sensitive assay * These authors contributed equally to this work. # Corresponding author. E-mail: siqiliu@genomics.org.cn for detecting the diluted virus in body fluid, we must first address the questions about which biological roles the SARS-CoV structural proteins play and the strength of the immunoresponses caused by these proteins.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 190,
                    "text": "(1 , 2 )",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 385,
                    "text": "(3 − 5 )",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "(6 )",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Of all the coronaviral structural proteins, the N protein is the most abundant throughout infection, both in mRNA and protein levels (7 ) . Compared to the mRNA levels of other structural genes, the mRNA of the N protein is expressed three to ten times higher at 12-hour post-infection (8 ) . The N protein has a high composition of polar amino acid residues. Most of them display hydrophilicity and immunogenicity, as, for example, the murine coronavirus (MCV; ref. 9 ), the turkey coronavirus (TCV; ref. 10 ) , and the infectious bronchitis virus (IBV; ref. 11 ). In contrast to other SARS-CoV structural proteins that contain multiple sites for glycosylation during infection, which may cause different immunoresponses, the N protein is free of glycosylation sites and does not change its immunological characteristics even expressed in a prokaryote system (12 ) . Importantly, the SARS-CoV N protein is highly conserved with an almost complete identity among various strains that have been sequenced so far (5 ) . These features make the N proteins useful for group-specific serologic assays. For example, the N gene in IBV was expressed in bacteria with a histidine tag at the N-terminus, and the expressed IBV N protein was then used as antigen for developing an assay to detect IBV-specific antibody. Collisson et al. found that this antigen could be successfully applied to diagnose IBV viruses in different chicken strains (13 ) . Utilizing the baculovirus expression system, the TCV N protein was expressed and applied to specific serologic tests for detecting TCV antibodies in turkeys (14 ) . A high degree of concordance was observed between the ELISA and the indirect fluorescent antibody (IFA) test with 96% of specificity (14 ) . Therefore, studying the immunogenic properties of the N protein may form the basis for developing immunodetection assays of SARS, and also for formulating strategies of future vaccine development against this disease.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "(7 )",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "(8 )",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "10 )",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 860,
                    "end": 865,
                    "text": "(12 )",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "(5 )",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1308,
                    "end": 1324,
                    "text": "Collisson et al.",
                    "ref_id": null
                },
                {
                    "start": 1432,
                    "end": 1437,
                    "text": "(13 )",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1597,
                    "end": 1602,
                    "text": "(14 )",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1738,
                    "end": 1743,
                    "text": "(14 )",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present study was undertaken to explore the epitope sites located in the SARS-CoV N protein. We have generated three different lengths of the N protein fragments and synthesized nine peptides derived from the N proteins. We observed that all recombinant proteins could cross-react with the antibodies in SARS sera. To define the antigenic site(s) on the N protein, we further screened the synthesized peptides in SARS sera using Western blot as well as ELISA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The data obtained from these immunoassays demonstrated that an epitope site is within the C-terminus of the N protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To amplify the N gene fragments, we used the cDNA reverse-transcripted from SARS-CoV mRNA as the template, and three pairs of primers, N-full, ∆N256 and ∆N124, as primers in PCR reactions. As shown in Figure 1 , the sizes of PCR products coincide well with the theoretical estimation based upon the genomic sequence, 1.2 Kb, 490 bp, and 890 bp, for N-full, ∆N256, and ∆N124, respectively. Since all primers contain additional BamH I site at 5 end and Not I at 3 end, both restriction enzymes were used to completely digest these PCR products and pET30a vector. The digested and harvested N gene fragments were ligated with the linearized pET30a to form the expression vectors, pET30-N-full, pET30-∆N256 and pET30-∆N124. In Figure 1 , the digestion of these vectors with BamH I and Not I generated three DNA fragments with different molecular weights, which were identical to the PCR products, indicating that these N gene fragments were inserted into pET30a correctly. Finally all insertions were confirmed by DNA sequencing (data not shown). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 723,
                    "end": 731,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "PCR amplification and expression constructs"
        },
        {
            "text": "The three expression vectors were transformed into the BL-21 strain and the proteins were expressed by inducement of IPTG. Interestingly, pET30-∆N124 was able to produce some recombinant proteins even without the inducement of IPTG, whereas pET30-N-full and pET30-∆N256 only generated their proteins after the presence of IPTG. According to the hydrophobic analysis, the N protein contains several hydrophilic regions spanning the whole N protein (Figure 2) . Thus, these recombinant proteins were ex-pected to be highly soluble. On the contrary, all the three recombinant proteins expressed in BL-21 mainly formed inclusion body and released limited soluble forms in cytoplasm. The recombinants could not be purified directly from soluble fractions. To obtain a high protein yield, the bacterial pellets were treated with 8 M urea followed by a strong probe sonication. The denatured proteins retained the affinity to Ni 2+ , and hence Ni-NTA column was effectively applied into the purification of these recombinants. As shown in Figure 3 , high purity proteins from all the three N recombinants have been obtained through one step of affinity chromatography (>95%). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 447,
                    "end": 457,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1032,
                    "end": 1040,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Expression and purification of recombinant N proteins"
        },
        {
            "text": "The lysate of Vero-E6 infected by SARS-CoV was tested by Western blot with SARS sera as the primary antibody. An obvious immunoprecipitate band appeared around 50 kDa ( Figure 4A ), close to the molecular weight of the N protein based upon the theoretical estimation. The same experiments were repeated with eleven sera from SARS patients, giving a consistent result that a major immunoreactive band is located at about 50 kDa (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 178,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Immunoresponses of the recombinant N proteins to SARS sera"
        },
        {
            "text": "To check the immunoreactions of the recombinant N proteins, all were examined by Western blot using the sera from SARS patients. Figure 4B depicts that all three N recombinants have strong immunoresponses to the SARS sera. Impressively, the size of the Nfull protein is almost identical to this immuno-positive band found from Vero-E6 lysate. Thus, the evidence supports the conclusion that the N protein expressed from Vero-E6 cells that had been infected by SARS-CoV is an antigenic protein. Another potentially important phenomenon is that the immunoreactive intensities of three recombinant proteins are quite simi-lar. The N-full protein contains the whole amino acid sequence of the N protein. However, the other two recombinants, ∆N256 and ∆N124, are truncated N proteins. The ∆N256 protein only has 166 amino acids at the C-terminus of the N protein, whereas the ∆N124 protein is lack of 124 amino acids at the N-terminus of the N protein but contains 298 amino acids at Cterminus. Hence, all of the N recombinants share the same C-terminus and are distinguished from each other by the lengths of their N-terminus. Since similar immunoreactivities were observed in the three N recombinants, they may share similar epitope site(s), possibly within 166 amino acids at the C-terminus that are shared by the three recombinants. The N proteins, with the truncated N-terminus ∆N256 and ∆N124, did not seem to lose their immunoresponses to SARS sera, indicating that the antigenicity of Nterminus of the N protein might be much weaker than that of the C-terminus. This hypothesis was supported by ELISA experiments. A number of SARS sera were tested by ELISA to examine the immunoreactivities of these N recombinants, and all the three N proteins displayed similar positive ELISA reactivities (data not shown). Immunoassays for the infected Vero-E6 cell lysate and the recombinant N proteins by Western blot. A. Western blot analysis of the Vero-E6 lysate infected by SARS-CoV using SARS sera as primary antibody: 1. protein ladder; 2. Vero-E6 cells infected by SARS-CoV (the N protein band is obvious); 3. Vero-E6 cells uninfected by SARS-CoV. B. Western blot analysis of the N recombinants using SARS sera as primary antibody: 1. protein ladder; 2, 3, 4, the recombinant N proteins, ∆N256, ∆N124 and N-full, respectively, stained by Coomassie blue; 5, 6, 7, the recombinant N proteins, ∆N256, ∆N124 and N-full, respectively, immunostained in Western blot using SARS serum as primary antibody.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 138,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Immunoresponses of the recombinant N proteins to SARS sera"
        },
        {
            "text": "Having established that the three N recombinants share 166 amino acids of the N protein at the Cterminus and share similar immunoresponses to SARS sera, the next question to address is how to precisely localize the epitope site(s) within this region. On the basis of hydropathy plot, nine peptides located in this region were selected and synthesized. These synthesized peptides were screened in SARS sera (31 cases) with ELISA. The lysate of infected Vero-E6 cells was used as positive control for ELISA reactivity. A peptide showing comparable ELISA reactivity with this control would be considered as an immunoreactive N fragment. Table 1 summarizes the ELISA data from the screening of the nine peptides, in which p values are very important, indicating whether there is a significant difference in ELISA reactivities between a synthesized peptide and SARS-CoV as the antigen. Two peptides, N371 and N385, have comparable immunoreactivities with the Vero-E6 lysate, with 97% and 94% positive detection rates, respectively. Thus the epitope site at the C-terminus of the N protein is likely to be located at Codons 371-407. The significance of the differences (p) in ELISA reactivities to SARS-CoV and the different synthesized peptides was analyzed by the Student's t-test.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 634,
                    "end": 641,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Screening the epitope site at the Cterminus of the N protein"
        },
        {
            "text": "Confirming N371 at epitope site by competitive inhibition using ELISA and Western blot",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Screening the epitope site at the Cterminus of the N protein"
        },
        {
            "text": "Since the antibodies in sera from SARS patients can recognize these viral proteins, the synthesized peptides, if they indeed mimic some epitope sites in this virus, should elicit immunoresponses and neutralize the immunoreaction in ELISA. Peptide N371 is the most comparable antigen among the nine synthesized peptides. Hence, it is deduced to be a good competitor against SARS-CoV virus for antibody binding, if it does exist at the epitope site. Prior to ELISA determinations, peptide N371 was incubated with or without SARS serum for 30 min, respectively, and was then added to a microtiter plate coated with the ex-tracted proteins from SARS-CoV. As predicted, the ELISA reactivities were attenuated with the increase of peptide concentrations in the SARS sera ( Figure  5A ). Furthermore, the competition experiments were conducted in Western blot. The PVDF (Polyvinylidene Fluoride) membrane transblotted with three recombinant N proteins were incubated with the SARS serum containing the peptide, N371. Compared with the immunoresponses showed in Figure 3B , the crossreactions between the recombinants and SARS antibodies were significantly curtailed, indicating that this peptide inhibited the recognition between SARS-CoV and its antibodies ( Figure 5B ). This peptide, therefore, is confirmed to be an epitope site that exists in SARS-CoV as well as in the three recombinant proteins. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 767,
                    "end": 777,
                    "text": "Figure  5A",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1063,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1253,
                    "end": 1262,
                    "text": "Figure 5B",
                    "ref_id": null
                }
            ],
            "section": "Screening the epitope site at the Cterminus of the N protein"
        },
        {
            "text": "Antigenicity of the N proteins in the coronavirus family has been extensively studied (15 , 16 ) . Usually these N proteins contain multiple epitopic sites. However, they commonly have an epitopic site at the Cterminus. For instance, the epitope sites for TGEV (transmissible gastroenteritis virus), MHV (mouse hepatitis virus), and IBV are located around Codons 360-382 (17 ), 381-405 (18 ) , and 360-409 at C-termini (19 ) , respectively. Similar to other coronaviruses, the present study has confirmed that an antigenic site is located at the C-terminus of SARS-CoV. In Figure 2 , there is a hydropathy plot for the SARS-CoV N protein. A lot of regions in this protein have low hydrophobicity scores (<0), and the C-terminus is specifically strong in hydrophilicity. Two major forces, charge-charge interactions and hydrogen bonds caused by hydrophilicity, have been hypothesized to be crucial for the formation of epitope site. Peptides N371 and N385 are both located at the hydrophilic region of C-terminus and contain a high content of polar amino acids (∼ 38%). Further more, their biophysical parameters correlated well with the values of ELISA reactivity as well as the intensity of Western blot when the two peptides were used as antigens.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 96,
                    "text": "(15 , 16 )",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 391,
                    "text": "(18 )",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 419,
                    "end": 424,
                    "text": "(19 )",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 581,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "These findings, thus, support the theory that both hydrophilicity and peptide charge are important in determining immunoactive sites in SARS-CoV N proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As described above, the N protein of SARS-CoV is hydrophilic and chargeable. The major function of the N protein in coronaviruses is to stabilize genomic RNA by forming a helical ribonucleocapsid (RNP), which is located at the viral core, and is highly stable under conditions of high ionic strength and highly resistant to the actions of RNase (20 ) . Because of its location in the virus, the N protein is rarely glycosylated in an infected cell. Hence, its recombinant proteins should be soluble during expression in the bacterial system. On the contrary, all the three recombinant N proteins did not express in soluble forms but mainly generated the inclusion bodies. Although a number of approches were taken to improve the solubility of these recombinants, such as altering expression temperature or decreasing inducer concentrations, the formations of inclusions were found in BL-21 strains consistently. Some misfolding mechanisms are believed to be behind the phenomenon. Moreover, this phenomenon may explain the role of the N protein in the virus because the N protein and viral genomic RNA interact reciprocally to stabilize each other. In the bacterial expression system, the precipitation of the N protein could result from the absence of the RNA molecules.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 350,
                    "text": "(20 )",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Serological assay is widely used for the diagnosis of virus infection in the host for its low cost, fast speed and high accuracy (21 ) . In some urgent situations, a common way in serological assay is to use viral lysates as antigens. Nevertheless, the use of viral lysates brings some drawbacks. For instance, people preparing SARS-CoV lysates are at risk of infection. Instead of viral lysate, recombinant proteins can be used to avoid such problems. However, to generate a proper antigen specific to SARS-CoV is a tough challenge. A major problem is how to discover high antigenic fragments in viral proteins. In this study, a specific epitope site has been identified. Significantly, these recombinant proteins and synthesized peptides (N371 and N385) were confirmed to have strong immunoresponse to the patient sera determined by either ELISA or Western blot. Screening with a total of 31 SARS patient and 24 normal samples, these antigens, either from recombinants or from peptides, have shown a potential application in clinical diagnosis, with under 2% negative detection rate and over 95% positive detection rate. Therefore, the information provided in this report regarding the epitope site of the N protein will be of potential benefit in developing diagnostic techniques.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 134,
                    "text": "(21 )",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The E. coli strains, DH5α and BL-21(λCE6), were purchased from Beijing Dingguo Corporation (Beijing, China). All primers were synthesized by Shanghai Ding'an Corporation (Shanghai, China). The bacterial protein expression vector, pET-30a, was purchased from Novagen (Darmstadt, Germany). Restriction enzymes and nitro-blue tetrazolium chloride (NBT) and 5-bromo-4-chloro-3 -indolyphosphate ptoluidine salt (BCIP) were obtained from Promega (Madison, USA). Taq DNA polymerase and related PCR reagents were from Invitrogen (Carlsbad, USA). Ni-NTA resin was purchased from Qiagen (Hilden, Germany). The antibody anti-human IgG conjugated with alkaline phosphatase was purchased from Beijing Zhongshan Company (Beijing, China).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "Sera from SARS patients were from the hospitals in Beijing, and the control sera were obtained from healthy volunteers. The clinical diagnostic criteria for SARS followed the Clinical Description of SARS released by WHO (http://www.who.int/csr/sars/guide lines/en/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serum specimens"
        },
        {
            "text": "The SARS-CoV BJ01 strain used in this study was cultured by the Microbe Epidemic Institute in the Academy of Military Medical Sciences (22 ) . The BJ01 genome was sequenced by Beijing Genomics Institute (BGI). All of the N protein fragments were designed based upon the genome sequence.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 140,
                    "text": "(22 )",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Virus resource"
        },
        {
            "text": "The SARS-CoV was propagated on Vero-E6 cells as described above at the Microbe Epidemic Institute in the Academy of Military Medical Sciences. After viral propagation, the cells were harvested and placed at 70˚C for 2 h to inactivate the virus. Then, the infected Vero-E6 cells in culture medium were concentrated by polyethylene glycol (PEG) 20,000 followed by cell lysis and protein denaturation with 8 M urea. The cell lysate was further sonicated with a probe sonicator and centrifuged at 13,000 g to remove the insoluble debris. The supernatant was used for Western blot and ELISA determinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV infection and protein extraction from the infected cells"
        },
        {
            "text": "The amino acid sequence of the N protein was downloaded into the ProtScale program at Swiss Institute of Bioinformatics (SIB) to analyze the physical characteristics of the proteins, such as hydrophilicity, hydrophobicity, accessible residues, buried residues, molecular weight, and pI values. A total of nine peptides ranging in size from 16 to 25 amino acid residues were selected for synthesis. All the peptides were synthesized commercially by Chinese Peptide Corporation (Hangzhou, China). The synthesized peptides were characterized by HPLC and mass spectrometry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peptide design and synthesis"
        },
        {
            "text": "The viral genomic RNA was prepared using TRIzol reagent (Invitrogen). First-strand cDNA synthesis was carried out by a SuperScript system as described in the products manual (Invitrogen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid constructions"
        },
        {
            "text": "Primers for PCR amplification were synthesized by Shanghai Ding'an Co.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid constructions"
        },
        {
            "text": "The full length of the N gene was amplified by PCR using the primer pair, 3 primer (ATAAGAATGCG-GCCGCTTATGCCTGAGTTGAA) with a Not I restriction site and 5 primer (CGGGATCCAT-GTCTGATAATGGACCCCA) with a BamH I site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid constructions"
        },
        {
            "text": "To generate the ∆N256 and ∆N124 fragments, the pairs of the primer were designed as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid constructions"
        },
        {
            "text": "3 primer (ATAAGAATGCGGCCGCTTATGCCT-GAGTTGAA) with a Not I site and 5 primer (CGGGATCCCCTCGCCAAAAACGTACT) with a BamH I site for ∆N256, and 3 primer (AAGAAT-GCGGCCGCTTATGCCTGAGTTGAA) with a Not I site and 5 primer (CGGGATCCGCTAACAAA-GAAGGCATCGTA) with a BamH I site for ∆N124. After restriction digestion, the digestive fragment containing the N gene was ligated with a linearized pET30a vector (23 ) .",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 399,
                    "text": "(23 )",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid constructions"
        },
        {
            "text": "Three transformed BL-21 stains containing the expression vectors, pET30-N-full, pET30-∆N256 and pET30-∆N124, were inoculated into 500 mL of LB broth containing 100 µg/mL of kanamycin. Being shaked, the cultures grew to an optical density (OD) at 600 nm of 0.6-0.8 at 20˚C, and IPTG was added to a final concentration of 1 mM. The bacteria were incubated at 37˚C for additional 4-6 h, and followed by centrifugation at 4,000 g for 10 min to get the bacterial pellets. The pellets were resuspended in a 10-mL binding buffer containing 20 mM Tris-HCl, pH 7.9, 200 mM NaCl, and 5 mM imidazole, and were lysed by sonication for 3 min. The resulting lysates were centrifuged at 12,000 g at 4˚C for 20 min. The supernatant and pellet were examined by SDS-PAGE (SDS-PolyAcrylamide Gel Electrophoresis) and Western blot to check the solubility of the expressed protein. If the inclusion was formed, the bacterial pellets were dissolved in the binding buffer containing 8 M urea. The recombinant proteins were purified by an affinity chromatography, Ni-NTA (Qiagen), with a linear elution of imidazole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and purification of N recombinant proteins"
        },
        {
            "text": "The recombinant proteins were separated by SDS-PAGE (10%) and transferred onto PVDF membranes. The membranes were blocked by 3% BSA in Tris 100 mM, NaCl 120 mM, 0.1% Tween-20, pH 7.9 (TTBS), and then were incubated with sera from SARS pa-tients as primary antibody. An anti-human IgG conjugated with alkaline phosphatase was used as the second antibody. The immunoprecipitated bands were developed using a substrate mixture of NBT and BCIP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blot"
        },
        {
            "text": "ELISA tests were carried out according to conventional protocol. In brief, the purified fusion protein was mixed with the sample dilution buffer, embedded in 96-well ELISA plates, and incubated at 37˚C for 30 min. Then the wells were washed for five times with the washing buffer, and incubated with sera from SARS patients or normal controls. Each well was washed and incubated with peroxidaseconjugated goat anti-human IgG at 37˚C for 20 min. Finally the wells were washed again with PBS containing 0.5% Tween-20. The peroxidase reaction was visualized using the o-pheylenediamine solution as substrate. After 10 min of incubation at 37˚C, the reaction was stopped by adding 50 µL of 4 M sulphuric acid, and OD at 450 nm with a reference wavelength of 630 nm was measured by using an automatic ELISA plate reader (Multiskan Microplate Photometer, Finland).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA measurement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1399",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The genome sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marra",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399--1404",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A complete sequence and comparative analysis of a SARS-associated virus (Isolate BJ01)",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin. Sci. Bull",
            "volume": "48",
            "issn": "",
            "pages": "941--948",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS coronavirus: a new challenge for prevention and therapy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Clin. Invest",
            "volume": "11",
            "issn": "",
            "pages": "1605--1609",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The molecular biology of coronaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Adv. Virus. Res",
            "volume": "48",
            "issn": "",
            "pages": "1--100",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Quantification of individual subgenomic mRNA species during replication of the coronavirus transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hiscox",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virus. Res",
            "volume": "36",
            "issn": "",
            "pages": "119--130",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Identification of a specific interaction between the coronavirus mouse hepatitis virus A59 nucleocapsid protein and packaging signal",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molenkamp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virology",
            "volume": "239",
            "issn": "",
            "pages": "78--86",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nucleocapsid protein gene sequence analysis reveals close genomic relationship between turkey coronavirus and avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Acta. Virol",
            "volume": "45",
            "issn": "",
            "pages": "31--38",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Study of protection by recombinant fowl poxvirus expressing C-terminal nucleocapsid protein of infectious bronchitis virus against challenge",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Avian. Dis",
            "volume": "45",
            "issn": "",
            "pages": "340--348",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The major subunit ClpG of Escherichia coli CS31A fibrillae as an expression vector for different combinations of two TGEV coronavirus epitopes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Mechin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Gene",
            "volume": "179",
            "issn": "",
            "pages": "211--218",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Recombinant nucleocapsid protein is potentially an inexpensive, effective serodiagnostic reagent for infectious bronchitis virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ndifuna",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Virol. Methods",
            "volume": "70",
            "issn": "",
            "pages": "37--44",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Development of a competitive enzyme-linked immunosorbent assay for detection of turkey coronavirus antibodies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Guy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Avian. Dis",
            "volume": "46",
            "issn": "",
            "pages": "334--341",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Structural proteins of avian infectious bronchitis virus: role in immunity and protection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ignjatovic",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Galli",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Adv. Exp. Med. Biol",
            "volume": "342",
            "issn": "",
            "pages": "449--453",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cytotoxic T lymphocytes are critical in the control of infectious bronchitis virus in poultry",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Collisson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Dev. Comp. Immunol",
            "volume": "24",
            "issn": "",
            "pages": "187--200",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Antigenic structure of transmissible gastroenteritis virus nucleoprotein. Virology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J M"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "188",
            "issn": "",
            "pages": "168--174",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Location of antibody epitopes within the mouse hepatitis virus nucleocapsid protein",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Virology",
            "volume": "202",
            "issn": "",
            "pages": "146--153",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Localization of linear B-cell epitopes on infectious bronchitis virus nucleocapsid protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Seah",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet. Microbiol",
            "volume": "75",
            "issn": "",
            "pages": "11--16",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The localization of porcine reproductive and respiratory syndrome virus nucleocapsid protein to the nucleolus of infected cells and identification of a potential nucleolar localization signal sequence",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Rowland",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Virus Res",
            "volume": "64",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "New approaches and perspectives in cytomegagaovirus diagnosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Landini",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Prog. Med. Virol",
            "volume": "40",
            "issn": "",
            "pages": "157--177",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Isolation and identification of a novel coronavirus from patients with SARS",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Chin. Biotech",
            "volume": "23",
            "issn": "",
            "pages": "106--112",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Molecular Cloning: A Laboratory Manual (Third Edition)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Generation of pET30-N expression vectors. A, B, and C represent the experimental process to generate three expression vectors, pET30-N-full, pET30-∆N124 and pET30-∆N256, respectively. 1. DNA ladder; 2. N fragments amplified by PCR; 3. pET30a vector; 4. pET30a-N vectors; 5. N fragments generated by restriction digestion of pET30a-N vectors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Hydropathy plot of the SARS-CoV N protein.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "SDS-PAGE analysis of expression and purification of the recombinant N proteins. A, B, and C represent the experimental process to express or purify the recombinant proteins, N-full, ∆N124 and ∆N256, respectively. 1. Protein ladder; 2. empty vector, pET30a, in BL-21 without inducement; 3. empty vector, pET30a, in BL-21 with inducement; 4. expression vectors, pET30a-Ns, in BL-21 without inducement; 5. expression vectors, pET30a-Ns, in BL-21 with inducement; 6. the purified N recombinants.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4 Immunoassays for the infected Vero-E6 cell lysate and the recombinant N proteins by Western blot. A. Western blot analysis of the Vero-E6 lysate infected by SARS-CoV using SARS sera as primary antibody: 1. protein ladder; 2. Vero-E6 cells infected by SARS-CoV (the N protein band is obvious); 3. Vero-E6 cells uninfected by SARS-CoV. B. Western blot analysis of the N recombinants using SARS sera as primary antibody: 1. protein ladder; 2, 3, 4, the recombinant N proteins, ∆N256, ∆N124 and N-full, respectively, stained by Coomassie blue; 5, 6, 7, the recombinant N proteins, ∆N256, ∆N124 and N-full, respectively, immunostained in Western blot using SARS serum as primary antibody.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5 Competition experiments to confirm the role of N371 at epitope site in the N protein. A. Competition experiment in ELISA with peptide N371. Prior to ELISA, the serum from SARS patient was incubated with peptide N371 in different concentrations. The serum with the peptide was incubated with the infected Vero-E6 cells, which were coated on microtiter plates, and the immunoreactivities were measured by ELISA as described in Methods. The competition experiment at each concentration was parallelly tested for four times. B. Competition experiment in Western bolt with peptide N371. Prior to Western blot, the serum from SARS patient was incubated with peptide N371 at concentration of 9 µg/mL. The serum with the peptide was incubated with the PVDF membrane transblotted with the recombinant N proteins, and the immunoprecipitation was monitored by color development using a substrate mixture of NBT and BCIP. 1. N-full; 2. ∆N124; 3. ∆N256; 4. protein ladder.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The Statistics of ELISA Reactivity [optical density/cut-off (OD/CO)] in SARS Patients' Sera",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ".5 Competition experiments to confirm the role of N371 at epitope site in the N protein. A. Competition experiment in ELISA with peptide N371. Prior to ELISA, the serum from SARS patient was incubated with peptide N371 in different concentrations. The serum with the peptide was incubated with the infected Vero-E6 cells, which were coated on microtiter plates, and the immunoreactivities were measured by ELISA as described in Methods. The competition experiment at each concentration was parallelly tested for four times. B. Competition experiment in Western bolt with peptide N371. Prior to Western blot, the serum from SARS patient was incubated with peptide N371 at concentration of 9 µg/mL. The serum with the peptide was incubated with the PVDF membrane transblotted with the recombinant N proteins, and the immunoprecipitation was monitored by color development using a substrate mixture of NBT and BCIP. 1. N-full; 2. ∆N124; 3. ∆N256; 4. protein ladder.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Special gratitude is expressed here to the patients and their families and healthy volunteers for their devotion and cooperation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}