{
    "paper_id": "653ebe846e79113660523aeb3d87942c3890cd05",
    "metadata": {
        "title": "DEVELOPMENT OF GRAFT-VS.-HOST DISEASE-LIKE SYNDROME IN CYCLOSPORINE-TREATED RATS AFTER SYNGENEIC BONE MARROW TRANSPLANTATION Development of Cytotoxic T Lymphocytes With Apparent Polyclonal Anti-Ia Specificity, Including Autoreactivity",
        "authors": [
            {
                "first": "Allan",
                "middle": [
                    "D"
                ],
                "last": "Hess",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Medicine",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Louis",
                "middle": [],
                "last": "Horw1tz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Medicine",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "E"
                ],
                "last": "Beschorner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Medicine",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Ann",
                "middle": [],
                "last": "George",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Medicine",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Santos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Medicine",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "induced by CsA is associated with the appearance of anti-Ia-specific killer T cells capable of lysing appropriate target cells from several strains of rats, including self.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lewis (RTlt), ACI (RTI\"), and BN (RTI\") female rats (Corona virus-free), 6-10 wk old, were purchased from Harlan Sprague Dawley, Inc., Indianapolis IN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Radiation. Lewis rats were irradiated (950 rad) at 120 rads/min from a dual-source ~:~VCs small animal irradiator (Atomic Energy of Canada Ltd., Kanata, Ontario, Canada).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Marrow Transplantation. Donor animals were killed by CO2 asphyxiation. Marrow from femurs, tibias, and humeri was collected in Hank's solution supplemented with 50 U/ml penicillin and 50 ~g/ml streptomycin. The marrow cells were adjusted to a concentration of 6 × 107 nucleated cells/mi and 1 ml was infused into recipient animals by intravenous injection through the tail vein 1 d after irradiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Antibiotics. Rats received medicated drinking water supplemented with bactrim, neomycin, and polymixin B, and were given 1 mg/d gentamycin subcutaneously for 10 d as previously described (I 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Cyclosporine. CsA was the generous gift of Sandoz, Ltd., Basel, Switzerland. The powdered CsA was dissolved in 95% ethanol and added to a 4% Tween-20 solution in deionized H~O. Rats were weighed daily and received 1 ml/100 g/d subcutaneously from the day of marrow infusion for 40 consecutive days. The total dose of CsA per day per rat was 15 mg/kg. Control animals received the identical quantities of the drug diluent (ethanol, 4% Tween-20, H20) without CsA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Assessment of GVHD. Rats were examined daily for signs of clinical GVHD, such as red ears, dermatitis, or diarrhea. Skin biopsies were taken at frequent intervals. Previously described criteria were used for the histological documentation of GVHD (16) . Grade 2 acute GVH D was defined by the presence of lymphocytic exocytosis, epidermal destruction with vascular changes of the basal layer, dyskeratotic cells, and/or lymphocytic dermal and/or epidermal infiltration. Animals were sacrificed for assessment of cellular immune reactivity. Autopsies were performed, and the skin, tongue, liver, intestine, and spleen were histologically examined for the presence of GVHD at various times after marrow transplantation.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Cell-mediated Lympholysis Assay (CML). The CML assay was performed using standard techniques as previously described (1 i, 17) . Briefly, spleen ceils from the test animal, fractionated over nylon wool to enrich for T cells (18) , were used as effector cells in the CML assay. Target cells were either 3-d-old phytohemagglutinin (PHA)-induced blast cells or 4-d-old concanavalin A (Con A)-induced blast cells labelled with 400/~Ci of ~Cr. Maximum, and spontaneous ~lCr release were obtained by adding 0.1 ml 1 N HCI or 0.1 ml of complete medium, respectively, to wells containing 104 target cells. Percent specific ~TCr release was calculated according to the following formula: % specific 5~Cr release --(cpm experimental -cpm spontaneous) x 100/(cpm maximum -cpm spontaneous). Effector/target ratios, in most instances, for these assays, were 100:1.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 126,
                    "text": "(1 i, 17)",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Natural Killer (NK) Cell Assays. NK assays in the test rats were performed as previously described (19) . Briefly, ceils from a murine tumor cell line (YAC), were labelled with ~tCr and served as targets for assessment of NK cell activity. The assay was performed in a fashion comparable to the CML assay described above.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Monoclonal Antibodies (mAb). Murine mAb directed against rat lymphocyte determinants were purchased from Sera Labs (Accurate Chemical and Scientific Corp., Westbury NY). The specific mAb (from ascites fluid) used in our studies consisted of W3/13 HLK (panspecific for rat T lymphocytes), W3/25 (specific for rat T helper cells), OX8 (identifies the rat non-T helper cetl subset), OX4 (specific for a common determinant of class II histocompatibility antigens in the rat), and OX18 (reacting with a common class I rat histocompatibility determinant).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Cell Separation by Panning. Nylon wool-nonadherent spleen cells from the test animals were separated into lymphocyte subsets by panning, as previously described (20). Briefly, 10 7 lymphocytes, incubated (1 h at 4°C) with 0.2 ml of a 1:10 dilution (in phosphatebuffered saline [PBS]), were placed in petri dishes coated with affinity-purified goat antimouse IgG (Tago Inc., Burlingame CA), the plates were lightly centrifuged (200 g for 2 min) and incubated for 1 h at 4°C. The nonadherent fraction was aspirated, plates carefully washed with PBS, and the adherent fraction eluted by vigorous aspiration with a 10% solution of normal mouse serum or control ascites fluid. This fractionation procedure routinely achieved >90% purity of the selected cell population.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "10 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Statistical Analysis. Results from the in vitro assays were analyzed for statistical significance by the student's t test. Association of syngeneic GVHD with in vitro parameters of cellular immune reactivity were performed by x 2 analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Initial studies were undertaken to determine whether rats wtih the syngeneic GVHD syndrome had cytotoxic T lymphocyte activity against self (Lewis) and/ or other rat strains (ACI, BN) not sharing major histocompatibility complex antigens with the Lewis strain of rat. The animals were tested at various intervals after cessation of CsA therapy, and biopsies were taken for histological assessment ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Transplonl Recipients Transplon| Recipients With Syngenelc GVHD Without Syngenelc GVHD FIGURE 1. Nylon wool-nonadherent spleen cells from CsA-treated syngeneic marrow recipients with or without the GVHD-like syndrome, and from control, non-CsA-treated syngeneic marrow recipients were assessed for their ability to lyse Lewis, ACI, and BN, PHA or Con A blast cells labelled with 5]Cr. Effector/target ratio was 100:1. Data represent averaged (,~ _ SE) activity of animals from five separate experiments tested 5-44 d after cessation of CsA therapy. of GVHD. Fig. 1 summarizes the cytotoxic activity for all CsA-treated syngeneic transplant recipients with GVHD (documented by histology), CsA-treated syngeneic transplant recipients without any evidence of GVHD, and control (not CsA-treated) syngeneic transplant recipients. The data illustrate that nylon woolnonadherent spleen cells from CsA-treated syngeneic transplant recipients with syngeneic GVHD were capable of mediating significant lysis of Lewis, ACI, and BN target cells. In contrast, CsA-treated syngeneic transplant recipients without the GVHD-Iike syndrome, or the syngeneic transplant recipients that received only the control diluent were not capable of mounting significant lysis of these target cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 558,
                    "end": 564,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "CsA Treated Syngenelc CsA Treated Syngeneic Control Syngeneic Transpionl Reclplenls"
        },
        {
            "text": "Rats receiving syngeneic marrow transplants and treated with either the control diluent or CsA were followed for cytotoxic T cell activity at various intervals after cessation of CsA therapy. Results are presented in Fig. 2 . Within the first 8 d after withdrawal of CsA therapy, 5 of 10 animals exhibited cytotoxic T cell activity. Of the five animals who showed cytotoxic T cell activity, two animals had evidence of clinically significant syngeneic GVHD, as manifested by erythroderma of the ears, and dermatitis. The diagnosis was confirmed histologically. The remaining three animals had histological evidence of syngeneic GVHD. No evidence of the syngeneic GVHD syndrome was present in the five animals that did not exhibit spleen cell-mediated lysis of the test target cells. Among animals tested 14-28 d after cessation of CsA therapy, 15 of 19 animals had demonstrated this cytotoxic activity against Lewis, ACI, and BN blast cells. 12 of the 15 animals had clinical and histological evidence of syngeneic GVHD, the remaining 3 had minimal GVHD-like histological changes. Of the 4 of 19 animals that did not demonstrate any significant spleen cell-mediated cytotoxic activity, two showed no histological evidence of syngeneic GVHD, while the remaining two had histological evidence compatible with mild GVHD. The spleens from these two animals were very fibrotic, with limited cell recovery. In the animals that were tested 32-44 d after CsA therapy was stopped, five of eight animals exhibited cytotoxic T cell activity and also showed histological evidence of syngeneic GVHD. Of the remaining three animals, which did not exhibit significant cytotoxic activity, only one showed histological evidence of syngeneic GVHD. In all, 28 of 37 animals treated with CsA following a syngeneic marrow transplant exhibited clinical and/or histologic evidence of the syngeneic GVHD-iike syndrome. Of the 28 animals with this syndrome, 25 demonstrated cytotoxic activity to Lewis, ACI, and/or BN target cells. The remaining nine CsA-treated syngeneic marrow recipients, without the syndrome, did not have this activity. The presence of the cytotoxic activity was significantly (P < 0.001) associated with the incidence of the GVHD-Iike syndrome. Spleen cell-mediated cytotoxic activity from nontransplanted animals that had been treated wtih CsA, and nontransplanted animals treated with the control diluent was assessed. The regimen of CsA or control diluent therapy was identical to that for the syngeneic marrow recipients. Table I demonstrates that the nylon wool-nonadherent spleen cells from these two groups were not capable of mediating significant lysis of ACI, Lewis, or BN target cells. Table II summarizes the results of NK activity for the four experimental groups. NK activity in animals receiving syngeneic transplants and treated with CsA was significantly (P <0.01) elevated compared to the syngeneic marrow transplant recipient not treated with CsA. Animals that received syngeneic marrow transplants, were treated with CsA, and later exhibited histological evidence of syngeneic GVH D had no significantly different N K activity compared to animals that received the same treatments, but showed no histological signs of GVHD. In comparison, nontransplanted animals that received either the control diluent or CsA had levels of NK activity comparable to the control non-CsA-treated syngeneic marrow recipients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 223,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2524,
                    "end": 2531,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2695,
                    "end": 2703,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CsA Treated Syngenelc CsA Treated Syngeneic Control Syngeneic Transpionl Reclplenls"
        },
        {
            "text": "Identification of the Effector Cell Mediating Lysis. We attempted to identify the effector cell which mediated the lysis of the ACI and Lewis target cells. Fig. 3 shows the results of a representative experiment in which nylon wool-nonadherent spleen cells, from a CsA-treated syngeneic marrow transplant recipient exhibiting clinical evidence of syngeneic GVHD, were fractionated into distinct subpopulations, as recognized by mAb for rat T lymphocyte subsets. The results demonstrate that depletion of the T cell subset with the pan-T mAb W3/13 Normal Lewis rats were treated with CsA or the control diluent (15 mg/kg/d for 40 d). Spleen cells from these animals were harvested 14-21 d after withdrawal of CsA therapy, and passed over nylon wool. The nonadherent spleen cells were tested for their ability to lyse 5~Cr-labelled ACI, Lewis, or BN blast cells at an effector/target ratio of 100:1. * Mean percent specific 5~Cr release -+SE. removed the spleen ceil-mediated cytotoxic activity against ACI and Lewis target cells. The majority of the activity was recovered in the adherent fraction. In contrast, panning of the nylon wool-nonadherent spleen cells with the W3/25 (which identifies rat helper T cells) did not result in a significant decrease of activity, but rather, resulted in a slight enhancement of cytotoxic activity against ACI and Lewis target cells. Cells from the adherent fraction from this panning procedure did not mediate significant lysis of either target cell. In contrast, removal of the OX8 ÷ cells (OX8 represents the rat non-helper T cell subset) resulted in a significant reduction of cytotoxic activity against both ACI and Lewis target cells. The cytotoxic activity was recovered in the adherent fraction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 162,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "CsA Treated Syngenelc CsA Treated Syngeneic Control Syngeneic Transpionl Reclplenls"
        },
        {
            "text": "In two other experiments, identical results were observed, with the minor exception that there was incomplete (~50%) recovery of cytotoxic T cell activity in the adherent fraction of cells panned with the W3/13 pan-T mAb. It seems likely that the cells were coated with the mAb, and that this interferred with lysis, suggesting close association with the antigen receptor. This hypothesis was further supported by the observation that addition of the pan-T mAb, but not the OX8 or W3/25 antibodies, to the CML assay resulted in significant inhibition of lysis. This appeared to be directed at the effector cell, since preincubation of targets with the pan-T mAb did not result in inhibition of lysis (see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CsA Treated Syngenelc CsA Treated Syngeneic Control Syngeneic Transpionl Reclplenls"
        },
        {
            "text": "were being recognized by the effector cells in animals exhibiting syngeneic GVHD. Table III summarizes the results of a representative experiment in which ACI and Lewis target cells were preincubated with a variety of mAb before being used as targets in a CML assay using effector cells from an animal with syngeneic GVHD syndrome. The results revealed that preincubation of Lewis and ACI target cells with the OX4 anti-Ia common determinant mAb resulted in significant reduction of lysis of the Lewis target cells. Preincubation of either the ACI or Lewis target cells with normal mouse serum, pan-T (W3/13) mAb or the anti-class I (OX18) antibody did not result in significant reduction of lysis. In three other experiments, identical results were observed with an average of 80% (+ 10% SE) reduction of lysis when the target cells were pretreated with Lewis and ACI blast cells labelled with 51Cr were incubated with normal mouse serum or mAb (0.1 ml of a 1:10 dilution per 106 cells) for 1 h at 4°C. The cells were washed twice in cold RPMI 1640 prior to use as targets in the CML assay. Nylon wool nonadberent spleens from an animal with the syngeneic GVHD syndrome were used as effector cells. Effector]target ratio was 75:1. * Percent specific SlCr release. * NT, not tested. the OX4 mAb. Spleen cells (nylon wool-nonadherent) from control transplanted animals tested against the mAb-pretreated targets did not result in significant lysis, apparently excluding Fc-mediated lysis. Treatment of YAC tumor cells with these antibodies did not reduce NK-specific lysis (data not shown). To confirm the presence of class II MHC antigens on activated rat T lymphocytes, cells were stained with anti-class II antibody, counterstained with fluoresceinated goat anti-mouse IgG, and analyzed on the fluorescence-activated cell sorter. Results showed that after PHA and Con A stimulation, ~30-40% of the rat T ]ymphoblasts express class II antigens.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Identification of the Target Antigen. We wished to determine what antigens"
        },
        {
            "text": "Activation of Anti-la-reactive Cells? The data presented above demonstrate that splenic T cells of rats with syngeneic GVHD were capable of lysing blast cells from several strains of rats. Lysis was mediated by a T cell with the OX8 phenotype, not expressing the W3/25 antigen, and it appeared to recognize Ia or class II determinants. To determine whether lysis was mediated by one cell recognizing multiple specificities and/or a shared determinant, or whether there was polyclonal activation of anti-Ia-reactive lymphocytes, a series of cold targetinhibition studies was undertaken. Fig. 4 gives the results of a representative experiment in which both ACI and Lewis cold targets (blast cells) were added at various concentrations to lytic assays using either ACI-or Lewis-labelled targets. The results demonstate that the ACI and Lewis cold targets were equally effective at inhibiting lysis when added to the CML assay with the labelled Lewis targets. Comparable findings were observed in that cold ACI and Lewis targets were equally effective at inhibiting the lysis of labelled ACI target cells. In a series of three other experiments, comparable results were observed, with no significant difference between cold ACI or Lewis target cells in their ability to inhibit lysis Hot'Cold Torget Ratio F]CURE 4. Cold target inhibition studies were performed using untabelled ACI and/or Lewis PHA blast cells. The cold targets were added in graded quantities to CML assays using either S~Cr-labelled ACI or Lewis blast cells. Nylon wool-nonadherent spleen cells from a CsAtreated syngeneic marrow transplant recipient with the GVHD-Iike syndrome were used as effector cells. Effector/target ratio was 100:1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 586,
                    "end": 592,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Is Lysis Mediated by One Cell With Multiple Specificities, or Is There Polyclonal"
        },
        {
            "text": "either of Lewis or ACI labelled target cells (labelled Lewis target cells/cold ACI targets at 1 : 1 and 1:5 ratios, 35.2 \"4-7.8 and 52.3 -+ 6.4% inhibition, respectively [~ _+SE]; labelled Lewis targets/cold Lewis targets at 1:1 and 1:5 ratios, 30.2 + 6.9 and 57.1 _+ 8.4% inhibition, respectively; labelled ACI targets/cold Lewis targets at 1:1 and 1:5 ratios, 22.9 \"4-7.7 and 43.1 _+ 9.2% inhibition, respectively; labelled ACI targets/cold ACI targets at 1:1 and 1:5 ratios, 25.8 + 4.9 and 47.6 + 8.0% inhibition, respectively). In a few experiments, BN target cells were also used as cold target-inhibitors and were found to be equally as inhibitory as cold ACI or Lewis targets. Comparatively, YAC tumor cells added as cold targetinhibitors were ineffective. These results support the hypothesis that there is one cell capable of recognizing both ACI and Lewis cold targets. If there was polyclonal activation ofanti-la-reactive ceils, with each clone recognizing distinct specificities, the cold target-inhibition studies would have revealed a significant difference between the ability of cold ACI and Lewis targets to mediate inhibition of lysis of the labelled targets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A AC! =Cr Loblelled Tarcjels"
        },
        {
            "text": "Our studies confirm the observations of Glazier et al. (15) that CsA treatment of rats receiving syngeneic marrow transplants result in the consistent development of a syndrome indistinguishable from GVHD, a syndrome which may be a generalized autoimmune phenomena. The target organs in syngeneic GVHD, as well as the histologic damage seen is comparable to GVHD following ailogeneic bone marrow transplantation (15, 21) .",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The existence of syngeneic GVHD provides compelling evidence that histocompatibility differences are not absolute requirements for the development of this syndrome. One hypothesis to account for the development of syngeneic GVHD is a failure of the immune system to discriminate self from nonself, resulting in the generation of autoreactive ceils. However, the presence of autoreactivity may be a normal process that is regulated, but under the circumstances of syngeneic marrow transplantation and subsequent CsA immunosuppression, the regulatory process may be altered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of our studies demonstrate that the development of cytotoxic T cells recognizing self class II or Ia histocompatibility antigens is associated with the development of this syngeneic GVHD-like syndrome. A perplexing observation is that the effector cells associated with the syngeneic GVHD are capable of lysing blast cells from several strains of rats in an apparently unrestricted fashion. The strains used here do not share class II antigens, but have distinct atlotypes with respect to both class I and class II histocompatibility antigens. Two hypotheses can be formulated to account for our results; the polyclonal activation of class II-reactive cells, including autoreactive cells; or the development of a cytotoxic effector cell with apparent multiple specificity (to \"private\" antigenic epitopes?). Cold target-inhibition studies support the latter hypothesis, since both ACI and Lewis cold targets were equally effective at inhibiting the lysis of either ACI or Lewis labelled target cells, although crossreactivity within the rat class II determinants cannot be totally excluded. Another hypothesis is that the effector cell is recognizing a common determinant (\"public\" epitope) of a class II (or related) antigen shared by many strains of rats. This hypothesis has some merit, since crossreactivity among the rat major histocompatibility antigens has been reported, including antigenic similarity of the B chain of class II molecules from independent rat haplotypes (22). However, the splenic T lymphocytes from rats with the syngeneic GVHD-iike syndrome, in the majority of instances, mediated equivalent levels of lysis regardless of the target cell used (ACI, BN, or Lewis). If crossreactivity was solely responsible for our results, it would seem likely that there would be differences in the ability of the effector cells to lyse the different targets. Further studies are needed to clarify this issue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The effector cell in our studies was shown to be a T lymphocyte of the OX8 phenotype, a marker for non-T helper cells in the rat. This data is compatible with the observations of Glazier et al. (15, 21) , and Cheney and Sprent (23) , who demonstrated that the syngeneic GVHD-like syndrome could be adoptively transferred into irradiated syngeneic recipients. Although there was a highly significant association of syngeneic GVHD with the development of anti-Iaspecific cytotoxic T cells, it remains unknown whether these cells are the mediators of this syndrome or require other interacting T cell-subsets. Studies are currently underway to adoptively transfer syngeneic GVHD by transferring cell populations enriched for this killer T cell. In the studies of Cheney and Sprent (23) using a murine model of CsA-induced syngeneic GVHD, a striking decrease in overall thymic Ia expression was observed, compared to control transplanted animals. The results of our studies could explain their findings, in that the anti-Ia cytotoxic T cells eliminated the cells bearing the class II antigens. It may also be, that in syngeneic GVHD, reduced thymic Ia expression resulted in a failure of T lymphocyte maturation, with the subsequent induction of Ia° specific cytotoxic T cells.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "21)",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mechanism by which CsA leads to syngeneic GVHD and allows for the development of polycional or self-anti-Ia-reactive T cells remains unknown. The integrity of thymic tissue appears to be a critical factor. The importance of the thymus in the induction of syngeneic GVHD is supported by the results of Glazier et ai. (15, 21) . Despite comparable CsA therapy, syngeneic GVHD could not be induced if the thymus was shielded during irradiation. This is in contrast to the consistent development of GVHD seen in CsA-treated rats given total body irradiation without shielding the thymus. The development of syngeneic GVHD is not limited to CsA-treated animals, since Van Bekkum and DeVries (24) described the development of syndromes similar to syngeneic and autologous GVHD in neonatally thymectomized animals, and in animals that received additional irradiation to the thymus. Further studies implying a role for thymic integrity in the induction of syngeneic GVHD are those in which nontransplanted, nonirradiated animals treated with CsA do not develop the syndrome, and anti-Ia cytotoxic T cells cannot be found. This is in spite of the fact that CsA treatment of both transplanted and nontransplanted animals leads to remarkable thymic changes, with rapid depletion of medullary lymphocytes (21). It is tempting to speculate that CsA alters the educational process, or accentuates a maturational failure of T lymphocytes in the irradiated thymus that allows the development of polyclonal or self-anti-Ia-reactive cells. Whether radiation damage to the thymus, or depletion of normal thymocytes, in combination with CsA therapy leads directly to development of the polyclonal or self-class II-reactive cytotoxic T cells and the development of syngeneic GVHD remains unknown. It remains possible that generation of class II-reactive cytotoxic T cells is a normal part of the ongoing differentiation in the thymus, controlled by intrathymic regulatory events, and that CsA abates this regulatory influence. The syngeneic GVHD syndrome would only appear after radiation damage to the thymus or depletion of normal thymocytes, including a regulatory subset that controls the generation of autoreactive cells. The regulatory influence of the host has been shown (15, 21) . Adoptive transfer of normal syngeneic spleen cells with spleen cells from animals suffering from syngeneic GVHD into irradiated Lewis recipients did not prevent the development of syngeneic GVHD. However, transfer of spleen cells from animals with syngeneic GVHD into normal, unirradiated recipients apparently prevented the development of this syndrome, implicating some facet of host regulation that remains unidentified.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "21)",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2262,
                    "end": 2266,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2267,
                    "end": 2270,
                    "text": "21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Lethally irradiated rats reconstituted with syngeneic bone marrow and treated with cyclosporine (CsA) for 40 d develop a graft-vs.-host disease-like syndrome (GVHD) after CsA therapy. We attempted to assess the development of autoreactivity in these animals. Results revealed that a majority of the animals with syngeneic GVHD develop autocytotoxic T lymphocytes of the OX8 phenotype. In addition to reactivity with self, these cells were capable of lysing appropriate target cells from a variety of different rat strains. The target antigens appeared to be class II major histocompatibility antigens, because lysis could be effectively blocked by an anti-Ia monoclonal antibody. Cold target inhibition studies indicated that one effector cell was capable of lysing various target cells, and provided evidence against a polyclonal activation of multiple anti-Ia-reactive cells. These results suggested that the anti-class II autoreactive cell associated with syngeneic GVHD either recognizes a common class II determinant (\"public\" epitope) shared by multiple strains of rats, or was polyspecific with respect to \"private\" class II determinants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Biological effects of Cyclosporin A: a new antilymphocyte agent",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Borel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feurer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gabler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stahelin",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Agents Actions",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparative study of in vitro and in vivo drug effects on cellmediated cytotoxicity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Borel",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Immunology",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effects of the new antilymphocyte peptide cyclosporin A in animals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Borel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Feurer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Magnee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stahelin",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Immunology",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mode of action of cyclosporin A: a new immunosuppressive agent",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J G"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Calne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Plumb",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Transplant. Proc",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Extensive prolongation of rabbit kidney allografts after short-term cyclosporin A treatment",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Allison",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prolonged survival of pig orthotopic heart grafts treated wtih cyclosporin A",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Calne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J G"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Herbertson",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Use of cyclosporin A in allogeneic bone marrow transplantation in the rat",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "E"
                    ],
                    "last": "Beschorner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Allison",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Nature (Lond.)",
            "volume": "280",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effect of Cyclosporin A on human lymphocyte responses in vitro. I. CsA allows for the expression of alloantigen activated suppressor cells while preferentially inhibiting the induction of cytolytic effector lymphocytes in MLR",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. lmmunol",
            "volume": "124",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mechanism of cardiac allograft prolongation by Cyclosporin A",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hutchinson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Shodur",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duarte",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "Iii",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Strom",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Tilney",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Tranplant. Proc",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effect of cyclosporin A on human lymphocyte responses in vitro. II. Induction of specific alloantigen unresponsiveness mediated by a nylon wool adherent suppressor cell",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Immunol",
            "volume": "126",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effect of cyclosporin A on human lymphocyte responses in vitro. IV. Production of T cell stimulatory growth factors and development of responsiveness to these growth factors in CsA-treated primary MLR cultures",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Pu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. lmmunol",
            "volume": "128",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cyclosporin A mediates immunosuppression of primary cytotoxic T cell responses by impairing release of interleukin 1 and interleukin 2",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bunjes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hardt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rollinghoff",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Eur. J. Immunol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Suppressive effects of cyclosporin A on the induction of alloreactivity in vitro and in vivo",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Heacock",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hutchinson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Tilney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mannick",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J, lmmunol",
            "volume": "127",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Graft-versus-host disease in cyclosporin A-treated rats after syngeneic and autologous bone marrow reconstitution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Glazier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Exp. Med",
            "volume": "158",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sequential morphology of graft-versus-host disease in the rat radiation chimera",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Beschorner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Clin. Immunol. Immunopathol",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Macrophages suppress CTL generation in rat mixed leukocyte cultures",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Fitch",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Immunol",
            "volume": "119",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A rapid method for the isolation of functional thymus-derived murine lymphocytes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Julius",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Herzenberg",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Eur. J. Immunol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Natural killer (NK) cell activity in the rat. 1. Isolation and characterization of the effector cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Timonen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Herberman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. lmmunol",
            "volume": "127",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Activation of human T lymphocyte subsets: Helper and suppressor/cytotoxic T cells recognize and respond to distinct histocompatibility antigens",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Engleman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Benike",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Grumet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Immunol",
            "volume": "127",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Studies on the immunobiology of syngeneic and autologous graft-versus-host disease in cyclosporine treated rats",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Glazier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Transplant. Proc",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Similarity of RT 1DB chains from independent rat haplotypes",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Butcher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Transplant. Proc",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Unexpected effects of cyclosporin A on thymic and T cell differentiation in irradiated bone marrow reconstituted mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cheney",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sprent",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Transplant. Proc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Radiation chimeras",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Bekkum",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Devries",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "277",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Frequency ofsyngeneic marrow-transplanted animals demonstrating spleen cellmediated lytic activity (against Lewis, ACI, and BN target cells) at various intervals after CsA therapy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Nylon wool-nonadherent spleen cells (10 T cells/ml) from an animal with the syngeneic GVHD syndrome were fractionated into specific lymphocyte subsets by panning. The adherent and nonadherent fractions (adjusted to the original initial volume) were tested for their ability to lyse ~lCr-labelled ACI and Lewis target cells.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Spleen Cell-mediated Cytotoxic Activity of Control Diluent-or CsAtreated, Nontransplanted Animals",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "NK Cell Activity of Control and Syngeneic Marrow-transplantedLewis Rats",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Effect of Preincubation of Target Cells with mAb",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to acknowledge the excellent secretarial assistance of Ms. Carolyn Webster in the preparation of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}