{
    "paper_id": "663f66630b5b3b7914dcbcaed555d5865da925dd",
    "metadata": {
        "title": "Original Article Clinical Microbiology External Quality Assessment of MERS-CoV Molecular Diagnostics During the 2015 Korean Outbreak",
        "authors": [
            {
                "first": "Moon-Woo",
                "middle": [],
                "last": "Seong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Seung",
                "middle": [
                    "Jun"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sung",
                "middle": [
                    "Im"
                ],
                "last": "Cho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kyungphil",
                "middle": [],
                "last": "Ko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "T"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mi-Na",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Heungsub",
                "middle": [],
                "last": "Sung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jae-Seok",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ji",
                "middle": [
                    "Soo"
                ],
                "last": "Ahn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Byung",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Taek",
                "middle": [
                    "Soo"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eui",
                "middle": [
                    "Chong"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sung",
                "middle": [
                    "Sup"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The largest outbreak of Middle East respiratory syndrome coronavirus (MERS-CoV) infection outside Middle East Asia in 2015 has necessitated the rapid expansion of laboratories that conduct MERS-CoV molecular testing in Korea, together with external quality assessment (EQA) to evaluate the assays used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: The EQA program consisted of two phases; self-validation and blind assessment. For the first EQA phase, in vitro transcribed upstream region of the envelope gene (upE) and the open reading frame (ORF)1a RNAs were used at a concentration of 1,000 copies/μL. The test panel for the second EQA phase consisted of RNA extracts from three samples, which were obtained from two MERS-CoV positive patients and one MERS-CoV negative patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: The first EQA phase results for 46 participants showed a linear relationship between the threshold cycle (CT) values of RNA materials and the logarithmic concentrations for both upE and ORF1a gene targets (R 2 = 0.73 and 0.75, respectively). The mean CT value for each concentration was different depending on which commercial kit was used for the assay. Among the three commonly used kits, PowerChek MERS Real-Time PCR kit (KogeneBiotech, Korea) showed the lowest CT values at all concentrations of upE and most concentrations of ORF1a. The second EQA phase results for 47 participants were 100% correct for all tested samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: This EQA survey demonstrates that the MERS-CoV molecular testing performed in Korea during the 2015 outbreak is of robust capability. However, careful establishment and validation of a cut-off value are recommended to ensure good analytical sensitivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV) is a novel human pathogen associated with severe respiratory illness and was first detected in Saudi Arabia in 2012 [1, 2] . The confirmatory MERS-CoV test recommended by WHO is based on the real-time reverse transcriptase-PCR (rRT-PCR) of two different targets-an upstream region of the envelope gene (upE; the firstline screening) and a region within the open reading frame (ORF)1a-plus sequencing of the nucleocapsid (N) gene or the RNA-dependent RNA polymerase (RdRP) gene for confirmation [3] [4] [5] .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 176,
                    "end": 178,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The first case of MERS-CoV infection in Korea was identified recently, in a 68-yr-old man who had travelled to the Middle East two weeks prior to his diagnosis [6] . Subsequently, 185 Koreans were infected during a four-week period through contact in hospital or in the household environment [7] . This was the largest outbreak of MERS-CoV infections outside Middle East Asia, and necessitated the rapid expansion of laboratories to conduct MERS-CoV testing in a short period, as well as the use of assays that had not been approved for diagnostic purposes. Therefore, an urgent external quality assessment (EQA) was proposed in order to assess the quality of the assays used.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here, we report our experience in EQA carried out during this MERS-CoV outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Owing to the rapid introduction of molecular diagnostics for MERS-CoV, the EQA program consisted of two phases. In the first phase, the participants performed a self-validation of their methods using known concentrations of distributed viral material; in the second phase, the participants performed a blind assessment using unknown concentrations of the distributed viral material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Information regarding the MERS-CoV EQA was sent to all institutional members of the Korean Society of Laboratory Medicine. Applications were received via the Korean Society of Laboratory Medicine and the Korean Hospital Association. In total, the number of laboratories that participated in the two phases of this EQA from June 12 2015 to July 10 2015 was 51 and 53, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "For the first EQA phase, in vitro transcribed upE and ORF1a RNAs, provided by the University of Bonn Medical Center, Germany, were used at a concentration of 1,000 copies/μL. The test panel for the second EQA phase consisted of RNA extracts from three samples (Sample A, B, and C), two from MERS-CoV-positive patients (representing high positive and low positive levels), and one from a patient who was MERS-CoV-negative. All materials were assayed by using a rRT-PCR test for MERS-CoV RNA as previously described [3, 4] . Briefly, a 25-μL reaction was prepared with 5 μL of RNA, 1 μL of each primer, 0.5 μL of probe, 1 μL of enzyme mix, and 12.5 μL of 2 × RT-PCR buffer. Reverse transcription was done at 55°C for 20 min, and PCR cycling conditions were 94°C for 3 min followed by 45 cycles of 94°C for 15 sec, 58°C for 30 sec. The EQA samples were shipped frozen on dry ice by a specialist courier. The following information was collected from the participants: assay kit and platform used, cut-off CT value, and the results for each material.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 517,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 518,
                    "end": 520,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Specimen preparation"
        },
        {
            "text": "Comparisons of threshold cycle (CT) values between assay kits or platforms were performed by using the Mann-Whitney test using MedCalc software package v12.2.1.0 (MedCalc Software, Ostend, Belgium). P values < 0.05 were considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The first EQA materials were distributed to 51 laboratories and 46 results were returned (78.4% response rate), and the second EQA materials were distributed to 53 laboratories and 47 results were returned (88.6% response rate). Most of the participants used commercial rRT-PCR kits; of these, PowerChek MERS Real-Time PCR kit (KogeneBiotech, Daejon, Korea) was the most common, followed by DiaPlexQ MERS Virus Detection kit (SolGent, Seoul, Korea), and AccuPower MERS-CoV Real-Time RT-PCR kit (Bioneer, Daejon, Korea) (Tables 1 and 2) . Only two participants in the first phase and one participant in the second phase of EQA used in-house rRT-PCR methods. All participants reported both upE and ORF1a results in a semiquantitative manner (CT value). Different cut-off values were employed, depending on the kit used: 39, 35, and 38 for Accu-Power, PowerChek, and DiaPlexQ, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 519,
                    "end": 535,
                    "text": "(Tables 1 and 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In the first phase of EQA, the participants performed a self-validation of their own protocols. The 46 participating laboratories used various concentrations, such as 1,000, 100, 10, and 1 copies/μL. Of these, we excluded validation results at 2 × 10 2 copies/μL for convenience of interpretation, and thus used only 43 self-validation results in the final analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first EQA phase"
        },
        {
            "text": "The results of first phase EQA are summarized in Table 1 ever, in the case of ORF1a, it was significant only at 1,000 and 100 copies/μL but not at 10 copies/μL (P = 0.0007, 0.0263, and 1.0000, respectively).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 56,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The first EQA phase"
        },
        {
            "text": "The CT values of RNAs had a linear relationship with the logarithmic concentrations for both upE and ORF1a in a boxplot ( Fig. 1 ) (R 2 = 0.73 and 0.75, respectively). A linear relationship was also observed for the two common commercial kits, Pow-erChek and DiaPlexQ: R 2 = 0.83 and 0.91 for upE; R 2 = 0.86 and 0.71 for ORF1a, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 128,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The first EQA phase"
        },
        {
            "text": "Among the results obtained using the PowerChek kit, CT values from the ABI 7500 system (Applied Biosystems, Forster City, CA, USA) showed a tendency to be lower than those from BioRad CFX96 (Bio-Rad, Carlsbad, CA, USA), across concentrations, but were not statistically significant (Table 3 ). In addition, the CT values of upE were mostly lower than those of ORF1a, but these were also not statistically significant (Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 290,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 417,
                    "end": 425,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "The first EQA phase"
        },
        {
            "text": "In the second phase EQA, panel results for 47 participants were 100% correct for all three samples tested ( Table 2 ). The difference in mean CT values between commercial kits in the second EQA phase was similar to that for the first EQA phase. The Pow-erChek kit showed the lowest CT values for upE and ORF1a, and these differences were statistically significant except for ORF1a in sample A (Sample A: P < 0.0001 and P = 0.0527 for upE and ORF1a, respectively; sample B: P < 0.0001 and P = 0.0486 for upE and ORF1a, respectively). We analyzed the effect of real-time platform on the study results. Among the results obtained using the PowerChek kit, CT values from the ABI 7500 system were found to be lower than those from BioRad CFX96 in the two MERS-CoV-positive samples (Table 3 ). These differences were statistically significant except for ORF1a in sample B.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 776,
                    "end": 784,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "The second EQA phase"
        },
        {
            "text": "The CT values of upE were also found to be lower than those of ORF1a in the two MERS-CoV-positive samples in the second EQA phase, but were not statistically significant (P = 0.1742 and 0.1552, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The second EQA phase"
        },
        {
            "text": "Recently, an international EQA of molecular diagnostics for MERS-CoV was conducted across 106 laboratories from six continents; this is the only published report on EQA of MERS-CoV testing [8] . To the best of our knowledge, this study is the first EQA of MERS-CoV testing conducted in an affected region during an outbreak worldwide. The Korean outbreak of 2015 was the largest outbreak of MERS-CoV infection outside Middle East Asia, which demanded a rapid expansion of MERS-CoV testing laboratories. Unapproved commercial kits for in vitro diagnostic use were introduced to clinical laboratories without formal validation as a diagnostic test, which raised an issue of their quality. In this study, more than 46 laboratories participated in EQA over two phases and showed overall good results. Nevertheless, our EQA scheme has some limitations. First, this scheme could not reflect important practical steps, such as sample preparation or nucleic acid extraction, because both in vitro transcribed RNA and extracted RNA were used for EQA. Second, for the first phase, the analytical validation was set by using the participants' own dilution scheme and there was no limitation on repeating the tests to obtain the final results. Therefore, not all laboratories provided results for all of the concentrations analyzed in this study, and some positive results for the lower concentrations could be from various test repeats. This means that the results from this EQA phase may be not suitable for inter-laboratory comparison. Third, the second phase assessment comprised only three samples, including one each of strong positive and weak positive, but did not include diverse concentrations especially on the lower end of the analytical sensitivity of rRT-PCR. Lastly, other coronaviruses, such as HCoV-NL63 or HCoV-229E, were not included in the assessment of the analytical specificity of the diagnostic assays.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this survey, most participants used commercial rRT-PCR kits. Our results showed that significantly different CT values could be produced depending on the kit used. Though these kits are for semi-quantitative purposes and a difference in CT values does not correlate with differences in analytical sensitivity, a large difference in the CT values for the same material may influence the analytical sensitivity of the kit. Therefore, cut-off values should be carefully validated for each method in order to have optimal sensitivity for the detection of MERS-CoV in clinical settings. In addition, our study demonstrates that CT values might be different depending on the platform used for performing real-time PCR, even when using the same commercial kit. Therefore, the platform as well as the kit should be considered when establishing or validating the cut-off value of a kit. It is known that the analytical sensitivity of MERS-CoV RT-PCR depends on the target gene tested; the ORF1a assay has a lower sensitivity compared with the upE assay [3] . In this survey, all participants reported both upE and ORF1a results. Both assays gave comparable results, and no significant difference between them was observed.",
            "cite_spans": [
                {
                    "start": 1047,
                    "end": 1050,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, this EQA survey demonstrates that MERS-CoV molecular testing carried out in Korea during the 2015 outbreak was based on robust methods. However, careful establishment and validation of the cut-off value is recommended to ensure analytical sensitivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Graaf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauber",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "MBio",
            "volume": "3",
            "issn": "",
            "pages": "473--485",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1834",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bleicker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eschbach-Bludau",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Assays for laboratory confirmation of novel human coronavirus (hCoV-EMC) infections",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Costabel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Timm",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Binger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Testing for Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Korean Society of Infectious Diseases; Korean Society for Healthcareassociated Infection Control and Prevention. An unexpected outbreak of Middle East respiratory syndrome coronavirus infection in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Infect Chemother",
            "volume": "47",
            "issn": "",
            "pages": "120--122",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "First international external quality assessment of molecular diagnostics for Mers-CoV",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Pas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Virol",
            "volume": "69",
            "issn": "",
            "pages": "81--86",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Boxplot of threshold cycle (CT) values of external quality assessment (EQA) materials by target genes. The central line shows the median and the box covers the interquartile range. The four clusters for the upE gene and ORF1a gene represent 1,000, 100, 10, and 1 copies/μL, respectively. Each cluster denotes results from all methods, PowerChek kit (KogeneBiotech), and DiaPlexQ kit (Solgent), respectively, from left to right.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". The mean CT value for each concentration was different, depending on the commercial kit. Among the three commonly used kits, PowerChek showed the lowest CT values for all concentrations of upE and for most concentrations of ORF1a. The difference in CT values between PowerChek and non-PowerChek kits was significant for upE at concentrations ranging from 1,000 to 10 copies/μL (P = 0.0003, 0.0002, and 0.0393, respectively). Howwww.annlabmed.org http://dx.doi.org/10.3343/alm.2016.36.3.230",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of results from the first phase of EQA",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary of results from the second phase of EQA *This includes laboratory-developed test, MERS-CoV Detection kit (Nanobiosys, Seoul, Korea) and ModularDx kit MERS-CoV (TIB MOLBIOL, Berlin, Germany). Abbreviations: EQA, external quality assessment; CT, threshold cycle.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Comparison of CT values between two real-time PCR platforms using PowerChek kit *The comparison of CT values between the two groups was performed by using the Mann-Whitney test because sample sizes of some groups were small. Abbrviations: EQA, external quality assessment; CT, threshold cycle; NS, not significant. www.annlabmed.org http://dx.doi.org/10.3343/alm.2016.36.3.230",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all participating laboratories for their effort and contribution in maintaining good laboratory practice in MERS-CoV testing. We also thank Dr. Christian Drosten from the Institute of Virology, University of Bonn, Germany for providing in vitro transcribed RNAs of MERS-CoV genes. This research was supported by funding from the Korea Centers of Disease Control and Prevention (Korea NIH 2015-P48001-00).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "No potential conflicts of interest relevant to this article were reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' Disclosures of Potential Conflicts of Interests"
        }
    ]
}