{
    "paper_id": "66b67940ae16f657fd93fad230081d20d98c55f7",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Minjin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanbing",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhiyong",
                "middle": [],
                "last": "Zong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zongan",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zixing",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ping",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Binwu",
                "middle": [],
                "last": "Ying",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": "binwuying@126.com"
            },
            {
                "first": "Weimin",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": "weiminli@163.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "In December 2019, several patients with pneumonia of an unknown cause were detected in Wuhan, China. On 7 January 2020, the causal organism was identified as a new coronavirus, later named as the 2019 novel coronavirus (2019-nCoV). Genome sequencing found the genetic sequence of 2019-nCoV homologous to that of severe acute respiratory syndrome-associated coronavirus. As of 29 January 2020, the virus had been diagnosed in more than 7000 patients in China and 77 patients in other countries. It is reported that both symptomatic and asymptomatic patients with 2019-nCoV can play a role in disease transmission via airborne and contact. This finding has caused a great concern about the prevention of illness spread. The clinical features of the infection are not specific and are often indistinguishable from those of other respiratory infections, making it difficult to diagnose. Given that the virus has a strong ability to spread between individuals, it is of top priority to identify potential or suspected patients as soon as possible-or the virus may cause a serious pandemic. Therefore, a precision medicine approach to managing this disease is urgently needed for detecting and controlling the spread of the virus. In this article, we present such an approach to managing 2019-nCoV-related pneumonia based on the unique traits of the virus recently revealed and on our experience with coronaviruses at West China Hospital in Chengdu, China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, several patients with pneumonia of unknown cause were identified in Wuhan, China. 1 The results of genome sequencing, released on 10 January 2020, showed that the pneumonia outbreak was related to a new coronavirus, named 2019 novel coronavirus (2019-nCoV), whose genetic sequence is homologous to that of the coronavirus causing severe acute respiratory syndrome (SARS). 2 Coronaviruses are enveloped with a positive-sense, single-stranded RNA genome and with a nucleocapsid. 3 Although the 2019-nCoV is a new coronavirus, it has characteristics common to other coronaviruses, such as sensitivity to heat (it can be inactivated after 30 minutes at 56 • C), diethyl ether, 75% ethanol, chlorine-containing disinfectants, peracetic acid, and chloroform. 4 Further genetic and amino acid sequencing of the S-protein of 2019-nCoV established that the receptorbinding domain of the S-protein binds to recipient cells and interacts strongly with human angiotensinconverting enzyme 2 (ACE2) receptor molecules. 2 This finding shows that the underlying pathogenesis of the virus is to infect the human respiratory epithelium through the S-protein-ACE2 binding pathway. The sequencing from isolated 2019-nCoV became available to the World Health Organization (WHO) on 12 January 2020, 5 and the genomic sequence substantially facilitated the development of real-time reverse transcription-PCR (RT-PCR) assays to detect the virus.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 390,
                    "end": 391,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 495,
                    "end": 496,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 771,
                    "end": 772,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1023,
                    "end": 1024,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1295,
                    "end": 1296,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "By 29 January 2020, the virus had infected more than 7000 people in China and had caused 170 deaths. 6 At the same time, the disease is gradually being spread to several other countries as the virus can be transmitted through air and contact. 4 Fortunately, at least 124 patients have been cured, according to a recent report of the National Health Commission of the People's Republic of China. 6 According to the research that examined the infectious patients in Wuhan Jinyintan Hospital, 7 typical clinical features included fever (98%, 40 of 41), cough (76%, 31 of 41), malaise (44%, 18 of 41), sputum production (28%, 11 of 39), and other less-common symptoms (headache, haemoptysis, diarrhoea, etc.). The median age of the infected patients was 47 years (interquartile range [IQR], 41.0-58.0), and the median time from onset to admission was 7 days (IQR, 4.0-8.0). Severely ill patients may have acute respiratory distress syndrome (ARDS), acute cardiac injury, secondary infection, septic shock, and acute kidney injury. Laboratory findings include lymphopenia, leucopenia, elevated concentrations of procalcitonin, serum amyloid A, D-dimer, and hypersensitive troponin and longer prothrombin times. 7 The 2019-nCoV epidemic is suspected to be highly similar to other highly threatening coronavirus diseases such as SARS and Middle Eastern respiratory syndrome (MERS), both intensely infectious diseases related to animals. 2, 3 Like with other epidemics, health systems need to respond quickly and accurately to control the spread of the virus. Here, we describe our understanding of the 2019-nCoV epidemic and our experience with other coronavirus-related diseases in West China Hospital. Based on this, we aim to establish a precision medicine approach to managing Wuhan coronavirus pneumonia, starting from accurate and rapid recognition of individuals infected by 2019-nCoV. It will facilitate decision-making by health care workers with necessary clinical information, laboratory detection, and imaging findings. The approach consists of the following four parts: screening, diagnosis, preventive control, and treatment of 2019-CoV pneumonia (Fig. 1) . Given our clinical experience in preventing and treating various viral pneumonia, including those caused by coronaviruses, we believe that such an approach would help in preventing further the spreading of 2019-nCoV.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 243,
                    "end": 244,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 395,
                    "end": 396,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1206,
                    "end": 1207,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1430,
                    "end": 1432,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1433,
                    "end": 1434,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 2154,
                    "end": 2162,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Background"
        },
        {
            "text": "In West China Hospital of Sichuan University at Chengdu, one of the top hospitals in China, we found that infections caused by human coronaviruses (HCoVs) have a seasonal pattern that varies among age groups (Fig. 2) . Winter and spring are associated with the highest incidence of coronavirus epidemics, which is consistent with the current epidemic of 2019-nCoV. In this sense, the particularities of 2019-nCoV incidence should not be overemphasized.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 216,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Experience with other coronaviral diseases"
        },
        {
            "text": "To date, seven strains of coronaviruses have been confirmed to infect humans: HCoV-229E, HCoV-OC43, SARS-CoV, HCoV-NL63, Human coronavirus HKU1, MERS-CoV, and 2019-nCoV. 1,3 Since HCoV-229 and HCoV-OC43 were identified in 1966 and 1967, respectively, 8, 9 the coronaviruses have been known to cause mild-to-severe respiratory disease. In the SARS-CoV epidemic in 2002 and 2003, more than 8000 people were infected and 916 died. 10 Subsequently, by 28 February 2018, 2066 confirmed cases were attributed to MERS-CoV while more than 720 deaths were reported. 10 Patients with SARS or MERS infections present with a spectrum of symptoms ranging from upper respiratory tract infection to ARDS, whereas other HCoVs cause severe lower respiratory tract infection, primarily in the elderly and neonates. 10 Currently, the most common diagnostic method of coronaviruses is molecular detection. 10 A precision medicine approach is crucial to quickly confirm the diagnosis with laboratory methods, control the spread of the virus, and better allocate hospital resources.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 253,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 254,
                    "end": 255,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 428,
                    "end": 430,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 557,
                    "end": 559,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 797,
                    "end": 799,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 886,
                    "end": 888,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Experience with other coronaviral diseases"
        },
        {
            "text": "Early identification of infected patients and timely medical intervention are key to preventing rapid spread of the virus. We attempt to adopt a strategy of screening Patients who meet any of these epidemiological criteria and who present with some of the above clinical manifestations should be quickly referred to designated hospitals for further examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision screening for 2019-nCoV pneumonia"
        },
        {
            "text": "The diagnosis of 2019-nCoV infection in the precision medicine approach involves both nucleic acid detection and chest computed tomography (CT) scan. The National Health Commission issued a guidance on 27 January 2020, to remind medical institutions of the importance of chest CT and pathogen detection in diagnosing the virus. 4 Thin-slice highresolution CT algorithms are strongly recommended for the scanning and reconstruction of CT images. The imaging findings from chest CT scans of 2019-nCoV patients are characteristics of viral pneumonia, including multiple patch shadows and interstitial changes with significant peripheral distribution (Fig. 3 ). At early stage they are mainly ground-glass opacities with air bronchogram sign, but may progress to become dense consolidation shadows in the later stage, or in severe cases. 4 Though suggestive to 2019-nCoV infection, these radiological features alone are not enough for diagnosis of 2019-nCoV pneumonia, since they are oftentimes very similar to those of other viral pneumonia.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 329,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 834,
                    "end": 835,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 647,
                    "end": 654,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Precision diagnosis of 2019-nCoV pneumonia"
        },
        {
            "text": "The WHO guidance recommends testing the nucleic acid of 2019-nCoV with RT-PCR. 11 Currently, the targeting regions of RT-PCR testing kits consist of open reading frames 1a or 1b (ORF1ab) and the envelope gene (E gene) or the nucleocapsid protein gene (N gene).",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Precision diagnosis of 2019-nCoV pneumonia"
        },
        {
            "text": "According to the Diagnosis and Treatment Scheme released by the National Health Commission, 4 and after testing and evaluating the efficacy of various viral nucleic acid detection diagnostic kits, we propose the following interpretations (Fig. 4) :",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 93,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 246,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Precision diagnosis of 2019-nCoV pneumonia"
        },
        {
            "text": "(i) The diagnosis is 'Confirmed' in patients with positive RT-PCR results for both ORF1ab and N gene/E gene amplification (Fig. 4a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Precision diagnosis of 2019-nCoV pneumonia"
        },
        {
            "text": "(ii) The diagnosis is 'Highly Suspected' in patients with an RT-PCR result positive for ORF1ab and negative for N gene/E gene. The analyses should be repeated with a different RT-PCR kit or replicated with a nucleic acid test kit based on a different methodology (Fig. 4b) or further genomic sequencing should determine whether the virus has a potential mutation. (iii) The diagnosis is 'Uncertain' when ORF1ab gene amplification is negative. In this case, regardless of the N gene/E gene result, a replicate test should be done with another kit, or the process of sampling and testing should be repeated (Fig. 4c) . (iv) The interpretations of 2019-nCoV RT-PCR results (Fig. 4d) : a positive nucleic acid test result includes a cycle threshold (Ct) value less than 35 and a standard S-shaped amplification curve of ORF1ab, N gene/E gene, and internal control (IC) on RT-PCR. A negative RT-PCR result is one with absence of amplification curve for ORF1ab and N gene/E gene and, at the same time, presence of an S-shaped amplification curve for IC (Fig. 4e) . When the Ct value is between 35 and 40, the result is a suspected positive and should be reviewed before a diagnosis is done.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 272,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 605,
                    "end": 614,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 670,
                    "end": 679,
                    "text": "(Fig. 4d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1047,
                    "end": 1056,
                    "text": "(Fig. 4e)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Precision diagnosis of 2019-nCoV pneumonia"
        },
        {
            "text": "Quality control of specimen collection is vital to the diagnostic procedure. Collection of appropriate specimens from suspected cases and their close contacts as early as possible is a cornerstone of RT-PCR testing. The WHO recommends sampling from the lower respiratory tract 12 that should meet the following standards:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision diagnosis of 2019-nCoV pneumonia"
        },
        {
            "text": "(i) Bronchoalveolar lavage fluid should be collected using a fiber bronchoscope by clinicians or respiratory therapists. After 100-300 mL of sterilized saline being injected into the bronchia, the liquid is collected by negative pressure (∼100 mm Hg) with sterile containers. The total volume (pooled aliquots) retrieved should be >5 mL and at least 30% of the instilled volume (Fig. 5a) . 13, 14 (ii) Sputum from deep in the lung collected in the morning in sterile containers is optimal for testing. Patients with a low sputum volume should be provided with aerosol inhalation using a 0.9% NaCl solution at 25 • C (Fig. 5b) . (iii) Laboratory experts should collect secretions from the palatine arch, pharynx, and tonsils with flocked swabs. Two or three swabs are required for accurate detection (Fig. 5c and d) 14 .",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 393,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 394,
                    "end": 396,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 815,
                    "end": 817,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 387,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 616,
                    "end": 625,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 799,
                    "end": 807,
                    "text": "(Fig. 5c",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Precision diagnosis of 2019-nCoV pneumonia"
        },
        {
            "text": "On 18 January 2020, after the admission of the suspected cases in West China Hospital, a multidisciplinary team was organized for patients with fevers of unknown cause. The team (also co-authors of this article) includes experts from the Department of Respiratory and Critical Care Medicine, Center of Infectious Diseases, Department of Emergency Medicine, Department of Critical Care Medicine, Department of Radiology, and Department of Laboratory Medicine. The multi-disciplinary team collects pulmonary specimens, performs RT-PCR testing, acquires CT scans, collectively discusses the data, and makes the diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision diagnosis of 2019-nCoV pneumonia"
        },
        {
            "text": "Standard nosocomial preventive control measures are in urgent need to block further spreading of the disease. The in-hospital preventive control measures should vary among patients, close contacts, and health care workers in precision medicine approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision prevention and control for 2019-nCoV pneumonia"
        },
        {
            "text": "The triage of patients by disease severity is the priority; patients should be triaged as soon as possible when they come to the clinic or hospital, depending on disease severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision prevention and control for 2019-nCoV pneumonia"
        },
        {
            "text": "The infection is defined as severe when a patient meets any of the criteria established by the Diagnosis and Treatment Scheme issued by the National Health Commission 4 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision prevention and control for 2019-nCoV pneumonia"
        },
        {
            "text": "(i) A respiration rate greater than 30 breaths per minute, dyspnea;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision prevention and control for 2019-nCoV pneumonia"
        },
        {
            "text": "(ii) A blood oxygen saturation of <93% in resting state; (iii) A PaO 2 :FiO 2 ratio (the ratio of arterial oxygen partial pressure to fractional inspired oxygen) of <300 mm Hg; (iv) Radiologic evidence of foci in multiple lobes or more than a 50% progression of lung inflammation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision prevention and control for 2019-nCoV pneumonia"
        },
        {
            "text": "The infection is defined as critical when any one of following is met: According to the Diagnosis and Treatment Scheme, timely isolation of suspected cases is essential. 4 Patients suspected of infection with 2019-nCoV should be examined only in an isolated area where health workers are protected by protective clothing with adequate protection level.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Precision prevention and control for 2019-nCoV pneumonia"
        },
        {
            "text": "Once the virus is detected, patients should be admitted to a negative-pressure isolation ward or to private rooms. Several researchers have found that confinement to an isolation ward can prevent the airborne spread of pathogens. 15 Patients with mild symptoms can be observed in separate isolation wards or during home quarantine if hospital beds are unavailable. However, all critically ill patients should be immediately admitted to isolation wards with environmental negative pressure equipment and medical protection.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Precision prevention and control for 2019-nCoV pneumonia"
        },
        {
            "text": "Health care workers should be given appropriate equipment, including respirators (NIOSH-certified N95, EU FFP2, or higher-level protection), eye protection (goggles or a face shield), and clean, long-sleeved gown and gloves. 12 Equipment should be thoroughly disinfected between patients, and health workers should wash their hands for at least 20 seconds after patient contact. Occupational exposures in workplace should be immediately reported to the infection control unit at the hospital, and the exposed doctor or nurse should be quarantined in the hospital.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 227,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Precision prevention and control for 2019-nCoV pneumonia"
        },
        {
            "text": "People in close contact with patients or with those suspected of 2019-nCoV infection should be examined immediately if they experience respiratory symptoms, such as fever, or related symptoms. Even if their test result is negative, they should be temporarily isolated at home for 14 days after the last contact with confirmed patients-since 14 days is the disease maximum incubation period. 16 The National Health Commission also recommends that members of the public should wash their hands with soap and water for at least 20 seconds and, when going outside, wear a medical face mask and cover their nose and mouth with a tissue, arm, or hand when coughing or sneezing.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 393,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Precision prevention and control for 2019-nCoV pneumonia"
        },
        {
            "text": "Ideally, infected patients should be treated with a customized treatment plan. However, currently, no specific antiviral therapies are available for 2019-nCoV. The National Health Commission recommends the following treatment for infected individuals. 8 (i) General treatment recommendations:",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 253,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Precision treatment for 2019-nCoV pneumonia"
        },
        {
            "text": "(a) Bed rest, supporting treatment, and monitoring vital signs; (b) Routine laboratory tests for blood and urine, C-reactive protein, serum biochemical indexes, and coagulation function; (c) Antiviral therapies with atomized inhalation of αinterferon and lopinavir or ritonavir in suitable patients; (d) Avoid inappropriate and blind administration of antibiotics, especially broad-spectrum antibiotics. However, in patients with sepsis, antimicrobial treatment should be provided within 1 hour of the onset of sepsis; (e) Other treatments: oxygen should be given to patients with a low blood oxygen saturation and avoid the longterm use of corticosteroids for treating viral pneumonia or ARDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision treatment for 2019-nCoV pneumonia"
        },
        {
            "text": "(ii) Treatment recommendations for patients in severe or critical conditions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision treatment for 2019-nCoV pneumonia"
        },
        {
            "text": "(a) General treatment principles: treatment according to the symptoms and the underlying disease (diabetes, hypertension, etc.); preventing secondary infections and complications of the infection; (b) Respiratory support:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision treatment for 2019-nCoV pneumonia"
        },
        {
            "text": "• Noninvasive ventilation for 2 hours first, withdrawn gradually when the patient shows better signs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision treatment for 2019-nCoV pneumonia"
        },
        {
            "text": "• Invasive ventilation should be used if the symptoms worsen or the patient shows intolerant of noninvasive ventilation, increased airway secretions, excessive coughing, or hemodynamic instability. • Prone position ventilation; lung recruitment maneuver or extracorporeal membrane oxygenation should be adopted if needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision treatment for 2019-nCoV pneumonia"
        },
        {
            "text": "(c) Circulation support: promoting microcirculation with vasoactive agents to replace fluids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision treatment for 2019-nCoV pneumonia"
        },
        {
            "text": "In the 17 years since the SARS outbreak, the response to emerging epidemics has greatly improved in China. As compared to the 2 months spent before the first report of SARS case in Foshan Guangdong Province in 2002, 17, 18 the 2019-nCoV infection was reported to the WHO China Office on 31 December 2019, less than 1 month after the first few sporadic cases. 19 Although many questions, such as detailed pathogenic characteristics, remain unanswered, from what we know about other coronavirus infections, the behavior of 2019-nCoV is not unusual. To reduce the incidence of infection as well as prevent nosocomial infections, we have been working to establish a precision medicine approach for screening, diagnostic, in-hospital preventive control, and treatment for individual patients. With this approach, West China Hospital identified 14 infected patients immediately, each of whom was treated according to the approach developed by the multi-disciplinary medical team. By the time this paper was published, one patient was clinically cured (negative nucleic acid test result for throat swab), while other patients' vital signs remained stable. Since then, the precautionary measures for prevention, control, and quarantine have been implemented and no cases of human-to-human transmission or infection of the medical staff have happened in our hospital.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 220,
                    "end": 222,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 359,
                    "end": 361,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci China Life Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11427-020-1637-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Origin and evolution of pathogenic coronaviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Rev Microbiol",
            "volume": "17",
            "issn": "",
            "pages": "181--92",
            "other_ids": {
                "DOI": [
                    "10.1038/s41579-018-0118-9"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "National Health Commission of the People's Republic of China. State Administration of Traditional Medicine of China. The Diagnosis and Treatment Scheme of 2019 Novel Coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emergencies preparedness, response. Novel Coronavirus-China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "National Health Commission of the People's Republic of China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The morphology of three previously uncharacterized human respiratory viruses that grow in organ culture",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J Gen Virol",
            "volume": "1",
            "issn": "",
            "pages": "175--183",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-1-2-175"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A new virus isolated from the human respiratory tract",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hamre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Procknow",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Proc Soc Exp Biol Med",
            "volume": "121",
            "issn": "",
            "pages": "190--193",
            "other_ids": {
                "DOI": [
                    "10.3181/00379727-121-30734"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SARS and other coronaviruses as causes of pneumonia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Respirology",
            "volume": "23",
            "issn": "",
            "pages": "130--137",
            "other_ids": {
                "DOI": [
                    "10.1111/resp.13196"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical Management of Severe Acute Respiratory Infection when Novel Coronavirus (nCoV) Infection is Suspected. Interim Guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Laboratory Testing for 2019 Novel Coronavirus (2019-nCoV) in Suspected Human Cases. Interim Guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An official American Thoracic Society clinical practice guideline: the clinical utility of bronchoalveolar lavage cellular analysis in interstitial lung disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Raghu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Baughman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "185",
            "issn": "",
            "pages": "1004--1018",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201202-0320ST"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Atlas of Human Anatomy. Section 2 Head and Neck: Plate 65, Plate 77; Section 4 Thorax: Plate BP 44",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Netter",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "SARS: Hospital infection control and admission strategies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "P"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Respirology",
            "volume": "8",
            "issn": "",
            "pages": "41--46",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1440-1843.2003.00523.x"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "National Health Commission of the People's Republic of China, State Administration of Traditional Medicine of China. The Management Scheme of Suspected Exposure and Close Contact of Novel Coronavirus Pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The first case of severe acute respiratory syndrome in Foshan. (Article in Chinese)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Zhonghua Jie He He Hu Xi Za Zhi",
            "volume": "26",
            "issn": "",
            "pages": "598--601",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Centers for Disease Control of Guangdong Province, The First People's Hospital of Foshan, The People's Hospital of Heyuan)",
            "authors": [],
            "year": 2003,
            "venue": "General Hospital of Guangzhou Military Region",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Response: Pneumonia of Unknown Cause-China 2020",
            "authors": [],
            "year": 2020,
            "venue": "World Health Organization. Emergencies Preparedness",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Screening, diagnostic, in-hospital control and prevention, and treatment options for patients infected with 2019-nCoV. patients for 2019-nCoV early after the admission. Currently, diagnosis is based on epidemiological associations, clinical manifestations, laboratory findings, and radiological characteristics.4 Both WHO and The National Health Commission have issued definitions of suspected cases.4 ,11    (i) Patients must meet any one of the four epidemiological criteria:(a) A history of travel or residency in Wuhan, Hubei Province, China or other epidemic areas, since December 2019; (b) Close contact with a person who has traveled to Wuhan or other epidemic areas since December 2019 or presented with respiratory symptoms in the 14 days before the onset of signs and symptoms, or close contact with a patient confirmed to have the 2019-nCoV virus; (c) A health worker without enough protection but took care of patients who have the earlier-mentioned conditions; (d) An individual case in a cluster outbreak of the infection. (ii) Patients must present with the following clinical manifestations within 10 days of likely exposure: (a) A history of fever or a high temperature; (b) A dry cough or sore throat; (c) Malaise; (d) Shortness of breath.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The seasonal prevalence of common HCoVs in Western China, May 2016 to June 2019, at West China Hospital in Chengdu, China.Blue columns: the total number of patients; orange columns: patients older than 60 years old; gray columns: children and adolescents younger than 16 years old. The positive rate is calculated as the number of patients with coronaviral pneumonia in each age group divided by the number of patients with any viral pneumonia in the group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Typical CT images of 2019-nCoV pneumonia. (a) Low-dose high-resolution lung CT images from a 65-year-old man showing bilateral multiple lobar and segmental areas of ground-glass opacity, combined with interlobular septal thickening, on Day 8 after symptom onset. These are typical CT findings of severe cases. (b) A low-dose high-resolution lung CT image from a 34-year-old man showing patchy ground-glass opacity only in the anterior basal segment of right lower lobe on Day 3 after symptom onset. This is typical for mild cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The interpretation criteria of 2019-nCoV nucleic acid test results. RT-PCR was used to detect 2019-nCoV. (a) A positive result of RT-PCR: a standard 'S'-shaped curve for the amplification curves of ORF1ab, N gene, and internal standard control (IC) and a Ct (cycle threshold) value of less than 35. (b) A multiple PCR combined with capillary electrophoresis fragment analysis positive result of 2019-nCoV. (c) An uncertain result: a standard 'S'-shaped curve and Ct value of less than 35 for IC, no amplification curve of ORF1ab with unrecognizable Ct value, but a standard amplification curve and Ct value of more than 35 of N gene. When an uncertain result occurs, the test should be done again or done by a different method detection. (d) The interpretations of 2019-nCoV RT-PCR results: only when the f luorescent amplification of ORF1ab, N gene/E gene, and IC are all simultaneously positive can the result be reported as 2019-nCoV detection positive. (e) A negative result: standard 'S'-shaped curve and Ct value of less than 35 for IC, but no amplification curve for ORF1ab and N gene with their Ct value unrecognizable.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Standardized procedures for collecting clinical samples for 2019-nCoV testing. (a) Bronchoalveolar lavage f luid collection. (b) The optimal sputum specimen is acquired from deep in the lung in the morning and is kept in a sterile container. (c) Technique for swabbing the throat. (d) Technique for swabbing the nose. (Panels a, c, and d are adapted from Netter, Frank H. Atlas of Human Anatomy. Section 2 Head and Neck: Plate 65, Plate 77; Section 4 Thorax: Plate BP 44. Philadelphia (USA): Elsevier, Copyright © 2018) 14 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Respiratory failure and the need for mechanical ventilation; (ii) Shock; (iii) Multiple organ failure and admission to the intensive care unit.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This article was supported by the National Key Development Plan for Precision Medicine Research (2017YFC0910004).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}