{
    "paper_id": "674e4b0b5ce420b596a783bf0d9d7fccc5a76403",
    "metadata": {
        "title": "From the Ministry of Health",
        "authors": [
            {
                "first": "Abdullah",
                "middle": [
                    "A Bin"
                ],
                "last": "Shalhoub",
                "suffix": "",
                "affiliation": {},
                "email": "alshalhoubabdullah@gmail.com"
            },
            {
                "first": "Anas",
                "middle": [
                    "A"
                ],
                "last": "Khan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yaser",
                "middle": [
                    "A"
                ],
                "last": "Alaska",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sbem",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To identify and describe the hospital disaster preparedness (HDP) in major private hospitals in Riyadh, Saudi Arabia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: This is an observational cross-sectional survey study performed in Riyadh city, Saudi Arabia between December 2015 and April 2016. Thirteen major private hospitals in Riyadh with more than 100 beds capacity were included in this investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The 13 hospitals had HDP plan and reported to have an HDP committee. In 12 (92.3%) hospitals, the HDP covered both internal and external disasters and HDP was available in every department of the hospital. There were agreements with other hospitals to accept patients during disasters in 9 facilities (69.2%) while 4 (30.8%) did not have such agreement. None of the hospitals conducted any unannounced exercises in previous year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Most of the weaknesses were apparent particularly in the education, training and monitoring of the hospital staff to the preparedness for disaster emergency occasion. Few hospitals had conducted an exercise with casualties, few had drilled evacuation of staff and patients in the last 12 months, and none had any unannounced exercise in the last year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "which emergency medical services resources, such as personnel and equipment, are overwhelmed by the number and severity of casualties. 1 During recent decades, major emergencies, crises, terrorist attacks, and disasters are becoming a possibility in any community including Saudi community. These emergency incidents are affecting many people and causing MCIs. This can disrupt the health sector programs and essential services in the community. 2 Many lives could be saved if the affected communities were better prepared, with an organized scalable response system and emergency plans. Riyadh is not an exception and might be vulnerable to different types of MCIs. Riyadh is the capital of Kingdom of Saudi Arabia and also its largest city with over 7 million populations that accounts for more than 22% of the population of the whole country. There are 11 governmental hospitals with more than 100 beds capacity in Riyadh. It is considered a strategic and economic requirement to make our hospitals and health facilities, including the private sector, prepared to emergency situations. 3 In Saudi Arabia most hospitals in Jeddah faced a critical situation in 2009 due to floods. This raised many questions in the Ministry of Health (MOH) and higher authorities about the preparedness of hospitals not in Jeddah area only, but also in the entire Kingdom. The role and importance of hospitals during disasters is essential to save as many lives as possible. 4 Emergency preparedness in the hospitals is a key success factor for any effective emergency and MCI management practices. In fact, hospitals play a significant role in health care infrastructure in a community. 5 Recently, Saudi Arabia has become a typical region for natural hazards (floods, storms, earthquake, Middle East Respiratory Syndrome (MERS), landslides, and so forth) and/or human-made hazards (fires, explosives, structural collapse, transportation event, and so forth) that markedly could affect a large number of people. The MOH realized that making hospitals and health facilities safe from disasters is an essential strategic and economic requirement. The failure of hospitals to face disasters and MCIs and save lives cost KSA too high as compared to the cost of making hospitals safe and well prepared to face MCI. 6 The aim of this work was to investigate the hospital disaster preparedness (HDP) in 13 major Riyadh private hospitals in case of MCIs. Although there are controversies on the difference between disasters and MCI, the present study focused on having many casualties as sudden casualties of trauma only in urban healthcare system. Since there are no Saudi national standards for disaster management, this study was carried out as a part of MOH supervising the private hospitals to assess the current situation. This research was carried out as part of Master of Public Health (MPH) requirements and sponsored by the MOH. This study endeavored to establish a better knowledge about the capabilities of private hospitals in Riyadh to respond to MCIs that might occur.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 136,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 446,
                    "end": 447,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1089,
                    "end": 1090,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1459,
                    "end": 1460,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1672,
                    "end": 1673,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2295,
                    "end": 2296,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Methods. The present research was an observational cross sectional study involving major private hospitals in Riyadh, Saudi Arabia. This study was conducted in Riyadh from December 2015 to April 2016. Thirteen private hospitals in Riyadh were included in this investigation. According to information from MOH, there were 15 major large private hospitals (more than 100 beds) in Riyadh. All of them were included, but 2 of them were excluded as it was new and not all specialties and operations were established yet, and there was a fire accident near the place at the time of data collection. The study was limited to hospitals with a capacity of 100 or more beds as such organizations were assumed to be more inclusive in their technical, administrative, and institutional structures and could have a role during disaster of MCIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The inclusion criteria were: Riyadh Private Hospitals more than 100 beds capacity, all the specialties Hospitals (covering all medical and surgical services), full operation, had emergency department and intensive care unit (ICU), and with in-patient pharmacy. The exclusion criteria were: hospitals less than 100 beds, and restricted specialty hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data was collected through a questionnaire with both open ended and closed questions through an interview with key informants in the hospital such as the hospital administrators, emergency managers and/ or a member of the hospital emergency preparedness and response committee. Data were recorded via taking notes during interviews and collected through semistructured interviews. Personal site visits and contact with subjects were used to approach the participants. All of the subjects who were approached agreed to participate in the study. The main researcher himself conducted the interviews and he was not a worker at any of the hospitals, and relationships between him and participants were not established before the interviews. All interviews were conducted in the offices of the participants while ensuring a private and secure environment. Interviews lasted for a minimum of 30 minutes and maximum for an hour. Data collection was ended after interviewing the hospital key informants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Interview questions were adopted from WHO toolkit for assessing health-system capacity for crisis management and hospital emergency response checklist. 7, 8 Questions were mainly related to preparedness of the hospital to MCI and the capacity of the hospital for surge in emergency events. The tool was modified for use reviewed by experts in the field, and a pilot study was conducted at King Saud University Medical City Emergency and Disaster Preparedness Committee, Riyadh, Saudi Arabia.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 155,
                    "end": 156,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Research The participants were assured that the name of the hospital, or the participants will not be declared and cannot be traced by any mean. They were reminded that there are no standards for disaster management were issued by the MOH, and appreciated that all activities in this regards are carried out by the hospital eager to improve and secure their operations and meet any international quality accreditation they chose. No negative implications of any mean were intended to the participating hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The data was analyzed using descriptive statistics and analyzed using Statistical Package for Social Science Software version 22.0 (SPSS Inc, Chicago, IL, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Results. The findings of the present research were based on the information obtained during interviews with the hospitals key informant that answered the open-ended and closed questions in the questionnaire and the disaster plan checklist prepared by the researcher.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Regarding the staff workers power, the total hospital physician ranged from 51 to 406 (140.6 ± 89.4), while the total number of nurses ranged from 167 to 950 (320 ± 210.9). The number of ambulances owned by the 13 hospitals ranged from 2 to 4 (2.9 ± 0.7). There was only one hospital of the thirteen had an on-site helipad. Two hospitals of the 13 have no blood bank and if they needed blood they had an agreement with another hospital to supply them; however, they did not know how long it will take to receive the blood from them. All of the 13 hospitals had fatalities management. All the hospitals have internal pharmacy. Eight (61.5%) have a stockpile of antidotes (for organophosphate and cyanide) maintained by the pharmacy. Most of the pharmacies (92.3%) monitored daily medication usage on a changing baseline ( Table 1) . Table 2 demonstrated that all the 13 hospitals had HDP plan and reported to have HDP committee. In 12 (92.3%) hospitals the HDP covered both internal and external disasters and HDP was available in every department of the hospital. The HDP in 11 hospitals (84.6%) was based on an \"all hazards\" approach. There were an agreements with other hospitals to accept patients during disasters in 9 facilities (69.2 %) while 4 (30.8%) did not have such agreement. All hospitals reported who was responsible of training and educating of the staff about the HDP to make the hospital staff familiarized with their roles during disasters. All hospitals had plan indicate the need for formal training of staff in emergency medicine. In only 2 (15.4%) hospitals the key informants said that it had conducted workshops to facilitate staff awareness and to make their staff receive orientation to HDP ( Table 3 ). All hospitals reported to do drills for the HDP, but when asked about their reference only 2 hospitals showed it. Moreover, none of the hospitals conducted any unannounced exercises in the last year. Moreover, only 2 (15.4%) of the studied Table 3 -Training and education about HDP in the studied hospitals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 821,
                    "end": 829,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 839,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1719,
                    "end": 1726,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1970,
                    "end": 1977,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Yes n (%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training and education"
        },
        {
            "text": "The plan indicate who is responsible of training and educating staff 13 (100) 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No n (%)"
        },
        {
            "text": "The plan show how hospital staff will be familiarized with their roles during disasters 13 (100) 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No n (%)"
        },
        {
            "text": "The plan indicate the need for formal training of staff in emergency medicine 13 (100) 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No n (%)"
        },
        {
            "text": "The hospitals had conducted exercise with casualties, and had drilled evacuation of staff and patients in the last 12 months (Table 4) . Two (15.4%) hospitals did exercise for the HDP in the last 3 months, 3 (23.1%) did it in the last 6 months, 2 hospitals (15.4%) did it in the last 9 months, and 6 (46.1%) did not perform any exercise to the HDP during the last 12 months ( Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "(Table 4)",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 383,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "No n (%)"
        },
        {
            "text": "Discussion. Despite that MCIs were rare in the last decades in Riyadh, it is essential that hospitals are prepared to disasters due to the possibility of an emergency event causing increase in MCI. The number of private hospitals is increasing in Riyadh and this prompted the researcher to study disaster preparedness at its large private hospitals. The present study used a HDP assessment toolkit to determine the knowledge, attitudes, and practices of the hospital managers at 13 major private hospitals in Riyadh regarding disaster and emergency preparedness in case of MCI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No n (%)"
        },
        {
            "text": "The present work showed that there was no single hospital of the studied ones faced an actual disaster, or MCIs since it were established, and so the emergency disaster plan (EDP) was not experienced until now. This study found that there was a plan for HDP in each of the 13 hospitals included in the study; however, certain components of the plan were deficient or missing in some hospitals. During the interview, it was noticed that many of the respondents did not believe that MCI's is expected in Riyadh and they only prepared the plan and make sure that it would be implemented. This was confirmed when it was noticed that exercises and drills for the HDP were not performed in most hospitals in the last year and may be ever. Hospitals need a well-documented and tested plan in order to respond effectively and efficiently to disasters. A disaster plan is not an aim by itself and having one does not mean that the hospital is prepared when MCI occurs. 9, 10 The results of the present work showed that most of the plans in the studied hospitals were set its disaster risk profile of the hospital and objective in relation to motor vehicle accidents and floods and is not adequately cover the \"all hazards\" process and \"whole health\" approach as recommended by the WHO. 11 The HDP might need to be reconstructed and reviewed in order to include response to internal disasters such as fire, collapse of hospital, flooding and external disasters such as terrorist attack, storms, earthquake, landslides, explosives, structural collapse, transportation event and so forth). 12 According to Adini et al 13 the national healthcare systems in a country were required to prepare an effective response model to manage emergencies due to MCIs. Planning for disaster preparedness should be envisioned as a process rather than a production of a solid plan. To guarantee proper emergency preparedness necessitates a structured methodology to put EDP. This plan will enable an objective assessment of the level of readiness to respond during MCIs.",
            "cite_spans": [
                {
                    "start": 960,
                    "end": 962,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 963,
                    "end": 965,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1277,
                    "end": 1279,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1578,
                    "end": 1580,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "No n (%)"
        },
        {
            "text": "Most of the studied hospitals were found to have weaknesses in terms of training and education, and monitoring and evaluation of EDP. There was weakness in the disaster preparedness in conducting no workshops and training to assist staff awareness and to make them receive orientation to the hospital EDP. The present results were in agreement with the study of Bajow and Alkhalil 14 that investigated the HDP in Jeddah area. They reported that hospitals in Jeddah area had tools and indicators in hospital preparedness, but with lack of training and management during disaster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No n (%)"
        },
        {
            "text": "Most of the key informants that have been interviewed from the private hospitals in Riyadh believed that Riyadh was less subjected to natural disasters as it had no history of natural disasters. However, they admitted of the possibility of man-made catastrophe, or terrorism attack as a cause of MCIs. One of the raised worry of the private hospitals' administrations was the cost and bills for management of victims from MCIs. They proposed that there should be a clear written agreement, or memorandum between MOH and private hospitals on the hospital bills for patients received during MCIs. Such agreement will protect the patients send to private hospitals during disasters from facing huge hospital bills and high fees in the private sector and will also keep the 6 Abosuliman et al 15 reported that the disaster preparedness in Saudi Arabia is a key success factor for any effective disaster management practices. The authors stressed on the top 5 areas for future attention: training of response teams, identification and coordination of the organizational responsibilities, community awareness, and preparedness. Their results showed that the disaster mitigation was found to be very important for the representatives of public authorities. They found that the population acknowledged the risk of natural and human-initiated disasters, and were generally responsive to disaster threats, but lacked communitybased organization. They concluded that continually training disaster responders with best practices and preparedness is paramount to successful disaster crisis prevention and management.",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 771,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 789,
                    "end": 791,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "No n (%)"
        },
        {
            "text": "The Saudi government represented in the MOH is the decisive ultimate authority in the management of health effects from emergency events such as MCIs as part of its overall responsibilities for the safety and security of the country. There is a need for financial framework for funding private hospital preparedness and mass casualty costs. In the present financial situation, the pay is directed only for the immediate costs of patients; however, there is a need for a means to pay also for the planning, education, standby supply, and training costs of preparedness. 16 The study was limited by the inadequate local literature. Few researches in KSA have been performed on the preparedness of the Governmental hospital and none were found about private hospitals up to the date of performing the study. Moreover, not all private hospitals in Riyadh were included in the study and no comparison with performed Governmental hospitals.",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 571,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "No n (%)"
        },
        {
            "text": "In conclusion, all of the hospitals had well prepared documents to prove that it was prepared to face the emergency event of MCIs. However, most of the weaknesses were apparent particularly in the education, training, and monitoring of the hospital staff to the preparedness for disaster emergency occasion. Most of the hospitals did not conduct workshops to facilitate staff awareness on the EDP. Few hospitals included disaster drills in their EDP or drills involving communication and coordination with other organizations in the region dealing with disasters. Further research is recommended to be carried out in order to investigate the knowledge, attitudes, and practices of the healthcare workers at these private hospitals regarding EDP and the hospital disaster preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No n (%)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Prehospital Emergency Care",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mistovich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Karren",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hafen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Implementing the hospital emergency incident command system: An integrated delivery system's experience",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Zane",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Prestipino",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prehosp Disaster Med",
            "volume": "19",
            "issn": "",
            "pages": "311--317",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Disasters and mass casualties: i. general principles of response and management",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Born",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "L"
                    ],
                    "last": "Ciraulo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Frykberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hirshberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Am Acad Orthop Surg",
            "volume": "15",
            "issn": "",
            "pages": "388--396",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effect of staff surge capacity on preparedness for a conventional mass casualty event",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Welzel",
                    "suffix": ""
                },
                {
                    "first": "K L",
                    "middle": [],
                    "last": "Koenig",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Visser",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "West J Emerg Med",
            "volume": "11",
            "issn": "",
            "pages": "189--196",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Assessing levels of hospital emergency preparedness",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Adini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zadok",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bar-Dayan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Prehosp Disaster Med",
            "volume": "21",
            "issn": "",
            "pages": "451--457",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization. International Strategy for Disaster Reduction and World Health Organization (WHO) 2008-2009 World Disaster Reduction Campaign. Hospitals safe from disasters, reduce risk, protect health facilities, save lives",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization. Hospital emergency response checklist. An all-hazards tool for hospital administrators and emergency managers",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Health Organization. Strengthening health-system emergency preparedness",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Health care facility and community strategies for patient care surge capacity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hanfling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Burstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Deatley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barbisch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Bogdan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Emerg Med",
            "volume": "44",
            "issn": "",
            "pages": "253--261",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Evacuation and sheltering of hospitals in emergencies: a review of international experience",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bagaria",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heggie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abrahams",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Prehosp Disaster Med",
            "volume": "24",
            "issn": "",
            "pages": "461--467",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hospital disaster preparedness in Los Angeles county",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Kaji",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acad Emerg Med",
            "volume": "13",
            "issn": "",
            "pages": "1198--1203",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The ABC's of disaster response",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Scand J Surg",
            "volume": "94",
            "issn": "",
            "pages": "259--266",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Factors that may influence the preparation of standards of procedures for dealing with mass-casualty incidents",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Adini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bar-Dayan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Prehosp Disaster Med",
            "volume": "22",
            "issn": "",
            "pages": "175--180",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evaluation and analysis of hospital disaster preparedness in Jeddah",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Bajow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Alkhalil",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Health",
            "volume": "6",
            "issn": "",
            "pages": "2668--2687",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Disaster preparedness and management in Saudi Arabia: An empirical investigation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Abosuliman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alam",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Behavioral, Educational, Economic and Management Engineering",
            "volume": "7",
            "issn": "",
            "pages": "1979--1983",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Disaster and Mass casualty management in a Hospital: How well are we prepared",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Postgrad Med",
            "volume": "52",
            "issn": "",
            "pages": "89--90",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ethics approval was obtained from the Institutional Review Board (IRB) at the College of Medicine, King Saud University, Saudi Arabia (Ref. No. Disclosure. Authors have no conflict of interests, and the work was not supported or funded by any drug company. Saudi Med J 2017; Vol. 38 (3) www.smj.org.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 2-Hospital disaster plan (HDP) in the studied hospitals. Current patient care capacity and total hospital staff in the studied hospitals.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Exercise and drills about HDP in the studied hospitals. The date of last exercise for HDP in the studied hospitals.Evaluation of disaster preparedness for MCI ... Bin Shalhoub et al Saudi Med J 2017; Vol. 38 (3) www.smj.org.sa rights of the private hospitals to receive back what it spent to treat patients from MCIs.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}