{
    "paper_id": "67c79979c388cfcad87bb12d0ea644699500d736",
    "metadata": {
        "title": "Guidance on the use of antiviral drugs for influenza in acute care facilities in Canada, 2014-2015",
        "authors": [
            {
                "first": "Grant",
                "middle": [],
                "last": "Stiver",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of British Columbia",
                    "location": {
                        "settlement": "Vancouver",
                        "country": "British Columbia"
                    }
                },
                "email": ""
            },
            {
                "first": "Gerald",
                "middle": [
                    "A"
                ],
                "last": "Evans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University",
                    "location": {
                        "settlement": "Kingston",
                        "region": "Ontario"
                    }
                },
                "email": ""
            },
            {
                "first": "Fred",
                "middle": [
                    "Y"
                ],
                "last": "Aoki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manitoba",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "Manitoba"
                    }
                },
                "email": ""
            },
            {
                "first": "Upton",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Allen",
                "middle": [],
                "last": "Mbbs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario"
                    }
                },
                "email": ""
            },
            {
                "first": "Michel",
                "middle": [],
                "last": "Laverdière",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hopital Maisonneuve-Rosemont",
                    "location": {
                        "settlement": "Montreal",
                        "region": "Quebec"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Clinical trials with the neuraminidase inhibitors (NIs) oseltamivir and zanamivir and and meta-analyses of oseltamivir therapy administered within 36 h to 48 h of symptom onset to low-risk outpatients with influenza (where placebo-controlled trials were ethically safe) have shown that overall, these agents shorten the duration of symptoms by 1 to 1.5 days (1) (2) (3) (4) . Systematic reviews of studies investigating the efficacy of NIs in treating mild to moderate influenza illness in outpatients have not adequately addressed the significantly greater benefit of NI treatment in very ill hospitalized patients, nor the greater benefit of earlier treatment after onset of symptoms (4) . Earlier therapy with oral oseltamivir administered within 12 h of symptom onset was shown to reduce symptoms by 3.6 days (5) . Inhaled zanamivir shortened the duration of major influenza symptoms by 3 days compared with placebo in individuals who were febrile at enrollment and received zanamivir within 30 h (3) . In low-risk outpatients, NI treatment of mild influenza illness may be considered but is optional (6) .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 361,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1001,
                    "end": 1004,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1105,
                    "end": 1108,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "B. Why the need for An uPdAte?"
        },
        {
            "text": "On the other hand, observational cohort-controlled studies of patients with severe influenza due to the H3N2 subtype and H1N1 pandemic subtype treated in hospital with oseltamivir clearly demonstrate reduction in mortality, and this benefit was still observed if oseltamivir was started up to 4 to 5 days after the onset of symptoms (7, 8) . The majority of these patients usually had pre-existing risk factors for severe influenza, but approximately 30% were healthy younger persons with no discernable risk factors.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 336,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 337,
                    "end": 339,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "B. Why the need for An uPdAte?"
        },
        {
            "text": "In the current 2014-2015 influenza season, A(H3N2) influenza has accounted for the majority of influenza cases documented by testing. In addition, a significant antigenic drift has occurred in the majority of H3N2 influenza strains obtained from ill patients, resulting in a clinically relevant mismatch between the predominant circulating H3N2 influenza virus and the H3N2 vaccine strain. The WHO Global Influenza Surveillance and Response System laboratories have tested >96,535 specimens: 23,421 were positive for influenza viruses, of which 22,129 (94.5%) were typed as influenza A and 1292 (5.5%) as influenza B. Of the subtyped influenza A viruses, 163 (1.7%) were influenza A (H1N1) pdm09, and 9211 (98.3%) were influenza A (H3N2) (9) .",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 741,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "B. Why the need for An uPdAte?"
        },
        {
            "text": "Although the vaccine may still provide partial protection, it is not expected to be optimal. Therefore, vaccinated individuals may present to acute care facilities with influenza-like illness (ILI) and require treatment with NI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Why the need for An uPdAte?"
        },
        {
            "text": "To date, the majority of the predominating H3N2 virus isolates of influenza are susceptible to oseltamivir and zanamivir. All isolates of H1N1 are oseltamivir-and zanamivir-susceptible. Almost all isolates of influenza B are also susceptible to oseltamivir and zanamivir.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Why the need for An uPdAte?"
        },
        {
            "text": "With ili to An Acute cAre fAcility?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "c. WhAt investigAtions Are required to diAgnose influenzA in A PAtient Presenting"
        },
        {
            "text": "During peaks of influenza activity in the community, a case definition in older children and adults of fever >38 °C with cough has a positive predictive value of 86% and a negative predictive value of 39.3% for influenza in patients attending an outpatient clinic (10) . Of course, these values vary depending on the prevalence of influenza in the community relative to other respiratory infections. In older patients with chronic obstructive pulmonary disease, who have been vaccinated for influenza, only the presence of fever >37.8° and myalgias correlated with influenza, but with a lower positive predictive value of 41% (11) . Other respiratory viruses, including but not limited to: respiratory syncytial virus (RSV), adenovirus, parainfluenza, rhinovirus, coronavirus or human metapneumovirus infection, may account for those with non-influenza infection. The use of influenza polymerase chain reaction (PCR) is preferred to direct fluorescent antigen detection (DFA) due to its greater sensitivity. A nasopharyngeal swab is preferred for influenza PCR testing, particularly if the patient requires hospital admission. If the patient is intubated, an endotracheal aspirate can be substituted for an NP swab. If an NP swab has been performed and is negative, and the patient is subsequently intubated, an Table 2 . Oseltamivir oral suspension may also be used by adult patients who cannot swallow a capsule. If oseltamivir oral suspension is not available, oseltamivir capsules may be opened and mixed with sweetened liquids such as regular or sugar-free chocolate syrup. For children old enough to safely swallow capsules, the 30 mg and 45 mg capsules can also be taken as outlined in Table 1 .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1312,
                    "end": 1319,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1693,
                    "end": 1700,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "c. WhAt investigAtions Are required to diAgnose influenzA in A PAtient Presenting"
        },
        {
            "text": "Patients with severe immunodeficiency, and very ill patients on ventilators may not improve and continue to shed influenza viruses for ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "c. WhAt investigAtions Are required to diAgnose influenzA in A PAtient Presenting"
        },
        {
            "text": "A detailed discussion of the appropriate antibiotic management of patients with suspected bacterial pneumonia is beyond the scope of this document. However, if a patient presents with an acute respiratory infection on a background of an influenza outbreak, and a chest radiograph demonstrates pulmonary infiltrates, primary influenza or secondary bacterial pneumonia, or both, are possibilities. Primary influenza pneumonia typically presents with severe shortness of breath and occurs within one to three days of initial symptom onset (12) . Clinicians should be aware that the presentation of a biphasic illness with reappearance of fever after defervesence from a typical influenza illness might represent a complicating secondary bacterial pneumonia. Bacterial pneumonia should be strongly suspected when a typical influenza illness is resolving, usually around the fifth day, and then there is a recurrence of fever and productive cough, often but not always with purulent sputum. In severely ill patients, appropriate antibiotics for community-acquired or nursing home-acquired pneumonia should be instituted immediately, as well as NI antiviral drug treatment, pending an etiologic diagnosis.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 540,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "e. is there Any role for the use of AntiBiotics in A PAtient With susPected influenzA?"
        },
        {
            "text": "A detailed discussion of the appropriate infection control measures for the management of patients with suspected influenza is beyond the scope of this document. However, the following measures are generally employed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "f. WhAt Are the APProPriAte infection control meAsures for A PAtient With susPected influenzA?"
        },
        {
            "text": "During an influenza outbreak, all individuals with ILI admitted to the emergency department or the hospital should be placed on Droplet and Contact precautions pending the results of testing on the NP swab. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient isolation"
        },
        {
            "text": "Post-exposure prophylaxis: Secondary cases of influenza in family members of an index case can be reduced by early institution of post-exposure prophylactic oseltamivir or zanamivir (16) . Hospitalized patients and HCW, regardless of their vaccine status, who have had unprotected close contact with a patient with ILI, may be offered either oseltamivir at a dose of 75 mg once daily or zanamivir inhalation, two puffs (10 mg) once daily for seven (oseltamivir) to 10 (zanamivir) days to reduce the chance of influenza illness. This is especially important this influenza season in the face of the vaccine mismatch. Post-exposure prophylaxis is less likely to be effective if started >48 h after the exposure. In high-risk patients, the use of postexposure prophylaxis, even >48 h, may be justified. In HCWs and lowrisk hospitalized patients identified >48 h after exposure, observation and early treatment if symptoms arise is the preferred strategy.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "h. WhAt is the role of AntivirAl ProPhylAxis for PAtients And hcWs?"
        },
        {
            "text": "Close observation and early treatment is recommended for individuals who choose not to receive post-exposure antiviral prophylaxis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "h. WhAt is the role of AntivirAl ProPhylAxis for PAtients And hcWs?"
        },
        {
            "text": "Pre-exposure prophylaxis with either oseltamivir or zanamivir for hospitalized patients or staff is not routinely recommended. This recommendation differs from that for residents and staff in long-term or chronic care facilities. Pre-exposure prophylaxis for patients may be considered in specific circumstances (eg, in high-risk semi-closed hospital units such as transplant units) when at least one laboratoryconfirmed case occurs on a hospital unit. The end of a unit outbreak is generally considered when no new cases of ILI have appeared for ≥7 days after the onset of the last case. Pre-exposure prophylaxis increases the risk of long-term use, and the development of resistance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pre-exposure prophylaxis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Efficacy and safety of oseltamivir in treatment of acute influenza: A randomized controlled trial",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lancet",
            "volume": "355",
            "issn": "",
            "pages": "1845--50",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The MIST (Management of influenza in the Southern Hemisphere Trialists) Study Group. Randomised trial of efficacy and safety of inhaled zanamivir in treatment of influenza A and B virus infections",
            "authors": [],
            "year": 1998,
            "venue": "Lancet",
            "volume": "352",
            "issn": "",
            "pages": "1877--81",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Efficacy and safety of the neuraminidase inhibitor zanamivir in the treatment of influenzaviris infections",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "Adme",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Treanor",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "New Engl J Med",
            "volume": "337",
            "issn": "",
            "pages": "874--80",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Oseltamivir for influenza in adults and children: Systematic review of clinical study reports and summary of regulatory comments",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Doshi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Onakpoya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Heneghan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Early administration of oral oseltamivir increases the benefits of influenza treatment",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Macleod",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paggiaro",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Antimicrob Ther",
            "volume": "51",
            "issn": "",
            "pages": "123--132",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The use of antiviral drugs for influenza: A foundation document for practitioners",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "D"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Stiver",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laverdière",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Can J Infect Did Med Microbiol",
            "volume": "24",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antiviral therapy and outcomes of influenza requiring hospitalization in Ontario",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Plevneshi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Canada. Clin Infect Dis",
            "volume": "45",
            "issn": "",
            "pages": "1568--75",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Treatment with neuraminidase inhibitors for critically ill patients with influenza (H1N1) pdmo9",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Louie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Acosta",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "55",
            "issn": "",
            "pages": "1198--1204",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Health Organization. Influenza update",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Predicting influenza infections during epidemics with the use of a clinical case definition",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maziade",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Infect Dis",
            "volume": "31",
            "issn": "",
            "pages": "1166--1175",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Recognizing influenza in older patients with chronic obstructive pulmonary disease who have received influenza vaccine",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Neuzil",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Z"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gorse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Nichol",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "169--74",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pneumonia and Hong Kong influenza: A prospective study of the 1968-1969 epidemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Bisno",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Epps",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Niell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Rytel",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Am J Med Sci",
            "volume": "261",
            "issn": "",
            "pages": "251--63",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Oseltamivir pharmacokinetics, dosing, and resistance among children aged <2 years with influenza",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Kimberlin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Acosta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Prichard",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "207",
            "issn": "",
            "pages": "709--729",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Centers for Disease Control and Prevention. Influenza Antiviral Medications: Summary for Clinicians",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Drug Approval Package. TAMIFLU (oseltamivir phosphate) 30, 45 and 75 mg capsules and TAMIFLU (oseltamivir phosphate) 6 mg/mL powder for oral suspension",
            "authors": [],
            "year": 2015,
            "venue": "US Food and Drug Administration",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Antiviral effects on influenza viral transmission and pathogenicity: Observation-based trials",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Epidemiol",
            "volume": "165",
            "issn": "",
            "pages": "212--233",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "AcKnoWledgements: The authors acknowledge the review and endorsement of the document by the Infectious Diseases and Immunization Committee of the Canadian Paediatric Society. disclosures: Dr Fred Y Aoki: Honoraria: Merck; Research: Biocryst Inc. Dr Upton D Allen: Research: Hoffmann La Roche Inc. Dr H Grant Stiver: Honoraria: Hoffman La Roche Inc; Advisory Board: Hoffman La Roche Inc. Dr Gerald A Evans: Research: Biocryst Inc. Dr Michel Laverdiere: None.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "If intravenous zanamivir is needed, it can be obtained by request to the Government of Canada Health Protection Branch, Special Access Program, Ottawa. (Web access at http:/www.hc.sc.ca/hpb-dgps/therapeut telephone 613-941-2108 (0830-1630 weekdays), 613-941-3061 (after hours and weekends), fax 613-941-3194). Inhaled zanamivir is not advised in a severely ill patient because the inhaled powder deposits chiefly in the upper airways. Zanamivir powder administered through ventilator circuits is contraindicated.The recommended dose of oral oseltamivir suspension for pediatric patients is shownTable 1, as are doses required for patients with renal impairment in",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Oseltamivir and zanamivir treatment of influenzaUpdated from: The use of antiviral drugs for influenza: A foundation document for practitioners(6) Oseltamivir is administered orally without regard to meals, although administration with meals may improve gastrointestinal tolerability. Oseltamivir is available in 30 mg, 45 mg, and 75 mg capsules, and as a powder for oral suspension that is reconstituted to provide a final concentration of either 6 mg/mL or 12 mg/mL. If the commercially manufactured oral suspension is not available, the capsules may be opened and the contents mixed with a sweetened liquid to mask the bitter taste or a suspension can be compounded by retail pharmacies (final concentration 15 mg/mL). When dispensing commercially manufactured Oseltamivir (TAMIFLU) Powder for Oral Suspension (6 mg/mL or 12 mg/mL), pharmacists should ensure the units of measure on the prescription instructions match the dosing device. 2. The above dosage provides oseltamivir exposure in children similar to that achieved by the approved dose of 75 mg orally twice daily for adults(13)(14)(15). It is strongly suggested that an infectious disease physician or clinical pharmacist be consulted in the case of premature infants for whom treatment with oseltamivir is being considered. The current weight-based dosing recommendations are not appropriate for premature infants as they might have slower clearance of oral oseltamivir because of immature renal function. The following dosing is recommendations from the CDC and the AAP[14] and is based on data from the National Institute of Allergy and Infectious Diseases Collaborative Antiviral Study Group using the infants' Zanamivir is administered by inhalation using a proprietary \"Diskhaler\" device distributed together with the medication. Zanamivir is a dry powder, not an aerosol, and should not be administered using nebulizers, ventilators, or other devices typically used for administering medications in aerosolized solutions. Zanamivir is not recommended for persons with chronic respiratory diseases such as asthma or chronic obstructive pulmonary disease that increase the risk of bronchospasm.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Recommended oseltamivir regimens for prevention and treatment of adult patients with renal impairment (Tamiflu ® Product Monograph, 2014) >30-60 mL/min 30 mg suspension twice daily OR 30 mg capsule twice daily 30 mg once daily 10-30 mL/min 30 mg once daily 30 mg on alternate days <10 mL/min (renal failure) Single 75 mg dose for the duration of illness No data Dialysis patients Low-flux HD: 30 mg after each dialysis session 30 mg after alternate dialysis sessions High-flux HD: 75 mg after each dialysis session No data CAPD dialysis: 30 mg once weekly 30 mg once weekly CRRT high-flux dialysis: 30 mg daily or 75 mg every second day No data The following dosing regimen has been suggested for children based on limited data: In children >1 year of age, after alternate hemodialysis (HD) sessions (7.5 mg for children weighing >15 kg: 10 mg for children weighing 16-23 kg; 15 mg for children weighing 24-40 kg, and 30 mg for children weighing > 40 kg). While this may provide a framework for guidance, it is strongly suggested that an infectious disease physician, a specialist in renal insufficiency or clinical pharmacist be consulted",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}