{
    "paper_id": "67db14be4e5b68f4d42496330429a1d86266a161",
    "metadata": {
        "title": "Anthropogenic factors and the risk of highly pathogenic avian influenza H5N1: prospects from a spatial-based model",
        "authors": [
            {
                "first": "Mathilde",
                "middle": [],
                "last": "Paul",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "INRA",
                    "location": {
                        "addrLine": "UR 346",
                        "postCode": "F-63122",
                        "settlement": "Saint-Genès-Champanelle",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Saraya",
                "middle": [],
                "last": "Tavornpanich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Abrial",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "INRA",
                    "location": {
                        "addrLine": "UR 346",
                        "postCode": "F-63122",
                        "settlement": "Saint-Genès-Champanelle",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Gasqui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "INRA",
                    "location": {
                        "addrLine": "UR 346",
                        "postCode": "F-63122",
                        "settlement": "Saint-Genès-Champanelle",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Myriam",
                "middle": [],
                "last": "Charras-Garrido",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "INRA",
                    "location": {
                        "addrLine": "UR 346",
                        "postCode": "F-63122",
                        "settlement": "Saint-Genès-Champanelle",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Weerapong",
                "middle": [],
                "last": "Thanapongtharm",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiangming",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oklahoma",
                    "location": {
                        "postCode": "73019",
                        "settlement": "Norman",
                        "region": "OK",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Marius",
                "middle": [],
                "last": "Gilbert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Francois",
                "middle": [],
                "last": "Roger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CIRAD",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Ducrot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "INRA",
                    "location": {
                        "addrLine": "UR 346",
                        "postCode": "F-63122",
                        "settlement": "Saint-Genès-Champanelle",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Beginning in 2003, highly pathogenic avian influenza (HPAI) H5N1 virus spread across Southeast Asia, causing unprecedented epidemics. Thailand was massively infected in 2004 and 2005 and continues today to experience sporadic outbreaks. While research findings suggest that the spread of HPAI H5N1 is influenced primarily by trade patterns, identifying the anthropogenic risk factors involved remains a challenge. In this study, we investigated which anthropogenic factors played a role in the risk of HPAI in Thailand using outbreak data from the ''second wave'' of the epidemic (3 July 2004 to 5 May 2005) in the country. We first performed a spatial analysis of the relative risk of HPAI H5N1 at the subdistrict level based on a hierarchical Bayesian model. We observed a strong spatial heterogeneity of the relative risk. We then tested a set of potential risk factors in a multivariable linear model. The results confirmed the role of freegrazing ducks and rice-cropping intensity but showed a weak association with fighting cock density. The results also revealed a set of anthropogenic factors significantly linked with the risk of HPAI. High risk was associated strongly with densely populated areas, short distances to a highway junction, and short distances to large cities. These findings highlight a new explanatory pattern for the risk of HPAI and indicate that, in addition to agro-environmental factors, anthropogenic factors play an important role in the spread of H5N1. To limit the spread of future outbreaks, efforts to control the movement of poultry products must be sustained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "avian influenza / epidemiology / poultry farming / spatial analysis / Thailand",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "(Received 23 July 2009; accepted 11 December 2009) Abstract -Beginning in 2003, highly pathogenic avian influenza (HPAI) H5N1 virus spread across Southeast Asia, causing unprecedented epidemics. Thailand was massively infected in 2004 and 2005 and continues today to experience sporadic outbreaks. While research findings suggest that the spread of HPAI H5N1 is influenced primarily by trade patterns, identifying the anthropogenic risk factors involved remains a challenge. In this study, we investigated which anthropogenic factors played a role in the risk of HPAI in Thailand using outbreak data from the ''second wave'' of the epidemic (3 July 2004 to 5 May 2005 in the country. We first performed a spatial analysis of the relative risk of HPAI H5N1 at the subdistrict level based on a hierarchical Bayesian model. We observed a strong spatial heterogeneity of the relative risk. We then tested a set of potential risk factors in a multivariable linear model. The results confirmed the role of freegrazing ducks and rice-cropping intensity but showed a weak association with fighting cock density. The results also revealed a set of anthropogenic factors significantly linked with the risk of HPAI. High risk was associated strongly with densely populated areas, short distances to a highway junction, and short distances to large cities. These findings highlight a new explanatory pattern for the risk of HPAI and indicate that, in addition to agro-environmental factors, anthropogenic factors play an important role in the spread of H5N1. To limit the spread of future outbreaks, efforts to control the movement of poultry products must be sustained.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 653,
                    "text": "(3 July 2004",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 667,
                    "text": "to 5 May 2005",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "avian influenza / epidemiology / poultry farming / spatial analysis / Thailand",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After emerging in southern China in the mid-1990s, the highly pathogenic avian influenza (HPAI) H5N1 virus spread across east and Southeast Asia, causing unprecedented epidemics in 2003-2004 [13] . As of 24 September 2009, the virus has caused 442 human cases, with 262 deaths worldwide 1 . Controlling the spread of H5N1 disease in poultry may contribute to the reduction of risk for humans [27] by preventing the emergence of a viral form with efficient human-to-human transmission capable of triggering a global pandemic [13] . Determining the factors involved in the spread of H5N1 in poultry and producing risk maps are critical to disease control as they would enable control measures to be targeted and surveillance in ''high-risk'' areas to be strengthened. The HPAI H5N1 virus is now well established in the poultry population in Asia, where the virus has been able to maintain itself and spread as well as periodically re-emerge. The main pathways that have been identified for the spread of H5N1 are the migration and trade of wild birds and the transport of poultry and poultry products [12] . However, the respective roles of these pathways at the global or national scale are still unclear [12, 18] . The persistence of HPAI H5N1 virus in Southeast Asia has been linked to a specific agro-ecosystem [9] that associates freegrazing ducks with rice cultivation. A separate study found that the risk of HPAI outbreaks was reduced in areas with agricultural activities other than rice farming [10] . Free-grazing ducks form a reservoir of HPAI H5N1 in Asia [29] and may contribute to the spread of the virus when they are moved among rice fields which also constitute a habitat for wild waterfowl [8] . In addition to free-grazing ducks, it is likely that backyard poultry raised in low biosecurity systems and fighting cocks are involved in the diffusion of the virus [8] ; however, their roles are still unclear. Research to date suggests that the spread of HPAI H5N1 is influenced primarily by human activities related to poultry production and poultry trading [18] , however, little is known about the underlying processes involved. Live poultry markets probably play a role in the maintenance of the virus in Asia [26, 28] and the movement of poultry within trade chains may have facilitated the spread of the HPAI H5N1 virus.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 287,
                    "end": 288,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1099,
                    "end": 1103,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1204,
                    "end": 1208,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1209,
                    "end": 1212,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1313,
                    "end": 1316,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1503,
                    "end": 1507,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1567,
                    "end": 1571,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1707,
                    "end": 1710,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1879,
                    "end": 1882,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2074,
                    "end": 2078,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2229,
                    "end": 2233,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2234,
                    "end": 2237,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In Southeast Asia, Thailand was affected by HPAI H5N1 early, with the first official report of poultry and human outbreaks on 23 January 2004. By the end of January 2004, 32 provinces throughout the north and several in the south experienced outbreaks in many types of poultry. The disease caused 17 human cases from January 2004 to June 2005 2 . The epidemic peaked during a ''second wave'' with 1 717 outbreaks in poultry. Beginning in early 2004, Thai authorities implemented a control strategy based on the prohibition of vaccination and the use of preemptive culling. Approximately 60 million poultry were culled during the first wave, with stamping-out measures applied inside a 5-km radius around an outbreak. From July 2004, culling was restricted to suspected farms or villages; 3 million poultry were destroyed during the second wave of outbreaks. The movement of poultry and poultry products was also restricted around infected areas and fighting cocks and free-grazing ducks were targeted by control measures. Apart from these control strategies, the Thai authorities strengthened the surveillance of HPAI. In addition to the passive surveillance system and routine laboratory surveillance, the Government implemented an intensive survey known as the ''X-ray campaign'' in October 2004 with 990 000 volunteers conducting door-to-door surveys [23] to check poultry in every house nationwide. From mid-2005, the number of outbreaks in poultry decreased substantially but the occurrence of poultry outbreaks in two provinces of Thailand in late 2008 indicates that the threat of HPAI in Thailand remains present.",
            "cite_spans": [
                {
                    "start": 1354,
                    "end": 1358,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The fact that surveillance was strengthened in response to the large HPAI epidemic makes Thailand a prime place to analyse which factors play an important role in the spread of the disease. A set of environmental risk factors was identified in Thailand [8] , but aside from the findings of Tiensin et al. [24] , little has been learned about anthropogenic risk factors in the country. Some aspects of the role of human activities in HPAI risk were recently reported from Vietnam [19] . The discovery of HPAI H5N1 in Thai poultry markets in 2006 and 2007 [2] suggests that the HPAI virus has continued to spread among poultry through trade activities despite the presence of control measures. Apart from the duck-rice agro-ecosystem which has been shown to be a source of infection, the role of humans in the spread of HPAI H5N1 has not yet been fully investigated. The risk of HPAI varies spatially according to the anthropogenic characteristics of the different geographical areas of interest, each characterized by a variety of human activities such as poultry farming practices, trade activities and market rules, land use and agro-ecosystems, and veterinary services structure and control. The objective of the present work was to study, through a spatial approach, the risk factors of HPAI H5N1 linked to human activities. It complements previous work by identifying the high-risk areas of HPAI H5N1 in Thailand and by determining which anthropogenic factors are associated with an increased risk.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The subdistrict (an administrative unit covering an average area of 69.7 km 2 , called ''Tambon'' in Thaï) was used as the spatial scale of interest for the study. Out of the 7 408 subdistricts in Thailand, we excluded from the analysis those located on islands since we assumed that they played a minor role in disease distribution. This resulted in a geo-database of 7 366 subdistricts which we considered as the statistical units for the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Epidemiological data relevant to HPAI H5N1 outbreaks in poultry were provided by the Avian Influenza Control Center, Department of Livestock Development (DLD, Bangkok, Thailand), a unit in charge of surveillance and monitoring of avian influenza (AI) in poultry. Since January 2004, DLD has been recording information on all poultry outbreaks confirmed by a diagnostic test. Tests were carried out by diagnostic laboratories on sick or dead poultry or cloacal samples using reverse-transcriptase polymerase chain reaction and virus isolation [22] . We restricted the study to outbreaks in chickens and ducks which occurred during the second wave of HPAI because at that point both the passive and active components of the surveillance system were fully implemented to detect the disease. The data included records of 1 717 laboratory-confirmed cases (flocks of affected poultry) dating from 3 July 2004 to 5 May 2005. The background susceptible population was calculated for each subdistrict based on the poultry census data that DLD collected during the X-ray survey of February 2005. This was used to model the relative risk. We computed several anthropogenic factors to investigate the role of humans in disease spread since poultry product trading activities operate at different geographic scales. To take into account these different commercial activities, we built anthropogenic indicators based on the road network and human population settlements. Using the 2004 human population census database of the Thailand Department of Provincial Administration 3 , we calculated the human population density in subdistricts to study its association with the relative risk of HPAI, previous papers having found differing results regarding the effect of human population density on HPAI [8, 24] . In addition, we computed the distance from the subdistrict to major cities (defined as having a population of 100 000 or more). We believed that major cities may have played a role in disease spread due to the intensity of poultry trade in the areas surrounding them. Information on the road network (primary and secondary roads, highways) was obtained from the Ministry of Transport, Bangkok, Thailand. This information made it possible to compute the road density per subdistrict (grouping primary and secondary roads) which was taken as an indicator of the intensity of the local trade of poultry products within a subdistrict. We suspected that highways played a role not only in the long-distance spread of the virus through the dispersal of infected materials, but also in the short-distance spread to subdistricts located in their vicinity. Therefore, we introduced the distance of a subdistrict to the closest highway as an explanatory variable. Finally, we computed the distance to the closest highway junction, which was assumed to function as a ''dissemination node'' for the HPAI virus. We assumed that if the virus was transported mainly through the road network, the subdistricts located close to a highway junction were more likely to come in contact with the virus than those located further away. To take into account environmental risk factors, we used topographic data (altitude, hydrology) which were obtained from the 1996 digital database of the Thailand Environment Research Institute 4 (Bangkok). Research has shown that rice-cropping intensity is a relevant risk factor in Thailand and other Asian countries [9] . Therefore, we included maps of rice-cropping intensity based on MODIS sensor images processed from satellite-based mapping algorithms developed by Xiao et al. [30] . Using data from the DLD poultry census, we also estimated for each subdistrict the density of animals and households raising poultry for different types of poultry: native chickens, fighting cocks, broiler and layer chickens, free-grazing ducks, and broiler and layer ducks.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 546,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1785,
                    "end": 1788,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1789,
                    "end": 1792,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3428,
                    "end": 3431,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3593,
                    "end": 3597,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "All data were integrated into a geographical database and geoprocessing was carried out with the Spatial Analyst extension of ArcGIS software v. 9 ",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 146,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Disease modelling and mapping was performed for the whole of Thailand at the subdistrict level. We ran two parallel models (one for chickens, one for ducks) since we assumed that the respective spatial patterns for chickens and ducks were different. We aimed to produce disease maps based on ''relative risk'', which was taken to be a ratio of the risk of HPAI in a given subdistrict to the average risk nationwide. The latter was estimated from the overall number of cases and the poultry farm population in Thailand. Due to the widely varying number of poultry farms in each subdistrict, and because of spatial dependency between the subdistricts [17] , we applied the hierarchical Bayesian approach described by Besag et al. [3] to the HPAI H5N1 data. This method made it possible to compute area-specific relative risk estimates [17] while considering spatial interactions through a spatial smoothing based on a Gaussian auto-regressive model [3] . We used a first order spatial interaction neighbourhood based on the contiguity between the spatial units. The original method in Besag et al. [3] uses a Poisson distribution to model the occurrence of cases, which is appropriate for rare, non-contagious diseases such as cancers in humans [15] or bovine spongiform encephalopathy in cattle [1] . However, due to the contagiousness of HPAI within each spatial unit, applying this method to HPAI would result in overdispersion compared to the Poisson distribution. We handled this problem by modelling the locally observed number of cases using a negative binomial distribution [14] , an approach that has been used to model influenza by Fraser et al. [7] . Monte Carlo Markov Chain (MCMC) simulations were used to estimate the parameters of the model, including the estimate of relative risk for each spatial unit [16] . The estimation was performed using LinBugs [21] , with 1 million iterations, each producing a random simulation of the relative risk for all of the statistical units (e.g. subdistricts). Geweke and Heidelberger-Welch tests were used to assess the convergence of the models [5] . Considering a long safety burn-in period, parameters were estimated from a subset of 3 000 of the random simulations (with a systematic step of 1 over 3 to overcome auto-correlation problems). From this subset of 3 000 simulations, we computed credible intervals containing 95% of the values of relative risk. We tested the link between the relative risk values in subdistricts on chickens and ducks using a Spearman rank order correlation test. The relative risk was mapped for chickens and ducks using ArcGIS software v.9.1 (ESRI Inc.). Maps made it possible to identify groups of subdistricts with either a significantly high or a significantly low risk of HPAIinfected flocks compared to the rest of the country.",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 653,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 833,
                    "end": 837,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 947,
                    "end": 950,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1096,
                    "end": 1099,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1294,
                    "end": 1297,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1580,
                    "end": 1584,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1654,
                    "end": 1657,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1817,
                    "end": 1821,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1867,
                    "end": 1871,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 2097,
                    "end": 2100,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Modelling the relative risk"
        },
        {
            "text": "We aimed to identify the factors associated with the spatial risk of HPAI. To do so, we constructed a linear model with fixed effects. We used the logarithm of the relative risk estimated through the Bayesian approach (which modelled the exponential of relative risk values through a Gaussian distribution in each statistical unit, as mentioned by Besag et al. [3] ) as the dependent variable. Separate models of HPAI outbreaks were constructed for the chicken and duck populations. Each of the two models contained 18 variables which included environmental, poultry farming, and anthropogenic factors. Multicollinearity was investigated by checking the standard errors of regression coefficients and the variance inflation factors (VIF) [6] . The density of native chickens and the density of farms with native chickens were found to be positively correlated; consequently, only the former was introduced into the analysis. Multicollinearity was finally assumed not to cause any serious problem in the model (VIF values < 5.1) [6] .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 364,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1028,
                    "end": 1031,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Study of spatial risk factors"
        },
        {
            "text": "Since we expected some non-linear relationships, continuous variables were transformed into categorical data before they were entered into the model. Four categories were chosen for each variable with the exception of free-grazing ducks (density of animals and density of farms) whose distribution allowed only 3 categories. We selected the thresholds that simultaneously fitted the non-linear relationships and had a sufficient number of statistical units per category. Finally, we added the level of relative risk in the duck population as a covariate in the chicken model and vice versa for the duck model. For each species, this thereby made it possible to adjust the analysis to account for the level of disease occurrence in the other species. The multivariate analysis was carried out using a stepwise backward elimination process; the significance of each variable in the full model was assessed in turn, with the least significant variable deleted and the process repeated until all of the remaining variables were significant at p value 0.05 (Fisher test) [6] . From the effect estimates computed in the final linear model, we deduced values of risk ratios (RR) and their confidence intervals (95%) for the different variables. For each variable, the reference category was defined as the category expected to be at the lowest level of risk based on our hypothesis and findings of previous studies in Thailand [8, 24] . Although spatial dependence already had been taken into account through the spatial contiguity in the Bayesian approach, we looked for any remaining spatial autocorrelation in the linear models. The semi-variograms of model residuals showed that autocorrelation may have played a role only in a very short-distance range (2 250 m). Computing the distances between each subdistrict to the next nearest subdistrict, we found that only a small portion of subdistricts (< 5%) actually had a chance of being influenced by their neighbours within that range. Thus the likelihood that spatial autocorrelation affected the results was assumed to be low. The statistical analysis was performed using R software v.2.9.2 5 . Figure 1 shows the geographical distribution of HPAI outbreaks in chicken and duck flocks during this time period. Figure 2 presents the spatially smoothed relative risk maps for chickens and ducks and shows that the two maps resemble each other fairly closely (Spearman rho = 0.91, p < 1eÀ16). The maps visually confirm the presence of a ''hot spot'' of HPAI risk in the central plain of Thailand where the relative risk was significantly higher than the national average (relative risk > 10 for both chickens and ducks). For ducks, however, the high-risk area tended to extend further across the western part of the central plain of Thailand. In contrast, the extreme south of Thailand appeared to be a high-risk area for chickens, with values of relative risk significantly > 10. On the contrary, some areas were especially low-risk for both chickens and ducks despite the occurrence of outbreaks (relative risk significantly < 0.5), as in northeastern Thailand and in the middle part of the peninsula. Northern Thailand had low values of relative risk (significantly < 0.5) only for chickens.",
            "cite_spans": [
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1420,
                    "end": 1423,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1424,
                    "end": 1427,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 2144,
                    "end": 2152,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2259,
                    "end": 2267,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Study of spatial risk factors"
        },
        {
            "text": "We focussed on the RR values and highlighted the variables with high or very low RR. The estimated effects of the environmental, poultry farming and anthropogenic risk factors are displayed in Tables Ia, Ib and Ic. The level of relative risk of HPAI for ducks was the main risk factor associated with the relative risk for chickens, and vice versa. Apart from this, the mean number of rice crops per year was the most relevant risk factor for the relative risk of HPAI for both chickens and ducks. A low average altitude in a subdistrict ( 50 m) was also found to be a risk factor of HPAI for chickens and ducks, while medium altitude was associated to RR below 1. A high density of free-grazing ducks appeared to be one of the main risk factors for HPAI. For chickens and ducks, the HPAI risk was connected more closely to animal density than to the density of farms or households with poultry. Areas with a high density of broiler and layer ducks were associated with a strong increase in the relative risk for both chickens and ducks (RR > 4 for subdistricts with more than 80 ducks per km 2 ). A high density of broiler and layer chickens (> 500 chickens per km 2 ) was found to be associated with a high risk of HPAI (RR > 3) only in the duck model. Our results demonstrated a relationship between a high density of native chickens and a low risk of HPAI H5N1 for both chickens and ducks. To a lesser extent, a high density of fighting cocks was found to be associated with an increase in the HPAI risk for both species. The role of several anthropogenic factors related to proximity to main transportation axes and major cities (Fig. 3 ) still remained strong after adjusting for the effects of the other variables. We found that a high HPAI risk was strongly associated with highly-populated areas, short distances to the highway junction (< 20 km), and a high density of roads in a subdistrict. Moreover, the HPAI risk decreased when the distance radius to major cities (with a human population of over 100 000) increased. To a lesser extent, a very short distance to the closest highway (< 5 km) was also associated significantly with a higher HPAI risk for chickens and ducks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1634,
                    "end": 1641,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Spatial risk factors"
        },
        {
            "text": "We used Bayesian spatial analysis to characterise HPAI risk areas in Thailand during the second wave of the HPAI H5N1 epidemic and to explore the link between anthropogenic factors and the relative risk of HPAI. We focussed on risk factors that contributed to the spread of HPAI H5N1. This analysis shows that, when adjusted for the effects of environmental and poultry variables, several anthropogenic factors were significantly associated with an increased risk of HPAI in both chicken and duck populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "First, we generated maps of the relative risk of HPAI H5N1 for chicken and duck flocks, and showed that the spatial pattern for chickens and ducks was similar. This indicated that chickens and ducks either infected each other or shared the same spatial source of infection. The results of the multivariate analysis suggest that both explanations may be valid. When, for example, we considered chickens, we found that the relative risk in ducks and several other risk factors were significant when adjusted for each other in the final model. Furthermore, the model for chickens and the model for ducks indicated a common set of risk factors. Second, our results were consistent with previous studies on ecological risk factors of HPAI in Thailand [8, 9] . However, adding on to previous work, our analysis made it possible to identify classes of values associated with higher risk, which provides greater detail regarding the possible role of ecological risk factors. A high HPAI risk was associated with a high density of free-grazing ducks (> 10 ducks per km 2 ), more than one rice crop per year, and a short distance to a river ( 2 km). Altitude may be considered as an indicator of other unmeasured environmental variables related to HPAI risk. Subdistricts with a low average altitude ( 50 m) were associated with a high risk of HPAI. The mixture of wetlands, ponds, irrigation networks and agriculture in these areas combined with intensive land use [9] , may have constituted a favourable environment for the HPAI H5N1 virus. In contrast, subdistricts with a medium altitude (50.01-400 m) have higher slopes and a land cover dominated by forests and permanent vegetation [9] . Medium average altitude in subdistricts associated with low RR was found to constitute a kind of protective factor regarding HPAI risk. We also provide new insight into the role of factors related to poultry farming in the spread of HPAI. Like Tiensin et al. [24] , we found no indication that native chickens represent an increased HPAI risk despite the fact that these chickens are raised in low biosecurity systems and were affected massively by the disease (920 out of the 1 158 chicken flocks infected during the second wave). Conversely, a high density of native chickens (100-300 and > 300 native chickens/km 2 ) was associated with RR significantly below 1. In Thailand, wet markets have always been rare [2] and native chickens mainly are raised for family consumption using little input and involving little trading activity. This may have resulted in a protective effect against HPAI in subdistricts with a high density of native chickens. These subdistricts probably were less exposed to the virus because they were not connected to trading chains which potentially spread the disease. In addition, the pre-emptive culling, which focussed in the beginning on native chickens around an outbreak, may have contributed to containing the spread within these subdistricts. Fighting cocks are believed to have worsened the HPAI situation in other Asian countries [29] and in Thailand [22] . The association we found between high densities of fighting cocks and HPAI risk was significant but weak, as did Gilbert et al. [8] . In Thailand, fighting cocks were also targeted when control measures were implemented in 2004, with a prohibition on cockfighting, compulsory registration, and disease monitoring. Given their high monetary and cultural value, roosters receive very special attention from their owners, who may have changed their practices early to protect their poultry from the disease. Together, these two elements may have resulted in a decreased effect of fighting cock abundance on the HPAI risk.",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 749,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 750,
                    "end": 752,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1456,
                    "end": 1459,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1678,
                    "end": 1681,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1943,
                    "end": 1947,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2397,
                    "end": 2400,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3053,
                    "end": 3057,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 3074,
                    "end": 3078,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3209,
                    "end": 3212,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Third, we identified a new set of significant risk factors that help to refine the current understanding of the HPAI H5N1 epidemic in Thailand. Previous studies have suggested that broiler and layer ducks do not constitute a risk factor for HPAI risk in Thailand [8, 9] . In contrast, we found a significantly increased risk of HPAI, both in chicken and duck flocks, in areas with a high density of broiler and layer ducks. During the period studied, only a quarter of the total number of broiler and layer ducks were raised in closed facilities with high biosecurity systems [20] . Since it has been proven that farm duck breeds can shed the H5N1 virus with minimal clinical signs [11] , our results suggest that farm ducks may also have played the role of silent carriers during the second wave of the epidemic, contributing to the spread of the disease. In addition, an increased risk in duck flocks was shown for subdistricts with a high density of broiler and layer chickens (> 500 chicken/km 2 ). In Thailand, broiler and layer chicken production range from large-scale industrial farms to small, family-run operations [24] . The latter refer to small or medium-scale businesses with links to several middlemen or companies for the transformation and transportation of both farm inputs and outputs (feed, wastes, poultry products. . .) [23] . During the second wave of the epidemic, it is possible that biosecurity rules were not applied fully throughout these complex poultry production chains, thus resulting in the spread of H5N1 in subdistricts with a high density of broiler and layer chickens.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 266,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 267,
                    "end": 269,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1125,
                    "end": 1129,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1342,
                    "end": 1346,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, we identified several statistically significant relationships between indicators of human activity and the relative risk for HPAI in chicken and duck populations. Human population density was the only anthropogenic risk factor thus far identified in previous research in Thailand. On the contrary to Tiensin et al. [24] , but in accordance with Gilbert et al. [8, 9] , our study found a progressive increase of HPAI risk with an increase of human population density for both chickens and ducks. In addition, we showed that areas located within a short distance radius around major cities and highway junctions constitute ''hot spots'' for HPAI risk. Cities are characterised by highly intense poultry trade activities involving live poultry markets, food markets, slaughterhouses, and poultry plants. This intensity may have resulted in increased possibilities of virus introduction and spread in surrounding areas. If the HPAI virus was transported through the road networks, the subdistricts located a short distance from the highway junction were more likely to be in contact with the virus than those situated further away. Highway junctions thus may have functioned as ''dissemination nodes'' for the HPAI H5N1 virus. A significant association was identified between a high HPAI risk and proximity to the closest highway. This may underline the role of the movement of poultry and poultry products during the second wave of the epidemic, not only in the long-distance spread of the HPAI virus, but also in the short distance dissemination in the areas surrounding the highways. Free-grazing ducks that are moved along the central plain for hundreds of kilometers and are known to be reservoirs of HPAI may have contributed to the spread of the disease [8, 20] . Other types of poultry also were moved from farms to slaughterhouses, markets, or fighting arenas, while farm inputs and poultry products such as eggs, meat, litter, and poultry manure were transported along collection circuits. The movement of live poultry, people, and infected material may have resulted in the spread of the virus between houses through direct or indirect transmission. Subdistricts with a high road density were associated with an increased risk of HPAI H5N1. Local poultry product and by-product business activities involve frequent contacts which revolve around road networks. Once the HPAI virus was introduced into a subdistrict, a dense road network may have facilitated its local spread.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 377,
                    "end": 379,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1770,
                    "end": 1773,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1774,
                    "end": 1777,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Thus, while the spatial pattern of relative risk is known to be largely associated with an abundance of free-grazing ducks and rice-cropping intensity, we found that several indicators of human activities were also associated with HPAI risk in Thailand during the second wave of the epidemic. This suggests that in addition to the ''rice paddy-free grazing duck system'', major cities, the highway network, and local road networks may also have played key roles in the spread of HPAI in Thailand. Through the transportation of potentially infected live poultry or contaminated poultry products, highways may have contributed to both the long distance and the local spread of the HPAI H5N1 virus. Local road networks were possibly involved in short-distance spread. In addition, major cities and highway junctions may have functioned as ''dissemination nodes'' for the HPAI H5N1 virus through the intense traffic of poultry products and poultry trading activities in their surrounding areas. Moreover, our results suggest that activities related to layer and broiler ducks may have played a more significant role than previously thought, as well as to a lesser extent -layer and broiler chickens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To tackle the outbreaks, Thai authorities implemented different control measures which evolved over time, but the initial plan aimed to control poultry product movement countrywide. Beginning in July 2004, in addition to pre-emptive culling, the movement of poultry and avian products was restricted within a 5-km radius of an infected flock; these restrictions were extended during the second wave. The whole country was also zoned into 5 areas, and poultry movements were strictly controlled through 32 check points between zones [4] . This helped to contain the disease from spreading countrywide. In addition to this set of control measures, and because free-grazing ducks were suspected of being H5N1 HPAI reservoirs, the Thai Government encouraged duck producers to change their practices from a free-grazing to a housed system. However, farmers were not able to change their practices in a short period of time [23] . In 2005, ducks were still allowed to graze in paddy fields, but the DLD prohibited long-distance movements.The free-ranging practice became illegal in March 2006, obliging farmers to house every duck flock [23] . However, by this time the epidemic was already under control: the number of outbreaks had dropped from 1 717 during the second wave to 75 during the third wave (1 July 2005 to 9 November 2005). Thus, while the housing of all free-grazing ducks took time to achieve, restrictions on the long-distance movements of free-grazing ducks had already contributed largely to limiting HPAI spread in Thailand.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 535,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1131,
                    "end": 1135,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The H5N1 virus may now be well established in different Southeast Asian countries. Despite the implementation of control measures, it is probable that these countries will continue to face new outbreaks in poultry. The conditions under which the virus maintains itself in the environment are not well known. It is difficult to prevent virus re-emergence in possible local persistence spots, or the periodic reintroduction of the virus [25] . Controlling the disease within the poultry population is a critical issue for both the public health and agricultural economic systems. The restructuring of poultry production from open-housed to closed systems has started in Thailand but the process will take time and considerable cooperative effort. Therefore, to limit the number and size of future outbreaks in the poultry population, the focus of efforts should be on controlling the movement of both live poultry and avian products.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 439,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Poultry, pig and the risk of BSE following the feed ban in France -a spatial analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Abrial",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Calavas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jarrige",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ducrot",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet. Res",
            "volume": "36",
            "issn": "",
            "pages": "615--628",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza virus (H5N1) in live bird markets and food markets",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amonsin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Choatrakol",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lapkuntod",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tantilertcharoen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thanawongnuwech",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Suradhat",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg. Infect. Dis",
            "volume": "14",
            "issn": "",
            "pages": "1739--1742",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bayesian image restoration, with two applications in spatial statistics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Besag",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "York",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mollié",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Ann. Inst. Stat. Math",
            "volume": "43",
            "issn": "",
            "pages": "1--59",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Surveillance activities and molecular analysis of H5N1 highly pathogenic avian influenza viruses from Thailand",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Buranathai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amonsin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chaisigh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Theamboonlers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pariyothorn",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Poovorawan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Avian Dis",
            "volume": "50",
            "issn": "",
            "pages": "194--200",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Markov chain Monte Carlo convergence diagnostics: a comparative review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Cowles",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Carlin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Am. Stat. Assoc",
            "volume": "91",
            "issn": "",
            "pages": "883--904",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Linear regression, in: Veterinary epidemiologic research",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dohoo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stryhn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "273--316",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pandemic potential of a strain of influenza A (H1N1): early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanage",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "324",
            "issn": "",
            "pages": "1557--1561",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Free-grazing ducks and highly pathogenic avian influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chaitaweesub",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Parakamawongsa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Premashthira",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tiensin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kalpravidh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Infect. Dis",
            "volume": "12",
            "issn": "",
            "pages": "227--234",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mapping H5N1 highly pathogenic avian influenza risk in Southeast Asia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Epprecht",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boles",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Czarnecki",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "105",
            "issn": "",
            "pages": "4769--4774",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Risk factors and characteristics of H5N1 highly pathogenic avian influenza (HPAI) post-vaccination outbreaks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Henning",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Vu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet. Res",
            "volume": "40",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Role of domestic ducks in the propagation and biological evolution of highly pathogenic H5N1 influenza viruses in Asia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Hulse-Post",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Sturm-Ramirez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Humberd",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Seiler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Govorkova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krauss",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "102",
            "issn": "",
            "pages": "10682--10687",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Predicting the global spread of H5N1 avian influenza",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kilpatrick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chmura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Fleischer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "103",
            "issn": "",
            "pages": "19368--19373",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Genesis of a highly pathogenic and potentially pandemic H5N1 influenza virus in eastern Asia",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "",
            "pages": "209--213",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Maximum likelihood estimation of the negative binomial dispersion parameter for highly overdispersed data, with applications to infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS ONE",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hierarchical modeling and other spatial analyses in prostate cancer incidence data",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Mather",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Correa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Srivastav",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am. J. Prev. Med",
            "volume": "30",
            "issn": "",
            "pages": "88--100",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Bayesian and Empirical Bayes approaches to disease mapping",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mollié",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Disease mapping and risk assessment",
            "volume": "",
            "issn": "",
            "pages": "15--19",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Bayesian mapping of Hodgkin's disease in France",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mollié",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Spatial epidemiology, Methods and applications",
            "volume": "",
            "issn": "",
            "pages": "267--285",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Avian influenza: wild birds only partly to blame in spreading H5N1",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Normile",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An analysis of the spatial and temporal patterns of highly pathogenic avian influenza occurrence in Vietnam using national surveillance data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Q"
                    ],
                    "last": "Minh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Epprecht",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Otte",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet. J",
            "volume": "174",
            "issn": "",
            "pages": "302--309",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Domestic ducks and H5N1 influenza epidemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Songserm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jam-On",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sae-Heng",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Meemak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Hulse-Post",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Sturm-Ramirez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Infect. Dis",
            "volume": "12",
            "issn": "",
            "pages": "575--581",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Highly pathogenic avian influenza H5N1",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tiensin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chaitaweesub",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Songserm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chaisingh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hoonsuwan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Buranathai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg. Infect. Dis",
            "volume": "11",
            "issn": "",
            "pages": "1664--1672",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Geographic and temporal distribution of highly pathogenic avian influenza A virus (H5N1) in Thailand",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tiensin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nielen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Songserm",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kalpravidh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chaitaweesub",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amonsin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Avian Dis",
            "volume": "51",
            "issn": "",
            "pages": "182--188",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Ecologic risk factor investigation of clusters of avian influenza A (H5N1) virus infection in Thailand",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tiensin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S U"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rojanasthien",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Songserm",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ratanakorn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chaichoun",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Infect. Dis",
            "volume": "199",
            "issn": "",
            "pages": "1735--1743",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A statistical phylogeography of influenza A H5N1",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hodac",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Lathrop",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Fitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "104",
            "issn": "",
            "pages": "4473--4478",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Food markets with live birds as source of avian influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Di",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Q"
                    ],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg. Infect. Dis",
            "volume": "12",
            "issn": "",
            "pages": "1773--1775",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The importance of animal influenza for human disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vaccine",
            "volume": "20",
            "issn": "",
            "pages": "16--20",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Wet markets -a continuing source of severe acute respiratory syndrome and influenza?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "234--236",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "H5N1 outbreaks and enzootic influenza",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "3--8",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Mapping paddy rice agriculture in south and Southeast Asia using multi-temporal MODIS images",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boles",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Frolking",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Babu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Salas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Remote Sens. Environ",
            "volume": "100",
            "issn": "",
            "pages": "95--113",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2005, 1 158 outbreaks were reported in the chicken population (5 451 643 farms or households with chickens in Thailand) and 495 in the duck population (728 750 farms or households with ducks).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Number of outbreaks per subdistrict in chicken and duck flocks in Thailand from 3 July 2004 to 5 May 2005. (A color version of this figure is available at www.vetres.org.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Relative risk of HPAI H5N1 for chicken and duck flocks in Thailand from 3 July 2004 to 5 May 2005. Relative risk was computed from hierarchical Bayesian modelling at the subdistrict level. (A color version of this figure is available at www.vetres.org.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Spatial distribution of the main anthropogenic indicators associated with the relative risk for HPAI H5N1 in chicken and duck flocks: population density, location of major cities and highways. (A color version of this figure is available at www.vetres.org.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Results of the multivariate analysis for factors associated with risk of HPAI H5N1 in chicken and duck flocks from 3 July 2004 to 5 May 2005 in Thailand (p 0.05).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements. We thank the Department of Livestock Development (DLD), Bangkok, Thailand for its support in this research. Data acquisition and integration was performed with funding from the International Emerging Infections Program (IEIP) in Thailand through a DLD-IEIP collaborative project. We also thank the French Research Agency (ANR) project EcoFlu and the PHC program which provided us additional support. Drs. Xiao and Gilbert were supported by the grant from the US National Institutes of Health (R01-007869-03).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}