{
    "paper_id": "687611906b82bcee9941de1cf6543e8e7871da06",
    "metadata": {
        "title": "MACROPHAGES FROM GENETICALLY RESISTANT MICE* I. ADSORPTION OF VIRUS AND G R O W T H CURVES",
        "authors": [
            {
                "first": "Ilan",
                "middle": [
                    "D"
                ],
                "last": "Shif",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frederik",
                "middle": [
                    "B"
                ],
                "last": "Bang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "(Received for publication 20 November 1969)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The genetic resistance of C3H mice to infection with a mouse hepatitis virus (MHV) 1 grown in Princeton (PRI) mice (1) apparently resides to a large extent in the macrophage system, since macrophage cultures from the resistant mice are resistant in vitro while cultures from susceptible mice grown under identical conditions are susceptible (2, 3) . This can be tested by culturing macrophages from a group of mice and then backcrossing the mice whose macrophages are susceptible, to the inbred strain of C3H mice. Using this method, it has been possible to introduce the gene for susceptibility into previously resistant mice3 Now, after some 20 backcrosses, a line of susceptible C3H mice is available which differs from the resistant C~H mice presumably by only one gene, the gene for susceptiblity to mouse hepatitis virus. The gene for susceptibility has remained completely manifest and dominant despite other factors in the genetic background of the C3H mice. Since susceptibility to this virus seems to be unifactorial, it is of interest to try to determine the nature of the difference between the resistant and the susceptible cells.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 345,
                    "end": 347,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this paper it is shown that the virus is adsorbed equally well to resistant and susceptible cells, but that in the resistant cells it persists without multiplication while it disappears into eclipse phase in the susceptible cells and subsequently replicates. It then seems likely that resistance to the virus in this particular case is related to failure to incorporate the virus into the metabolic ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Princeton (PRI) and C3H mice have been maintained in our laboratory by inbreeding for the last 12 yr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Methods of culture of mouse peritoneal macrophages have been described previously (2) . Peritoneal washings were made 72 hr after the injection of sterile thioglycolate medium (Difco Laboratories, Inc., Detroit, Mich.) into the peritoneal cavity of mice. At that time, the number of mononuclear cells was 90-95% of the total differential cell counts in the exudate. Cultures were prepared either in glass tubes 13 X 100 mm or in 30-ml. Falcon plastic flasks (Falcon Plastics, Los Angeles, Calif.). Both were sealed with siliconized rubber stoppers.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "For seeding macrophages Chang's medium (4) was used. It consists of 90o-/0 inactivated horse serum, (all sera were obtained from two particular horses and harvested from clotted blood in our laboratory), 2% beef embryo extract (Baltimore Biological Laboratories, Baltimore, Md.), and 8% Hanks' balanced salt solution (BSS). 100 units of penicillin and 100 #g of streptomycin were added to each 100 ml of medium. For maintenance, Eagle's medium containing 2% commercial calf serum (Microbiological Associates, Inc., Bethesda, Md.) was used. The pH of both Chang's and Eagle's media were adjusted to 7.6 with the aid of 7.5% sodium bicarbonate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The only addition to the previously described method of plaque preparation (5) was the finding that a second overlay of agar placed on top of the first one 24 hr before counting the plaques apparently prevented disintegration of uninfected cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Production of Plaques by MHV(PRI)"
        },
        {
            "text": "The MHV-2, here referred to as MHV(PRI), strain of mouse hepatitis virus was originally obtained from Dr. John Nelson (6) at the Rockefeller Institute at Princeton. It has been maintained by intraperitoneal inoculations into 1 month old mice which uniformly develop acute hepatitis. Livers of these mice were prepared as 10% suspensions ground in Hanks' balanced salt solution, stored at -70°C, and used as virus stocks. A plaque-purified virus strain was also developed. Virus titrations were done either in macrophage tube cultures (using four or five tubes per dilution) or by plaques on PRI macrophage monolayers. The ratio of plaque-forming units (pfu) to tissue culture infective dose, median (TCIDs0) was close to 1. However, actually 10-fold or more virus was usually present, since titration by intraperitoneal inoculation of PRI mice using death within 6 days as the end point, yielded hi~her titers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Production of Plaques by MHV(PRI)"
        },
        {
            "text": "Antiserum to MI-IV(PRI) was prepared in Swiss albino mice by injecting them intraperitoneally with 0.1-ml. portions of 10 -3 dilution of the virus. This was repeated at 3-4-day intervals over a period of 3 months. When the mice were bled and pooled sera were inactivated by heating to 56°C for half an hour. This was necessary since fresh normal serum was found to have some neutralizing activity against the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Production of Plaques by MHV(PRI)"
        },
        {
            "text": "Neutralization Tests.--Virus (100 TCIDs0) was mixed with serial dilutions of the antiserum and left overnight at 4°C, a necessary precaution because the virus is rapidly inactivated at 37°C. Thereafter, the presence of residual virus in these mixtures was tested by inoculating culture tubes and determining the highest dilution of antiserum which completely neutralized the virus. Residual virus was checked for by its ability to grow in and to bring about the destruction of these cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Production of Plaques by MHV(PRI)"
        },
        {
            "text": "Macrophages.--Freshly withdrawn peritoneal exudates of either PRI or C3H mice were mixed with the virus at multiplicities lower than one. Both were shaken in a water bath prewarmed to 37°C. At different intervals, samples were removed and After centrifugation at 4°C the amount of free virus was determined by the plaque technique. A tube containing only virus, without cells, was also studied under the same conditions. Fig. 1 illustrates two parallel experiments done with C3H cells and two with PRI cells. The virus was taken up equally well by the two cell types and the rate of adsorption did not differ.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 427,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Adsorption of MHV(PRI) to Resistant and Susceptible"
        },
        {
            "text": "--Free virus, i.e. virus unassociated with cells, was rapidly inactivated at 37°C (Table I) . By 2.5 hr, the residual virus amounted to only 2 % of the initial titer, and at 8 hr no infectious virus was detected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "text": "(Table I)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Virus Protection from Heat Inactivation after Adsorption to CdI Macrophages."
        },
        {
            "text": "The following experiment was designed to test whether heat inactivation of the virus was different after adsorption to, and ingestion by, the two types of cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Protection from Heat Inactivation after Adsorption to CdI Macrophages."
        },
        {
            "text": "Virus, together with either PRI or C3H peritoneal exudates, was shaken in a water (37°C) bath for 15 rain, after which specific antiserum was added. The antiserum alone reduced the titer of free virus to 1% of its initial titer within 5 rain. Just before, and at different intervals after the addition of antiserum, samples were withdrawn and diluted 50 times in cold Hanks' balanced salt solution. The cells were spun down in a centrifuge and washed with the same solution. After freezing and thawing rapidly five times, the titer of cell-bound virus was determined. A tube containing only virus and no cells was also studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Protection from Heat Inactivation after Adsorption to CdI Macrophages."
        },
        {
            "text": "The results (Table II) indicate that (a) in both cell types the virus was protected from heat inactivation as well as from the effect of the specific antiserum, (b) cell-bound virus was present in C3H cells throughout the experiment and did not decrease in amount, while (c) in PRI cells no virus was detected at the later intervals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 22,
                    "text": "(Table II)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Virus Protection from Heat Inactivation after Adsorption to CdI Macrophages."
        },
        {
            "text": "multiplicities of MHV(PRI) caused a delayed destruction of C3H macrophages, low multiplicities were employed in this experiment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth of the Virus in PRI Cells and its Persistance in CffI Cells.--Since high"
        },
        {
            "text": "Virus (2 X 10 a TCID~0 per 2 X 106 cells) was adsorbed for 1 hr at room temperature after which time excess virus was discarded. Tubes were then tranferred to a roller drum and put in a 37°C incubator. At different intervals, individual tubes were harvested and assayed for total virus (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 294,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Growth of the Virus in PRI Cells and its Persistance in CffI Cells.--Since high"
        },
        {
            "text": "During the first 2-3 hr after adsorption to PRI cells, less and less infectious the medium accounted for less than 1% of total recovered virus. Virus was released from the cells only by mechanical damage, e.g., freezing and thawing. Virus was not recovered from new C3H cultures when these were inoculated with the virus which survived in the first C,H cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth of the Virus in PRI Cells and its Persistance in CffI Cells.--Since high"
        },
        {
            "text": "The virus also retained its characteristic host specificity, in that it killed adult PRI but not adult C3H mice. This fact is important in view of a change in host-range which occurred when large amounts of virus were inoculated onto C3H cultures, an event described in the following paper (7) . DISCUSSION Since there are now known to be a series of steps from adsorption to ingestion, uncoating, etc., before animal viruses start to develop within the cell, it may be expected that at any given stage a cell may fail to support, i.e. be resistant to, a virus. In this study it has been shown that genetically resistant and susceptible cells are equally able to adsorb and to apparently ingest the virus. This agrees with the findings of Piraino (8) and Crittenden (9; 10) on Rous sarcoma virus, and suggests that resistance to MHV(PRI) occurs at some stage after adsorption.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 296,
                    "end": 306,
                    "text": "DISCUSSION",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Growth of the Virus in PRI Cells and its Persistance in CffI Cells.--Since high"
        },
        {
            "text": "The fate of the virus in PRI cells differed significantly from its fate in C3H cells. The fact that less and less infectious virus was found in PRI cells 2-3 hr after infection is probably due to viral eclipse within the permissive cells. This sharp decrease did not occur in C~H cells. Further, PRI cells gave rise to newly synthesized virus, while C3H cells did not. The combined findings suggest that nonpermissiveness of C3H cells lies in their failure to support viral replication. It is still possible that among the total C3H macrophage populations there are a few permissive cells. However, the fact that the virus disappeared upon passage to other C3H cultures indicates that this is probably not the case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth of the Virus in PRI Cells and its Persistance in CffI Cells.--Since high"
        },
        {
            "text": "As the following paper will show, C~H macrophages are susceptible to a variant virus which was isolated from stocks of MHV(PRI), and C3H cultured macrophages are known to be susceptible to some of the group B arboviruses (11) . Thus, inability to suport the growth of MHV(PRI) does not stem from a generalized failure of C3H cells to support virus, but is due to a specific failure to support MHV which has been grown in PRI mice. SUMMARY Peritoneal macrophages from genetically resistant C3H mice and genetically susceptible Princeton (PRI) mice adsorbed the MHV (PRI) strain of mouse hepatitis virus equally well. The difference between the permissive cells and the nonpermissive ones seems to reside in the ability of the former to \"eclipse\" the virus and, subsequently, support virus replication. C3H cells exposed to low multiplicities of the virus remained intact with no demonstrable viral replication. Virus, taken up by the resistant cells, was protected from heat and underwent slow inactivation while few or no virus particles were released into the medium.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Growth of the Virus in PRI Cells and its Persistance in CffI Cells.--Since high"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Macrophages and mouse hepatitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Virology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mouse macrophages as host cells for the mouse hepatitis virus and the genetic basis of their susceptibility",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Proc. Nat. Acad. Sci. U.S.A",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The cellular nature of genetic susceptibility to a virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kantoch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "J. Exp. Med",
            "volume": "117",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Leonard Wood Memorial Foundation and the Johns Hopkins University School of Hygiene and Public Health, sponsors",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Transactions of the Symposium on Research on Leprosy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Plaque assay for mouse hepatitis virus (MHV-2) on primary macrophage cell cultures",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shif",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Proc. Soc. Exp. Biol. Med",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Acute hepatitis associated with mouse leukemia. II. Etiology and host range of the causal agent in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "J. Exp. Med",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "In vitro interaction of mouse hepatitis virus and macrophages from genetically resistant mice. II. Isolation and biological characterization of a variant virus MHV(C3H) isolated from stocks of MHV",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shif",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The mechanism of genetic resistance of chick embryo cells to infection by Rous sarcoma virus, Bryan strain",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Piraino",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Virology",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Genetic control of response to Rous sarcoma virus and strain RPL-12 in the cells, embryos and chicken of two inbred lines",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Crittenden",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Okazaki",
                    "suffix": ""
                },
                {
                    "first": "R. I-I",
                    "middle": [],
                    "last": "Reamer",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Nat. Cancer Inst. Monogr",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Observation on the nature of a genetic cellular resistance to avian tumor viruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Crittenden",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J. Nat. Cancer Inst",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Macrophages as a cellular expression of inherited natural resistance to virus infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koprowski",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "J. Cell. Comp. Physiol",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "free virus ~ .......... z~ virus + PRI cells ----virus + C3H cells X ...Clearance of MHV(PRI) from the medium by PRI-and C3H maerophages. Virus (multiplicity of 0.1) was mixed with cells (2 X 106) of either type. At different intervals of incubation at 37 ° C, portions of cells were diluted 1:50 with cold Hanks' BSS and were spun down by centrifugation in the cold. Supernatants were assayed for virus content by the plaque method. Parallel samples were subjected to five rapid cycles of freezing and thawing to determine the total amount of virus present at any interval. Freezing and thawing was done in order to liberate cell-bound virus.diluted 1: 50 with cold Hanks' balanced salt solution to stop further adsorption.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "recovered. At 6 hr, newly synthesized virus appeared. From then until 12 hr there was an exponential rise in virus titer, then a leveling off. Destruction was grossly evident only 30-60 hr after infection, long after maximal viral yields were obtained. On the other hand, virus taken up by the C~H cells persisted for long periods before being inactivated. No apparent damage to infected CvI-I cells was seen, nor did the virus increase in titer. Such cultures remained intact as long as 3 wk after initial infection. The virus recovered from Growth of MHV(PRI) in PRI macrophages and its persistence in CsH macrophages. Macrophage cultures of both strains were infected with a low multiplicity (0.01) of MHV(PRI), and incubated at 37°C. At different intervals thereafter, individual tubes were harvested and their viral contents determined after the tube cultures underwent five rapid cycles of freezing and thawing. Virus titer is given in TCIDs0/ml.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "* This investigation was conducted under the auspices of the Commission on Viral Infections of the Armed Forces Epidemiological Board. It is based on material submitted as partial fulfillment by the senior author for the requirements of the Se.D. degree at the Johns Hopkins University School of Hygiene and Public Health, 1968. ~:Present address: Department of Microbiology and Immunology, Duke University Medical Center, Durham, North Carolina, 27706. 1 Abbreviations used in this paper: BSS, Hanks' balanced salt solution; MHV, mouse hepatitis virus; pfu, plaque-forming units; PRI, Princeton strain mice; TCID50, tissue culture infective dose, median. Bang, F. B., I. Vellisto, and I. Shif. Unpublished data.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "* Determined by titration in tubes with destruction as an end point and calculation of the 50% and point Reed-Muench.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}