{
    "paper_id": "68ad2dd709c43428a872d1d91ff37534082da3f7",
    "metadata": {
        "title": "The global pool of simulation exercise materials in health emergency preparedness and response: a scoping review with a health system perspective",
        "authors": [
            {
                "first": "Geraldine",
                "middle": [],
                "last": "Mcdarby",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lindy",
                "middle": [],
                "last": "Reynolds",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zandile",
                "middle": [],
                "last": "Zibwowa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shams",
                "middle": [],
                "last": "Syed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ed",
                "middle": [],
                "last": "Kelley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sohel",
                "middle": [],
                "last": "Saikat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "► Simulation Exercises (SimEx) are established, practised in defence and security sectors which are later recognised in national and international regulations (e.g International Health Regulations, 2005). ► The importance of SimEx as an improvement tool has yet to be identified to test capacities for health system resilience alongside emergency preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What are the new findings?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "► Currently available global pool of SimEx materials lack an integrated health system perspective with a limited focus on the maintenance of routine quality health services delivered during response to a public health emergency. ► Without adjustment of the scope and focus, currently available global pool of publicly available SimEx materials do not have the capacity to test health system resilience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What do the new findings imply?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "► Participation of health system authorities or stakeholders in the development, conduct of SimEx and accountability of findings for improvement in health system strengthening is needed. ► Dedicated SimEx materials are urgently needed to fill gaps identified in global resources to harness the potential of SimEx as an operational tool to contribute to improvements in health system strengthening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Simulation Exercises (SimEx) are an established tool in defence and allied security sectors, applied extensively in health security initiatives under national or international legislative requirements, particularly the International Health Regulations (2005) . There is, however, a paucity of information on SimEx application to test the functionality of health systems alongside emergency preparedness, response and recovery. Given the important implications health services resilience has for the protection and improvement of human life, this scoping review was undertaken to determine how the publicly available body of existing global SimEx materials considers health systems, together with health security functions in the event of disruptive emergencies. The global review identified 668 articles from literature and 73 products from institutional sources. Relevant screening identified 51 materials suitable to examine from a health system lens using the six health system building blocks as per the WHO Health System Framework. Eight materials were identified for further examination of their ability to test health system functionality from a resilience perspective.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 258,
                    "text": "(2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "AbsTrACT"
        },
        {
            "text": "SimEx are an effective approach used extensively within health security and emergency response sectors but is not yet adequately used to test health system resilience. Currently available SimEx materials lack an integrated health system perspective and have a limited focus on the quality of services delivered within the context of response to a public health emergency. to disease outbreaks. 1 Health workers were significantly more likely to be infected than the general population, with this increased risk largely attributable to the poor quality of infection prevention and control (IPC) practices and emergency preparedness. [1] [2] [3] Guinea, Liberia and Sierra Leone lost between 1.5% and 8.1% of their country's doctors, nurses and midwives to EVD, translating into significant reductions in the healthcare provision. 2 Ineffective surveillance systems enabled EVD to spread locally as well as across borders. 4 5 During an outbreak, as with any public health emergency (PHE), the resilience of a country's health system is tested in real time. The capacity to respond to an outbreak and maintain essential services creates a surge in demand for critical resources. Health system resilience has been defined as 'the capacity of health actors, institutions, and populations to prepare for and effectively respond to crises; maintain core functions when a crisis hits; and, informed by lessons learned during the crisis, reorganize if conditions require it.' 4 Resilient health systems protect human life and are linked with positive health outcomes during a PHE as well as in its aftermath. 4 A lack of health system resilience is associated with excess morbidity and mortality due to the PHE as well as from other causes, which can be at least partially attributed to a reduction in access to quality health services. [6] [7] [8] It has been estimated that a 50% reduction in access to healthcare services during the West African EVD resulted in increased child and maternal mortality as well as increased mortality from other infectious diseases. 6 8 These indirect deaths-10 623-were not insignificant. 6 Thus, it is critical that a mechanism exists to test and build resilient health systems in order to reduce excess morbidity and mortality from future PHEs.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 395,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 829,
                    "end": 830,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 921,
                    "end": 924,
                    "text": "4 5",
                    "ref_id": null
                },
                {
                    "start": 1601,
                    "end": 1602,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1829,
                    "end": 1832,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1833,
                    "end": 1836,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1837,
                    "end": 1840,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2059,
                    "end": 2062,
                    "text": "6 8",
                    "ref_id": null
                },
                {
                    "start": 2116,
                    "end": 2117,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "AbsTrACT"
        },
        {
            "text": "National and international preparedness for PHEs has long been discussed on a global scale, especially in health security forums that seek to address challenges and gaps in meeting core International Health Regulations (IHR) (2005) capacities. One component of the revised IHR (2005) monitoring and evaluation framework includes Simulation Exercises (SimEx), which are defined by the WHO as 'forms of practice, training, monitoring or evaluation of capabilities involving the description or simulation of an emergency, to which a described or simulated response is made.' 9 SimEx have historically been an established tool in defence and allied security sectors, with recent adaptation to health security efforts in the context of disruptive emergencies, natural and man-made. They are now being used as a tool to assess compliance with national-for example, the UK Civil Contingencies Act 2004-and international legislative requirements, notably IHR 2005. 10 There is, however, a paucity of information on the application of these exercises to test the functionality of health systems alongside emergency preparedness, response and recovery.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 573,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 957,
                    "end": 959,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "AbsTrACT"
        },
        {
            "text": "SimEx are also an ideal opportunity to test preparedness of the various functions of the health system, particularly health service delivery, in response to PHEs. This would contribute to the development of strong linkages between health systems and health security sectors supporting an integrated approach towards building resilient health systems. Given the important implications health services resilience has for the protection and improvement of human life, this scoping review was undertaken to determine how the body of existing global SimEx materials considers the testing of health system resilience, together with health security preparedness, and response functions in the event of acute and/or protracted PHEs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbsTrACT"
        },
        {
            "text": "Recognising the dispersion of SimEx materials, a scoping review of academic literature as well as an institutional search was undertaken. 11 A wide search strategy was employed to identify all relevant materials. Searches of different hazard types, exercise types and subject areas were combined (online supplementary appendix 1). The initial search returned 668 articles for screening with an additional 17 identified through bibliography review. Titles and abstracts were reviewed against inclusion and exclusion criteria (table 1) , reducing the number for fulltext review to 32.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 533,
                    "text": "(table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "MeTHods"
        },
        {
            "text": "For the institutional search, institutions involved in the development, implementation or evaluation of SimEx were identified by experts in the field, as well as through relevant articles. Their websites were searched for applicable materials. Ultimately, 31 institutions, ranging from academic to national response agencies, were reviewed (online supplementary appendix 2), identifying 73 materials which were reduced to 19 following the screening of aims and objectives (figure 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MeTHods"
        },
        {
            "text": "The final materials identified (n=51; online supplementary appendix 3) (32 emerging from the literature and 19 emerging from institutional review) were analysed by two independent reviewers for their scope to test aspects of health systems using the WHO Health System Framework, consisting of six independent but inter-related building blocks (table 2) . Resilience was considered to be addressed if materials demonstrated evidence of an integrated emergency response, maintenance of essential functions or reorganisation of services within the context of a PHE. A smaller number of materials (n=8) were BMJ Global Health ► Does the material look at aspects of health service delivery in the event of a simulated event? ► Does the material test a function of specific building blocks of a health system in consideration of other related building blocks? ► Does the material test preparedness and response of healthcare facilities alongside national incident management system? ► Does the material look at impact of emergencies on provision of routine essential health services? ► Does the material look at how PHEs impact health service delivery at subnational and district-level facilities? ► Does the material examine the standard of care during PHE?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 352,
                    "text": "(table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "MeTHods"
        },
        {
            "text": "identified for examination of their scope to test resilience from a functional perspective (figure 1 and box 1). Materials were excluded from this portion of the analysis if they did not report either an exercise or objectives in sufficient detail to support this analysis. This portion of the analysis (n=8) involved five journal articles and three guidance materials (online supplementary appendix 4). A library of publicly available materials to support the development of SimEx was compiled in parallel to the review process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MeTHods"
        },
        {
            "text": "There was no involvement of patients or the public in this study, in either the design of the methods or in the conduct of the study. resulTs simex consideration of health system building blocks The majority (63%) of the materials (n=51) identified exclusively tested preparedness and response to a PHE, without considering them as typical functions of a resilient health system (figure 2). A limited number were identified that tested aspects of health system resilience or recovery (figure 2). The categorisation of the scope of material was based on the research BMJ Global Health team's interpretation, that is, if the exercises dealt with preparing and responding to a PHE or if they dealt with aspects of recovery or response. A few materials self-identified as testing health security or testing for contingency, and so warranted extra categories. The materials identified looked at aspects of health security across different geographical levels (international, national, regional and facility); they more frequently examined the regional/ district (43%) and facility levels (31.4%) ( figure 3) . The most frequent hazard type (37%) simulated was biological which included pandemic influenza and other emerging infections ( figure 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1093,
                    "end": 1102,
                    "text": "figure 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1232,
                    "end": 1241,
                    "text": "figure 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Patient and public involvement"
        },
        {
            "text": "Though often not the explicit focus, all reviewed materials (n=51) tested at least one building block or an aspect of a health system building block (figure 5). A functional approach was apparent, though functions were generally tested in a narrow way both within and across relevant building blocks, rather than integrated across all relevant health system building blocks. IPC was the most commonly tested service delivery function with adherence to case management guidelines and standard operating procedures (SOP) being a frequent focus of testing. 8 The quality of health services provided in the context of the response or measures of the maintenance of essential health services were lacking. Surge capacity was the most frequently tested function of health workforce, though a narrow approach was often apparent. Exercises tested aspects of surge capacity such as staffing, however, this was not addressed within other building blocks in relation to the invariable increased demands on services and supplies. A narrow approach to health information systems was also apparent, with three materials (out of 51) focusing on surveillance systems and only limited aspects of risk communication tested. Only one identified material tested the triggering of a response plan using a surveillance system. 12 Leadership and governance (from a security perspective) was the most frequently addressed building block, with many materials testing aspects of this building block such as response plans and roles and responsibilities of responders. However, alignment with national structures and guidelines was not apparent, nor was consideration given to decision in risk identification. While access to medicines and supplies was frequently alluded to, testing of access to mechanisms or supply chain resilience was infrequent. Financing was alluded to in only 17% of materials (n=51), but testing of mechanisms to access funding in the event of PHEs was not identified.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 555,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1305,
                    "end": 1307,
                    "text": "12",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "Tabletop exercise/discussion was the most frequent approach identified (figure 6). They are less expensive and faster to execute, particularly when considering large groups of stakeholders. The limitation with this approach BMJ Global Health is limitation in scope to adequately simulate PHEs and test the individual and integrative aspects of health systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "simex consideration of health system functionality and system underpinning Eight materials were identified for further analyses on the functionality/system aspect of the six building blocks, using a set of questions (box 1). Most materials tested activation of appropriate emergency response mechanisms and structures within the respective administrative levels tested, for example, a facility-level exercise testing activation of all appropriate response mechanisms within the health facility. Some materials tested activation across different levels within the system, for example, a health facility responding to an outbreak activating regional or national response systems. Emergency response systems were generally assumed to have been activated, without testing system triggering. As was apparent with the building block analysis, healthcare functions were generally not tested in an integrated way. For example, a mass dispensing drill had no regard for the parallel response structures with which they would have to integrate during a response. 13 Similarly, a facility response to a sarin attack failed to integrate with national response agencies. 13 14 Reporting of alignment with national command and control structures or response plans was limited as was evidence of consideration of the impact of the PHE on other health system-level facilities or management structures. Materials to test the impact of emergencies on primary healthcare (PHC) or its response were extremely limited and community resilience materials, where identified, failed to link with health systems. [15] [16] [17] The materials were limited in their focus on testing the quality of services delivered in the context of response to a PHE. Where present, measures tended to focus on clinical aspects of care rather than system and process measures. Measures to test the maintenance of essential services from a quality perspective were not identified in any of the eight selected materials.",
            "cite_spans": [
                {
                    "start": 1053,
                    "end": 1055,
                    "text": "13",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1158,
                    "end": 1163,
                    "text": "13 14",
                    "ref_id": null
                },
                {
                    "start": 1587,
                    "end": 1591,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1592,
                    "end": 1596,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1597,
                    "end": 1601,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "limitations of the review The application of the health system framework to review SimEx materials introduced a degree of subjectivity. In reality, it is the same health system that provides routine healthcare, emergency-specific healthcare and response to a shock impacting public health. This was addressed through discussion as well as with input from health system and security experts in WHO. Similarly, the approach to the analyses conducted required sufficient detail in the identified materials in relation to exercises or objectives, which led to the exclusion of a number of relevant materials as they were not present either with sufficient details or as a package (written narrative, scenario, injects and postexercise report). Both the academic literature and institutional materials were analysed using the same approach. This likely led to an underestimation of effect in relation to academic literature as not all that was tested may have been reported, and an overestimation in relation to institutional materials as objectives may not have been applied effectively within exercises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "A publication bias also likely exists in relation to health security exercise reports and materials given the sensitive nature of findings as well as in relation to materials developed and delivered by private companies. While multiple institutions and organisations (n=31) known to be involved in SimEx were contacted to identify unpublished materials, it is likely that there remains a pool of materials not made available as they were considered proprietary and/or sensitive. However, the objectives of the exercise are based on publicly available materials that are accessible and can be used as global resources, as such access-restricted materials fall beyond the scope of this review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "In general, materials identified were from countries with developed capacities for emergency preparedness and response-materials from other settings may not have percolated the literature and may not have an institutional home where materials are placed. However, the inclusion of institutions known to support SimEx within low income settings is likely to reduce the impact of the bias towards high-income countries within the findings of the work. The exclusion of non-English materials has the potential to introduce a cultural bias, although materials in the review included materials from most continents (North America, Europe, Africa, Asia and Australia). The extent of any cultural bias is therefore limited, and unlikely to affect the findings of the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Despite these limitations, there is no reason to suspect that materials not included in this review differ systematically from those included in such a way as to negate the findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "dIsCussIon While all materials identified tested aspects of health systems, there was limited evidence of an integrated health system approach. Health system building blocks were touched on from a preparedness perspective, and often tested in a fragmented and isolated way without addressing interlinkages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "IPC was frequently tested in the context of response to a pandemic or other emerging infection, with a focus on governance structures and adherence to case management and SOPs. IPC is central to the response to any emerging infection as was highlighted within the EVD outbreak in West Africa where poor IPC practices contributed to significant health worker transmission, leading to reductions in response as well as essential healthcare delivery. 2 In a similar instance, a lack of strict adherence to IPC guidelines was associated with ongoing healthcare facility transmission during the severe acute respiratory syndrome outbreak in both Toronto and Taiwan in 2003. 18 An integrated approach to IPC as a critical function of quality health service delivery in these SimEx materials is thus required.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 449,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 669,
                    "end": 671,
                    "text": "18",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "The availability and timeliness of emergency financing is critical in determining the timeliness and effectiveness of coordinated efforts in any emergency response. Despite this, limited consideration was given to the supply of resources required to meet the surge in demand, including staff, diagnostics, medicines or personal protective equipment, and to accessing the financing necessary to meet these demands. 19 It is therefore of utmost importance that the rapid mobilisation of financing should be regularly tested in SimEx, taking into account the response required as well as consideration of maintaining quality essential health services.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 416,
                    "text": "19",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Health information systems, though often alluded to, were rarely tested in a robust and integrated way, with a lack of focus on surveillance systems in particular. The only material identified that tested activation of an emergency plan using syndromic surveillance failed to trigger activation of the response plan. 12 The pivotal role played by data and information systems in routine healthcare delivery is even greater in the context of emergencies. A strong and reliable health information system ensures understanding of the epidemiology of disease, and is critical in coordination, communication and management of response efforts. Testing this functionality should be an integral part of SimEx conducted at any level.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "text": "12",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Consideration of the integration of preparedness and response across health system levels was lacking, with services and facilities tending to test their own response capabilities in isolation. PHC, despite being the likely first point of care in many PHEs, was rarely considered in the SimEx materials reviewed either in terms of supporting preparedness capacity or in terms of the effect of the PHE on PHC. 15 PHC plays a central role in surveillance which was highlighted within the EVD outbreak in West Africa, where failure to identify EVD when it first presented within the community in Guinea led to a significant delay in response with a concomitant lack of containment. Despite evidence from EVD West Africa that community linkages can support health system response in the face of PHEs, the current global pool of SimEx materials were unlikely to link with community aspects and where community preparedness materials existed they rarely linked with health systems. 16 17 The importance of integrating private healthcare facilities into emergency preparedness and response capabilities was highlighted by the recent dengue outbreak in Khyber Pakhtunkhwa in 2017. A private health facility, unfamiliar with emergency response protocols, failed to activate emergency response mechanisms in a timely manner. This, alongside a lack of case management guidelines, contributed to prolonged community transmission. 20 No evidence of integration of private healthcare facilities into health system preparedness and response was identified within the current pool of global SimEx materials.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 411,
                    "text": "15",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 976,
                    "end": 981,
                    "text": "16 17",
                    "ref_id": null
                },
                {
                    "start": 1418,
                    "end": 1420,
                    "text": "20",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "While there is international consensus of the need to focus on quality in healthcare, the focus on the quality of services delivered in the context of a PHE was lacking. 21 22 Where materials did focus on service quality, they tended to focus on clinical aspects of care. System and process measures were only identified in drills that tested mass dispensing capabilities in the context of a pandemic or biological attack. These capabilities represented parallel BMJ Global Health response structures and their linkages with appropriate health system structures were not tested, nor was the communication required to divert individuals from normal health services tested. 23 24 No materials identified included measures to test the maintenance of or quality of essential health services during the response to a PHE. Evidence from West Africa shows that the indirect mortality and morbidity associated with discontinuity of health services as well as poor quality health services was significant across the three countries, with the biggest impact on maternal and child health. 6 The current global pool of SimEx materials are limited in its ability to test health service resilience alongside preparedness and response. This in turn limits the opportunity to practically bridge health security and health systems at different administrative levels. Special attention is required in using SimEx approaches to drive sustainability of investment in health security preparedness or disease-specific programmes to proactively position available scarce resources into sector-wide development of health systems for all public health hazards per IHR (2005).",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 175,
                    "text": "21 22",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 677,
                    "text": "23 24",
                    "ref_id": null
                },
                {
                    "start": 1078,
                    "end": 1079,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "SimExercises are a well-practised method of testing and promoting emergency preparedness and response for local, national and global health threats. While much experience exists globally in this area, the proprietary nature of some of the materials creates a missed opportunity for the sharing of knowledge across global health security and preparedness communities. It would be in the interest of the global community to develop a mechanism to support sharing of lessons learnt that respects the integrity of private organisations involved in SimEx development and delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ConClusIon"
        },
        {
            "text": "The effectiveness of SimEx has been demonstrated in identifying gaps in emergency response plans, skills and associated resources. 11 25 The lack of an integrated health system perspective in the current global pool of SimEx materials limits their ability to support health system functionality and strengthening in the context of PHEs. This, along with their lack of focus on the quality of response and the maintenance of quality essential health service functions, means that they do not have the capacity to support health system resilience. The incorporation of a health system perspective into SimEx materials has the potential to enhance health system strengthening and the development of resilience alongside emergency response and health security capabilities.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 136,
                    "text": "11 25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ConClusIon"
        },
        {
            "text": "An integrated approach to SimEx including health security, emergency preparedness and health systems is required to address the gap identified by this review. As a result of these findings, an off-the-shelf SimEx package that addresses health system aspects within the context of response to a PHE is being developed, which will be freely available for all countries, particularly low-income countries. This could be further supported through the cross involvement in ongoing exercises and after-action reviews to enhance connectivity and support the development of shared ownership of improvement recommendations. These new-generation SimEx materials could be collated in a global repository that could be accessed by national authorities. Such a collaborative approach would allow the leveraging of the considerable expertise in SimEx present within health security and emergency preparedness sectors. Lessons learnt from this integrated approach will allow health systems to be built better, function better, which will ultimately lead to the protection and improvement of human life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ConClusIon"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organisation. Health worker Ebola infections in Guinea, Liberia and Sierra Leone: a preliminary report",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Health-care worker mortality and the legacy of the Ebola epidemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Popova",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Glob Health",
            "volume": "3",
            "issn": "",
            "pages": "439--479",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(15)00065-0"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ebola virus disease in health care workers--Sierra Leone",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Kilmarx",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "What is a resilient health system? Lessons from Ebola",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kruk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Varpilah",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Lancet",
            "volume": "385",
            "issn": "",
            "pages": "1910--1912",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)60755-3"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Building resilient health systems: a proposal for a resilience index",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kruk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bitton",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ",
            "volume": "357",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.j2323"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effects of response to 2014-2015 Ebola outbreak on deaths from malaria, HIV/AIDS, and tuberculosis, West Africa",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Parpia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ndeffo-Mbah",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "433--474",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2203.150977"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Ebola outbreak and staffing in public health facilities in rural Sierra Leone: who is left to do the job?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sylvester Squire",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hann",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Denisiuk",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Public Health Action",
            "volume": "7",
            "issn": "",
            "pages": "47--54",
            "other_ids": {
                "DOI": [
                    "10.5588/pha.16.0089"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Counting indirect crisis-related deaths in the context of a low-resilience health system: the case of maternal and neonatal health during the Ebola epidemic in Sierra Leone",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sochas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Channon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nam",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Policy Plan",
            "volume": "32",
            "issn": "3",
            "pages": "32--41",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czx108"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Health Organisation. Development, monitoring and evaluation of functional core capacity for implementing the International Health Regulations (2005): concept note",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "World Health Organisation. After Action Reviews and Simulation Exercises: Under the International Health Regulations",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Monitoring & Evaluation Framework (IHR MEF)",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "What is the value of health emergency preparedness exercises? A scoping review study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Skryabina",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Reedy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlôt",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Disaster Risk Reduct",
            "volume": "21",
            "issn": "",
            "pages": "274--83",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijdrr.2016.12.010"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A test of syndromic surveillance using a severe acute respiratory syndrome model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Arquilla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heffernan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Emerg Med",
            "volume": "27",
            "issn": "",
            "pages": "419--442",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajem.2008.03.020"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The planning, execution, and evaluation of a mass prophylaxis full-scale exercise in cook county",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kilianski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "O&apos;rourke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IL. Biosecur Bioterror",
            "volume": "12",
            "issn": "",
            "pages": "106--122",
            "other_ids": {
                "DOI": [
                    "10.1089/bsp.2013.0089"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sarin exposure: a simulation case scenario",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Eason",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "South Med J",
            "volume": "106",
            "issn": "",
            "pages": "55--62",
            "other_ids": {
                "DOI": [
                    "10.1097/SMJ.0b013e31827cd12d"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Emergency preparedness toolkit for primary care providers",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcneal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Akintobi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Academic-community partnership to develop a novel disaster training tool for school nurses: emergency triage drill kit",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Goodhue",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "NASN Sch Nurse",
            "volume": "30",
            "issn": "",
            "pages": "265--273",
            "other_ids": {
                "DOI": [
                    "10.1177/1942602X15582064"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Whole community: planning for the Unthinkable tabletop exercise",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sars in healthcare facilities",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simor",
                    "suffix": ""
                },
                {
                    "first": "I-J",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Toronto and Taiwan. Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "777--81",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1005.030791"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The financial logistics of disaster: the case of hurricane katrina",
            "authors": [
                {
                    "first": "Hildreth",
                    "middle": [],
                    "last": "Wbartley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Public Perform Manag Rev",
            "volume": "32",
            "issn": "",
            "pages": "400--436",
            "other_ids": {
                "DOI": [
                    "10.2753/PMR1530-9576320303"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "WHO paints grim picture of anti-dengue preparedness. Reliefweb",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "High-quality health systems in the Sustainable Development Goals era: time for a revolution",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kruk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Gage",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arsenault",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Glob Health",
            "volume": "6",
            "issn": "",
            "pages": "1196--252",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(18)30386-3"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Delivering quality health services: a global imperative for universal health coverage",
            "authors": [],
            "year": 2018,
            "venue": "World Health Organisation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ready or not: analysis of a no-notice mass vaccination field response in Philadelphia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Caum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alles",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biosecur Bioterror",
            "volume": "11",
            "issn": "",
            "pages": "262--70",
            "other_ids": {
                "DOI": [
                    "10.1089/bsp.2013.0064"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Hospital emergency preparedness: Push-POD operation and pharmacists as immunizers",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Veltri",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Yaghdjian",
                    "suffix": ""
                },
                {
                    "first": "Morgan-Joseph T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Am Pharm Assoc",
            "volume": "52",
            "issn": "",
            "pages": "81--86",
            "other_ids": {
                "DOI": [
                    "10.1331/JAPhA.2012.11191"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A scoping review of evaluation methods for health emergency preparedness exercises",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Skryabina",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Reedy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Disaster Med",
            "volume": "13",
            "issn": "",
            "pages": "107--134",
            "other_ids": {
                "DOI": [
                    "10.5055/ajdm.2018.0292"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow chart of literature and institutional search and screening. n/a, not applicable; PH, public health; SimEx, Simulation Exercise.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Simulation Exercise (SimEx) materials by scope (n=51).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Simulation Exercise (SimEx) material by geographic or administrative level (n=51).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Simulation Exercise (SimEx) materials by types of hazards (n=51). CBRNe, Chemical, Biological, Radiological, Nuclear and Explosive.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Simulation Exercise (SimEx) focusing on health system building blocks (n=51) (some materials cover more than one building block).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 5 and table 3 highlight examples of building block functions and the specific functions identified as tested in the material.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Approaches in the conduct of Simulation Exercise (SimEx) (n=51). TTX, tabletop exercise.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Inclusion and exclusion criteria",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "WHO health system building blocks-components and resilience attributes box 1 Questions used to assess functionality of health system in the context of public health emergencies (PHe)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Examples of health system functions identified in SimEx material Symbol + indicates presence of function in the set of SimEx materials. Symbol − indicates absence of function in the set of SimEx materials. IPC, infection prevention and control; SimEx, Simulation Exercise.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Contributors SSa conceptualised the study. SSa, GM and ZZ designed the methods. GM, LR and SSa conducted the literature search. GM and LR collected the data. GM, LR and ZZ developed the figures. GM, LR, SSa, ZZ, EK and SSy all contributed to data analysis, data interpretation, manuscript writing and reviewing.Funding This study was funded by World Health Organization.Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed. open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        }
    ]
}