{
    "paper_id": "68f17459a1e9f3f69f9eac86dd6a71942d5e0571",
    "metadata": {
        "title": "Original Article",
        "authors": [
            {
                "first": "Chunzi",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PLA General Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huaming",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PLA General Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lin",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PLA General Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PLA General Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huiyin",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PLA General Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanbo",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PLA General Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huayan",
                "middle": [],
                "last": "Sha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PLA General Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PLA General Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xin",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PLA General Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: This study investigated the sources of stress, corresponding symptoms, and stress relief among nurses of the first Chinese anti-Ebola medical team during the Sierra Leone aid mission. Method: A purposive sampling method was used and 10 nurses were selected from the first Chinese anti-Ebola medical team that was dispatched to Sierra Leone. Data were collected via phone and semistructured interviews, then analyzed using Colaizzi's seven-step method. Results: The data showed three major themes: (1) The causes of stress during the Sierra Leone aid mission mainly related to unsafety, responsibility, and unfamiliarity; (2) Physical, cognitive, emotional, and behavioral symptoms were documented; (3) Nurses experienced relief from stress after the mission. Conclusion: Targeted measures, proper responses and good community support can effectively lower stress among nurses on anti-Ebola missions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Caused by the virus from which it is named, Ebola virus disease (EVD) is deadly and infectious. In past outbreaks, the death rates have varied from 45% to 90% (50% on average) [1] . The West Africa Ebola outbreak that began in March 2014 mainly affected Liberia, Sierra Leone, Guinea, and Nigeria [2] . By December 17, 2014 , the total number of confirmed, possible, and suspected EVD cases was 18,603 worldwide, 6,915 of which were fatal [3] . From an epidemiological perspective, infected humans and primates were the major sources of infection. Humans were infected from contact through broken skin or mucous membranes with blood, secretions, excretions, organs, and other bodily fluids of infected animals. Soiled surfaces and materials (such as bedding items and clothes) can likewise cause infection [4] . The virus then spread through human-to-human transmission with an incubation period of 2e21 days (average: 8e10 days). Schieffelin et al. [5] observed an incubation period of 6e16 days. Most patients died of hemorrhage and multi-organ dysfunction within two weeks of infection. Laboratory tests found that patients developed a variable degree of multiorgan dysfunction, including liver and kidney damage [5e7]. As of December 2014, specific EVD treatment protocols have not been established [8e10] . As of the time of this study, Ebola virus vaccines have been the focus of research and development; however, none of them have been licensed.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 306,
                    "end": 323,
                    "text": "December 17, 2014",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 950,
                    "end": 953,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1303,
                    "end": 1309,
                    "text": "[8e10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ebola virus disease"
        },
        {
            "text": "Severe infection among medical staff characterized the March 2014 outbreak. Medical personnel were easily infected if they did not strictly follow the preventive protocol for infection control, and then came into close contact with suspected or confirmed EVD patients during diagnosis and treatment [5] . According to the World Health Organization, 605 medical personnel were infected in Guinea, Liberia, and Sierra Leone. Among these, 339 died, resulting in a mortality rate of 56% [11] . Koh et al. [12] found that Singaporean Chinese nurses felt themselves at high risk when handling cases of severe acute respiratory syndrome (SARS) and influenza A H1N1. The nurses even believed that infections were unavoidable; however, they remained loyal to their duties. Bonnie and Barry retrospectively studied first-line central African nurses during the EVD outbreaks in 1995, 2000e2001, and 2003. The nurses' stress was found to be mainly due to the lack of protective gear and basic equipment, especially during the early phases of the outbreaks. The nurses were likewise stigmatized by their community, coworkers, and family [13] . A qualitative research reported that nurses caring for patients with Middle East respiratory syndrome coronavirus (MERS-CoV) were considered to be \"going into a dangerous field,\" or as \"strong pressure because of MERS-CoV\" [14] . Another study found that a significant percentage of workers encountered stressors due to isolation, alterations in home life, and discrimination. Physicians and nurses exhibited stressors that were primarily related to patient care [15] .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1124,
                    "end": 1128,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1354,
                    "end": 1358,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1594,
                    "end": 1598,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Stress and risks"
        },
        {
            "text": "On September 16, 2014, a Military Infectious Disease Hospital dispatched the first anti-Ebola medical team to Sierra Leone. Composed of physicians, nurses, staff on infection control, and staff providing general services, this team was the first Chinese delegation to West Africa and the mission lasted two months in Freetown. In the early stage (September 17e30), they completed material preparations and remodeled the originally comprehensive China-SL Friendship Hospital into an admission and observation center for severe infectious disease. The staff from SL underwent training, while workflows and protocols were created. In the middle stage (October 1e31), the team practiced and optimized the workflows and protocols, then admitted and treated patients with diagnosed or suspected EVD. In the final stage (November 1e15), patient admission and observation continued while the team prepared for homecoming and work turnover to the next Chinese team. On November 16, the first team returned to China and underwent 21 days of quarantine. This first team achieved the goal of zero infection among the medical staff from both China and Sierra Leone. Moreover, the admitted patients did not develop hospitalacquired infections, which established a satisfactory administrative and organizational basis for subsequent medical teams. However, the anti-Ebola medical nurses suffered deeply from stress. The present study aimed to understand the main stress sources, symptoms, and relievers for nurses of the first anti-Ebola medical team during their mission in Sierra Leone and their quarantine period back home. The findings can provide basis for future stress relief and counseling programs for the anti-Ebola medical team. Similarly, the study can provide basis for the organization, administration, and training of medical agencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anti-Ebola medical team on a Sierra Leone aid mission"
        },
        {
            "text": "This study is a part of a large research project that investigated the stress, emotion, education, and organization of nurses during the mission. Colaizzi's seven-step method [16] was used in this study, as qualitative research aims to explore complex phenomena experienced by clinicians, healthcare providers, policymakers and consumers in the healthcare system [17] . In qualitative nursing research, phenomenology is a useful methodological approach as it enables researchers to set aside their perceptions of a phenomenon and give meaning to a participant's experiences.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Design"
        },
        {
            "text": "A total of 15 nurses were included in the first military anti-Ebola medical team. A purposive sampling method was used and the inclusion criteria were as follows: a registered nurse; working as a nurse in Sierra Leone and directly involved in the care of EVD patients; directly involved in hospital restructuring and Sierra Leone medical staff training. A few nurses did not directly care for patients, as four nurses worked on infection control and one nurse was responsible for rear services. A total of 10 nurses were selected as the study participants, all of whom were females and nurses-incharge. Table 1 summarizes the general information about the interviewed participants. The qualitative sample size was determined by data saturation; that is, a participant was excluded when data redundancy occurred during the subject interview and nothing new was added during data analysis [18] . The brief interview with the other 5 nurses provided no new information, and thus, data saturation occurred after 10 study participants.",
            "cite_spans": [
                {
                    "start": 887,
                    "end": 891,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 603,
                    "end": 610,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "To ensure that participants' memories about their experiences were still clear, data were collected via phone and semi-structured interviews on the day before the quarantine ended. The interviews were scheduled ahead of time and conducted in a private room without interruption. Before the interview, the study objectives and processes were explained to the nurses, who all signed a letter of content. All the interviews were voluntary, confidential, and approved by the ethical committee of the hospital. Each semistructured interview used a guideline that contained open questions, such as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "C Did you feel stressed during this mission? What were the major symptoms? C At which stage did you feel the most stress? What were the major causes? C Did you feel stressed during the quarantine? What were the major symptoms? C What were the major causes for stress during the quarantine? C When did you feel that the stress has disappeared? What were the major symptoms?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "During the phone interview, the phone was in hands-free mode and the responses were taped by recording-pen. To ensure the coherence, the first author was the interviewer and recorder. The original language of the interviewer and interviewees was Chinese. Each interview lasted for approximately 30e40 min and was terminated when no new information was added. Participants were encouraged to fully express their feelings. The interviewer carefully listened to the responses without interruptions, induction, comments, or summaries, although specific words and tones were written down.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Within 24 h, the recorded interviews were transcribed wordper-word and sentence-by-sentence, then compared with notes. Two investigators worked together on the coding process. The first author and another investigator independently reviewed the transcriptions to conduct open coding and compared them to agree on the codes. The recorded materials were then converted into text documents. As personal relationships and trust were built with the nurses, Janice's strategy [19] was used to ensure confidence and trustworthiness, as it does not apply measuring tools. Colaizzi's seven-step method was used in the data analysis, which involved carefully reviewing materials, extracting and summarizing major statements from the specific and scattered data, describing significant statements, and encoding recurring statements. Colaizzi's qualitative method is a rigorous and robust descriptive phenomenological approach, and therefore ensures the credibility and reliability of its results [20] . The coded statements were then integrated to generate detailed and complete descriptions. Similar statements were identified to establish the fundamental structure of the observations. Finally, the nurses reviewed and confirmed the documented interviews to ensure their authenticity.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 474,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Rigor is the process of application of appropriate techniques and research methods to achieve consistent and reliable data [21] . The following measures were taken to ensure rigor in this study: Full explanation of all stages including data collection, data analysis, and development of the investigated concepts to the participants; Verification of codes with the participants and engagement with the study phenomenon; Comparison of the text with the initial codes to ensure the homogeneity of extracted ideas [22] ; Peer checking of codes and categories by two qualitative experts to confirm the coding process and analysis.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Truthfulness"
        },
        {
            "text": "This study obtained approval from the research committee and ethical committee of the Fifth Medical Center of PLA General Hospital. The study objective was clarified for participants and all of their questions were answered. All participants were allowed to use the tape recorder and were assured that their names and addresses were to remain confidential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        },
        {
            "text": "All 10 nurses revealed that they experienced stress during this mission. Among the participants, seven nurses indicated that the stress level was highest at the early stage of the mission, then decreased in the middle stage and was lowest during the final stage. The other three nurses stated that stress was higher at the middle stage compared with the early stage but also lowest at the final stage. During these different stages, the causes of stress mainly related to safety, responsibility, and unfamiliarity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Causes of stress during different periods"
        },
        {
            "text": "Among the participants, seven nurses indicated that the highest level of stress occurred at the early stage due to feelings of panic about the disease and uncertainties about personal safety. The situation in West Africa was complex with many uncertainties. In addition, hot weather and poor hygiene caused the widespread of various diseases, which was one of the factors that caused stress among the nurses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unsafety"
        },
        {
            "text": "\"The stress was highest before formally meeting patients as the training processes did not provide direct appreciation of the effects of Ebola. We were not sure whether or not the prevention and control measures were proper and effective. We were also concerned about other infectious diseases such as malaria and typhoid.\" (Nurse B) \"During the middle stage, we focused on proper protection to avoid infection. The first couple of days were used to adjust and we were all cautious. Later on, we found that we worked well with the nurses from Sierra Leone and protection measures were properly carried out. Additionally, many of us had experience in handling SARS and flu, and we trusted our team members. Therefore, stress was not significant after we started work.\" (Nurse C) \"During the later stage, the stress was not significant. It was close to the end and we were very excited. However, we were still nervous about possible problems, such as inadequate protection or omission.\" (Nurse I)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unsafety"
        },
        {
            "text": "Responsibility comes from the duties of military personnel. In Chinese traditional culture, responsibility means the call of the mission, the embodiment of ability, and the execution of institution. Compared with other cultures, responsibility is unique and helpful for the mission. As the first anti-Ebola medical team, the nurses were responsible for preparing supplies and creating protocols for hospital remodeling plans, training programs, and communication. Without previous guidelines, they needed to learn on site and become directly involved in these processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Responsibility"
        },
        {
            "text": "\"The stress was highest at the early stage. We started to unload supplies, perform on-site surveys, define working zones, and remodel the hospital. We had few clues about the work. Everything was subject to discussion and re-discussion, and the progress was slow. In addition, we couldn't properly understand what the SL personnel said, which made communication rather difficult.\" (Nurse A) \"The beginning stage was the most stressful. As the nurse group leader, my stress mainly came from arranging jobs and training personnel from Sierra Leone. Workload and the organization of teams needed to be reasonable. Processes and measures needed to be fully thought out in detail. As the personnel from Sierra Leone had rather poor knowledge and skills, and were unfamiliar with some protective clothing, we needed to train them about protection and processes to ensure work safety for everyone and the smooth implementation of each plan. Such responsibility was significant.\" (Nurse G)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Responsibility"
        },
        {
            "text": "Unfamiliarity was ascribable to environments, language, EVD, and the nursing materials. This EVD outbreak was not the first and nurses from Asia had some previous knowledge; however, they commonly faced unanticipated difficulties. Learning how to handle such an outbreak of a sudden and lethal disease was challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unfamiliarity"
        },
        {
            "text": "\"We were away from familiar living and working environments and family. We had an 18-hour flight of over 10,000 km and arrived in Freetown. Everything was unfamiliar to me, which made me feel upset.\" (Nurse B) \"Everything was unfamiliar and uncertain, including the diseases, language, environment, and working partners. The information about EVD was unfamiliar, inconsistent, incomplete, and could not be evaluated. It is hard to believe that I survived.\" (Nurse D) \"It might be a race issue; that is, Sierra Leone people all looked very similar, and it was hard to distinguish them in my eyes. They tended to get together without following rules. They often slept on the floor. It was rather difficult to identify the patient and confirm the information.\" (Nurse E)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unfamiliarity"
        },
        {
            "text": "Sleep disturbances were common among the participants. Seven nurses indicated that during the early stage of the mission, they experienced difficulties in falling asleep, waking early, or light sleep almost every night. During the middle and final stages, the situation slightly improved. However, sleeplessness often occurred the night before work. In addition to the low quality of sleep, the participants tended to feel tired with poor appetites, disrupted menstrual cycles, and acne breakouts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sleep and physiological disturbances"
        },
        {
            "text": "\"I was stressed out during the SL aid mission, which mainly manifested as low quality of sleep. I often fell asleep only after midnight. This situation occurred 5 or 6 days each week.\" (Nurse E) \"I did not sleep well. It might have been related to the jet lag during the early period. I would wake up often from sleep. During the middle and final period, I could not sleep well, mainly on the night before work or on a 24-h shift. If this happened, I had to use a sleep aid.\" (Nurse F) \"During the mission, my period came a week to 10 days earlier each time. I felt very tired.\" (Nurse C) \"I lost my appetite, had a bloated stomach, and had frequent constipation.\" (Nurse I)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sleep and physiological disturbances"
        },
        {
            "text": "Major symptoms included anxiety, mood swings, attention deficits, and poor memory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emotional and cognitive symptoms"
        },
        {
            "text": "\"I always felt slow and had difficulty finding or expressing the proper words when talking. Sometimes I could not focus on what I was doing, while at other times I became too engrossed.\" (Nurse B) \"I was always anxious, with many worries. I easily forgot what I had already done.\" (Nurse C) \"I was very moody at the early stage. Sometimes I lost control in front of my partner for trivial issues. Now I feel that was inappropriate.\" (Nurse G)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emotional and cognitive symptoms"
        },
        {
            "text": "Major symptoms included negative thoughts and self-doubt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behavioral symptoms"
        },
        {
            "text": "\"I felt that during that period, I was a troublemaker with endless talk and sluggish behavior. Sometimes I needed to make sure of what I had done again and again. I might not go to the restroom the whole day during work but then might stay in the restroom all the time while taking a break.\" (Nurse B)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behavioral symptoms"
        },
        {
            "text": "\"I did not know why I cried a lot during the aid mission. I cried out of sight of others after I called my family. I also cried if I could not fall asleep or had misunderstandings with my colleagues. I did not behave like that before.\" (Nurse F)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behavioral symptoms"
        },
        {
            "text": "During the quarantine period back in China, the stress among the nurses decreased substantially. Their physiological, emotional, cognitive, and behavioral symptoms significantly improved. Among the participants, six nurses indicated that their stress disappeared once they came back, while four nurses still felt a certain amount of stress. Moreover, seven nurses started to have normal appetites, sleep, and moods, while three nurses still experienced sleep disturbances but to a lesser degree. After 10 days of quarantine, all participants felt that their stress had disappeared and they had normal sleep and relaxed moods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stress relief"
        },
        {
            "text": "\"When the flight smoothly arrived back at the Capital Airport, everyone's eyes simultaneously welled up with tears. It was an unforgettable experience.\" (Nurse G) \"I still did not sleep well at the beginning after coming back. However, the situation was much better than that in Sierra Leone. At least I could fall asleep without a sleep aid, although I stayed up late. I had no problems with food, exactly like before.\" (Nurse F) \"We did not worry much about the infection, possibly because we had experience of handling SARS and the protection was adequate. We were pretty relaxed during the quarantine period. It is not clear if such sudden relaxation explains why we were not as excited as expected at the beginning. We were low all the time, with no interest in doing anything. Complete recovery occurred only after resting at home for several days.\" (Nurse C) \"I was completely relaxed at about day 10 after coming back, with my normal life back. I started to exercise and have social gatherings. I also started to experience good sleep and appetite.\" (Nurse I)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stress relief"
        },
        {
            "text": "All of the nurses in this Sierra Leone aid mission had over 10 years of job experience and were in active military service. Most of them had been involved in urgent, difficult, and dangerous tasks, such as the fight against SARS, prevention and control of influenza A H1N1, aid to the earthquakes in Wenchuan and Haiti, and medical services during the Olympic Games. They had rich experience in treating, preventing, and isolating infectious diseases. However, working in an unfamiliar environment under unfamiliar working conditions was somewhat stressful. After arrival at the China-Sierra Leone Friendship Hospital, this medical team spent a short period completing the adjustment training in all of the procedures. They also worked to obtain recognition and community support and to be responsive in relieving stress among team members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Faced with an unfamiliar living environment, complex public safety issues, tough natural conditions, and severe disease outbreak situations in Sierra Leone, this first medical team experienced many different stressors. Unsafety and unfamiliarity were the most significant sources of stress. Mishel suggested that feeling unsafe may occur during events or with diseases that cannot be precisely explained and categorized, but with predictable and undesirable outcomes [23] . During this anti-Ebola medical mission, an unsafe feeling may occur during diagnosis, treatment, prediction of transmission routes, and deciphering the disease infectivity. Under such circumstances, reliable and timely scientific evidence can help the medical staff to lower their feelings of unsafety, face the risks, and relieve unnecessary stress. This study suggests that full cooperation between the medical team and local hospital in both the front-and rear lines, safety training, and close communication with the worldwide disease control centers are necessary. The medical team members can obtain updates about the disease and ensure smooth information flow so that all involved can properly understand the risks.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 471,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Correct prediction and prevention of risks can help the anti-Ebola nurses effectively cope with stress"
        },
        {
            "text": "The nurses' symptoms during this mission mainly included insomnia, poor appetite, fatigue, and attention deficit. Before the team was dispatched, the hospital arranged counseling, sleep guidance, social etiquette training, and verbal English training for the nurses to reduce possible sources of stress. The hospital also provided sleep aids and improved food to help the nurses relieve stress symptoms. Reasonable shift arrangements were adopted to avoid fatigue at work. This medical team had a psychological counselor and the nurses were encouraged to confide and seek timely, positive help. However, examining the difficulties and demands of healthcare providers is imperative in establishing a safe healthcare system that can respond effectively during national disasters. In addition, developing strategies to protect healthcare providers from severe physical and psychological stress is likewise necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proper responses and strategies could reduce discomfort resulting from stress"
        },
        {
            "text": "Before the medical team was dispatched, the General Logistics department provided substantial support. All the medical supplies and protective clothing were fully prepared. Subsequent supplies were also efficiently arranged through coordination among relevant agencies to avoid shortage of supplies or protective clothing. The team members represented China and therefore were admired by their community, family, friends, and colleagues, who all provided significant moral support. The hospital also provided moral support to the team members, such as organizing a team birthday party, arranging a video talk between the team members and their families, and organizing trips and group vacations for team members' families. Therefore, the team members did not have to worry about their families. In the interview, most of the participants stated that the support from family and the hospital helped them feel relaxed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Good community support helped relieve stress"
        },
        {
            "text": "At present, the epidemic of EVD has been controlled. As of July 2018, the hospital has dispatched over 200 medical staff in six batches to help set up hospitals in Sierra Leone and prevent and control tropical infectious diseases. The teams remained under constant pressure. The present study shows that the nurses experience stress during the mission, possibly due to concerns about unsafety and responsibility, as well as the unfamiliarity of the surroundings. Targeted measures, proper responses, and good community support can effectively lower stress to ensure the nurses' physical and mental health, and enable them to play better roles during international aid missions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Good community support helped relieve stress"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evaluation of perceived threat differences posed by filovirus variants",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wahl-Jensen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Radoshitzky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bavari",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biosecur Bioterror",
            "volume": "9",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1089/bsp.2011.0051"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Ebola Virus Disease, West Africa Update Disease Outbreak News",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Research progress on Ebola virus disease",
            "authors": [
                {
                    "first": "Qin",
                    "middle": [],
                    "last": "Enqiang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chin J Mod Nurs",
            "volume": "20",
            "issn": "35",
            "pages": "4409--4419",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical illness and outcomes in patients with Ebola in Sierra Leone",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Schieffelin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gbakie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Gire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Colubri",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "22",
            "pages": "2092--100",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1411680"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pathogenesis of the viral hemorrhagic fevers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paessler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annu Rev Pathol",
            "volume": "8",
            "issn": "",
            "pages": "411--451",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-pathol-020712-164041"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical manifestations and case management of Ebola haemorrhagic fever caused by a newly identified virus strain",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roddy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lutwama",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wamala",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yoti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Persistent immune responses after Ebola virus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sobarzo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Ochayon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lutwama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balinandi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Guttman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Marks",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "5",
            "pages": "492--495",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc1300266"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Profile and persistence of the virus-specific neutralizing humoral immune response in human survivors of Sudan Ebola virus (Gulu)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sobarzo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Groseth",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dolnik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lutwama",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perelman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "208",
            "issn": "2",
            "pages": "299--309",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jit162"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Malaria vaccine, Ebola therapy promising in early studies",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuehn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Am Med Assoc",
            "volume": "310",
            "issn": "13",
            "pages": "1327--1335",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ebola Response Roadmap Situation Report",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Nurses' perceptions of risk from emerging respiratory infectious diseases: a Singapore study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hegney",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Drury",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Nurs Pract",
            "volume": "18",
            "issn": "2",
            "pages": "195--204",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1440-172X.2012.02018.x"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Providing care and facing death: nursing during Ebola outbreaks in central Africa",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Hewlett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Hewlett",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Transcult Nurs",
            "volume": "16",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "310.1177/1043659605278935"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Nurses' experiences of care for patients with Middle East respiratory syndrome-coronavirus in South Korea",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Infect Control",
            "volume": "46",
            "issn": "7",
            "pages": "781--788",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2018.01.012"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The psychosocial challenges of caring for patients with Ebola virus disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Kratochvil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schwedhelm",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Secur",
            "volume": "15",
            "issn": "1",
            "pages": "104--113",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2016.0068"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Psychological research as the phenomenologist views it",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Colaizzi",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Existential phenomenological alternatives for psychology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nikbakhat Nasrabadi A. Hepatitis related stigma in chronic patients: a qualitative study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hassanpour Dehkordi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mohammadi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Appl Nurs Res",
            "volume": "29",
            "issn": "",
            "pages": "206--216",
            "other_ids": {
                "DOI": [
                    "10.1016/j.apnr.2015.04.010"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Qualitative research in social sciences",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Qualitative research methods",
            "authors": [
                {
                    "first": "Janice",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Using Colaizzi's method of data analysis to explore the experiences of nurse academics teaching on satellite campuses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wirihana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bakon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Craft",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nurse Res",
            "volume": "25",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7748/nr.2018.e1516"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "How is qualitative research taught at the master's level?",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Soc Work Educ",
            "volume": "44",
            "issn": "1",
            "pages": "85--101",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Qualitative content analysis in nursing research: concepts, procedures and measures to achieve trustworthiness",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "H"
                    ],
                    "last": "Graneheim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lundman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nurse Educ Today",
            "volume": "24",
            "issn": "2",
            "pages": "105--117",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Reconceptualization of the uncertainty in illness theory",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mishel",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Image -J Nurs Scholarsh",
            "volume": "22",
            "issn": "4",
            "pages": "256--62",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "General information of study subjects.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.ijnss.2019.03.007.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}