{
    "paper_id": "69ca8c0a79935fbe985f02fc53c1a9da5c42acd3",
    "metadata": {
        "title": "Effect of isolation practice on the transmission of middle east respiratory syndrome coronavirus among hemodialysis patients A 2-year prospective cohort study",
        "authors": [
            {
                "first": "Hayne",
                "middle": [],
                "last": "Cho Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kangnam Sacred Heart Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sang-Ho",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University Hospital at Gangdong",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Juhee",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kangnam Sacred Heart Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Hyoung",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hallym University Kidney Research Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ajin",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kangnam Sacred Heart Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Hee",
                "middle": [
                    "Jung"
                ],
                "last": "Jeon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kangnam Sacred Heart Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jieun",
                "middle": [],
                "last": "Oh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hallym University Kidney Research Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jung-Woo",
                "middle": [],
                "last": "Noh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kangnam Sacred Heart Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Da-Wun",
                "middle": [],
                "last": "Jeong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University Hospital at Gangdong",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Yang-Gyun",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyung Hee University Hospital at Gangdong",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Chang-Hee",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kyung",
                "middle": [
                    "Don"
                ],
                "last": "Yoo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ulsan University Hospital",
                    "location": {
                        "addrLine": "Sang-Ho Lee",
                        "settlement": "Ulsan",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Young-Ki",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kangnam Sacred Heart Hospital",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hemodialysis (HD) patients had a high rate of infection transmission and mortality during the middle east respiratory syndrome coronavirus (MERS-CoV) outbreak in Saudi Arabia. A standardized guideline on isolation technique for exposed HD patients is not available. Thus, this study aimed to evaluate the effect of different isolation strategies on the prevention of secondary viral transmission and clinical outcomes among exposed HD patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "During the 2015 MERS-CoV outbreak in Korea, 116 patients in 3 HD units were incidentally exposed to individuals with confirmed MERS-CoV infection and underwent different types of isolation, which were as follows: single-room isolation (n = 54, 47%), cohort isolation (n = 46, 40%), and self-imposed quarantine (n = 16, 13%). The primary outcome was rate of secondary viral transmission. The secondary outcome measures were changes in clinical and biochemical markers during the isolation period, difference in clinical and biochemical markers according to the types of isolation practice, and effect of isolation practice on patient survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "During a mean isolation period of 15 days, no further cases of secondary transmission were detected among HD patients. Plasma hemoglobin, serum calcium, and serum albumin levels and single-pool Kt/V decreased during the isolation period but normalized thereafter. Patients who were subjected to self-imposed quarantine had higher systolic and diastolic blood pressure, lower total cholesterol level, and lower Kt/V than those who underwent single-room or cohort isolation. During the 24-month follow-up period, 12 patients died. However, none of the deaths occurred during the isolation period, and no differences were observed in patient survival rate according to different isolation strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Although 116 participants in 3 HD units were incidentally exposed to MERS-CoV during the 2015 outbreak in Korea, strict patient surveillance and proper isolation practice prevented secondary transmission of the virus. Thus, a renal disaster protocol, which includes proper contact surveillance and isolation practice, must be established in the future to accommodate the needs of HD patients during disasters or outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations: BP = blood pressure, ELISA = enzyme-linked immunosorbent assay, Hb = hemoglobin, HD = hemodialysis, IFA = immunofluorescence assay, MERS-CoV = middle east respiratory syndrome coronavirus, ppNT = pseudoparticle neutralization assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 2012, middle east respiratory syndrome coronavirus (MERS-CoV) infection, which is a fatal disease, has caused panic worldwide because it spread within a short period of time in Saudi Arabia. Interestingly, most fatality cases included patients in the intensive care unit and hemodialysis (HD) unit. [1] In 2015, the MERS-CoV outbreak also occurred in South Korea, with 186 confirmed cases and 36 deaths. [2] During the outbreak, some dialysis patients in 3 HD units were incidentally exposed to other patients or healthcare workers with confirmed MERS-CoV infection.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Patients with end-stage renal disease are at risk of viral transmission due to decreased immune function and high comorbidity. In addition, they cannot sustain a healthy life without undergoing regular HD treatment. Therefore, HD patients are at risk of both infectious and noninfectious diseases during disasters. A recent study has shown that HD patients who are on dialysis treatment while in isolation received suboptimal quality of care and experienced high level of stress. [3] Therefore, strict isolation care during epidemics, including MERS-CoV outbreak, may result in suboptimal dialysis dose and poor clinical outcomes as well as decreased quality of life among HD patients. However, a critical care response manual for epidemics, including MERS-CoV outbreak, in HD units is not available to date. Moreover, only few studies have examined the effect of isolation practice on secondary viral transmission and clinical outcomes among patients in HD units.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 483,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We performed a 2-year prospective cohort study to evaluate the effect of different isolation strategies for the prevention of secondary transmission of MERS-CoV. Thus, this study aimed to evaluate the efficacy of isolation strategy on preventing secondary transmission of MERS-CoV in HD units, to identify changes in clinical and biochemical parameters during the isolation period, and to compare the survival rate of HD patients according to different isolation strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 2-year prospective cohort study was performed during the 2015 MERS-CoV outbreak at the HD units of 2 university hospitals (Kyung Hee University Hospital at Gangdong and Kangdong Sacred Heart Hospital, Seoul, Korea) and 1 public medical center (Gangneung Medical Center, Gangwon, Korea). Some patients from each HD unit were exposed to individuals with confirmed MERS-CoV infection and were subsequently isolated from those not exposed. Patients with confirmed MERS-CoV infection were sent to the designated hospital with a singleoccupancy negative pressure room and a portable dialysis machine according to the Middle East respiratory syndrome clinical practice guideline on HD facilities, as mandated by the Korean Society of Nephrology. [4] Before entering the dialysis unit, the other HD patients were closely monitored for possible fever or respiratory symptoms. When a patient develops suspicious symptoms, he/she was sent to the quarantine desk for MERS-CoV screening test. All healthcare workers and HD patients followed the standard, contact, and droplet precautions, including hand hygiene and wearing of masks.",
            "cite_spans": [
                {
                    "start": 741,
                    "end": 744,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Study design and setting"
        },
        {
            "text": "Each hospital had different isolation strategies for exposed patients, which include single room isolation, cohort isolation, or self-imposed quarantine (Fig. 1) . Single room isolation involves isolating each patient in a single, negative pressure room while on HD treatment using separate portable reverse osmosis. Cohort isolation is a method involving hospital quarantine while on HD treatment in a shared HD room. Conversely, a self-imposed quarantine is a method for asymptomatic contacts who stay at home with active surveillance of possible symptoms while receiving HD treatment in a shared HD room on the day of treatment (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 639,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Isolation practice"
        },
        {
            "text": "In Kyung Hee University Hospital at Gangdong, 83 HD patients were suspected to be exposed to individuals with confirmed MERS-CoV infection. As 1 patient with confirmed MERS-CoV infection was on maintenance HD treatment, the hospital decided to hospitalize all 83 HD patients until the possibility of additional MERS-CoV infection was ruled out. The 47 close contacts who received HD treatment on the same day as the patient with confirmed infection underwent single-room isolation, whereas the other 26 casual contacts who received HD treatment at a different time were subjected to cohort isolation. In Kangdong Sacred Heart Hospital, 9 HD patients were exposed to the MERS-CoV index case at the radiologic department outside the HD unit. The hospital chose to perform self-imposed quarantine for 6 asymptomatic contacts, and 3 febrile patients were subjected to single-room isolation. In Gangneung Medical Center, 34 patients on maintenance HD treatment were suspected to be directly or indirectly exposed to the head nurse of the HD unit with confirmed MERS-CoV infection. Among them, 4 symptomatic contacts underwent single room isolation, and 20 asymptomatic close contacts had cohort isolation. The other 10 asymptomatic casual contacts were subjected to self-imposed quarantine and were monitored for possible symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation practice"
        },
        {
            "text": "We enrolled 126 participants from 3 HD units who underwent isolation practice after MERS-CoV exposure. The exposed healthcare workers were excluded from the analysis. A total of 116 patients were included in the analysis because 10 patients from Kyung Hee University Hospital at Gangdong were lost to follow-up. Nine patients were then transferred to other hospitals, and 1 switched from HD to peritoneal dialysis. All of them received HD treatment while in isolation about 1-2 weeks until they were considered free from MERS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "The primary outcome was the rate of secondary viral transmission. The secondary outcome measures were changes in clinical and biochemical markers during the isolation period, difference in clinical and biochemical markers according to the type of isolation practice, and the effect of isolation practice on patient survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "Data about demographic characteristics, including age, gender, body mass index, HD duration, and cause of end-stage renal disease, were collected at the time of enrollment. Laboratory parameters, including systolic blood pressure (BP); diastolic BP; plasma hemoglobin (Hb), ferritin, calcium, phosphorous, parathyroid hormone, serum albumin, and total cholesterol levels; and single-pool kt/V, were collected from 3 months prior to MERS-CoV exposure to 6 months after exposure. Single-pool kt/V was Park et al. Medicine (2020) 99:3 Medicine calculated based on decreased intradialytic blood urea level and weight change. [5] Data, such as pre-isolation, isolation, and postisolation, were summarized as an average of 3-month values. Survival data were collected until 24 months after exposure.",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 624,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Approximately 3-5 mL of whole blood was drawn from each patient at 16 weeks after exposure to evaluate secondary transmission based on reactivity against the MERS-CoV S1 antigen using enzyme-linked immunosorbent assay (ELISA), which was supported by reactivity with recombinant S-protein immunofluorescence assay (IFA) and spike pseudoparticle neutralization assay (ppNT). [6] Briefly, whole blood was centrifuged at 1500 g at room temperature for 10 min, and the supernatant was transferred to a fresh tube. The plasma samples were stored at À80°C and were used for ELISA, IFA, and ppNT after 12-16 months.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Serological test for the pre-emptive detection of MERS-CoV in asymptomatic patients"
        },
        {
            "text": "The Statistical Package for the Social Sciences software version 20 (SPSS, Inc., Chicago, Ill.) was used for analysis. For normally Figure 1 . Isolation practice during MERS-CoV outbreak in HD units. From 126 HD patients who were exposed, 10 were excluded from the analysis due to following reasons: transfer to another hospital (n = 9) and change of dialysis modality (n = 1). Therefore, a total of 116 patients were included in the analysis: n = 54, single room isolation; n = 46, cohort isolation; and n = 16, self-imposed quarantine. HD = hemodialysis, MERS-CoV = middle east respiratory syndrome coronavirus. distributed variables, the student t test and 1-way analysis of variance were used for comparisons, and data were presented as mean ± standard error. The Mann-Whitney U test and Kruskal-Wallis test were used for nonparametric analysis. Chi-square test was used for the analysis of categorical data. Generalized estimating equation (GEE) was used to analyze time-dependent change in clinical and biochemical data from the pre-to postisolation period. Patient survival was analyzed using the Kaplan-Meier method. A P value < .05 was considered significant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 140,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "The protocol of the current study was reviewed and approved by the Institutional Review Board (IRB No 2015-11-134) of each institution and was conducted in accordance with the declaration of Helsinki. Written informed consent was obtained from all participants. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "We compared the effect of each isolation method on preventing secondary transmission. During the isolation period, we performed regular screening for MERS-CoV in all symptomatic and asymptomatic participants who were isolated. Sputum specimens were collected for reverse transcription polymerase chain reaction, and all specimens were negative for MERS-CoV. After 16 weeks from the isolation period, we collected serum samples from isolated participants and performed serological assays to assess secondary transmission of MERS-CoV in asymptomatic patients. Based on the results, 3 patients tested positive for anti-MERS-CoV IgG. To confirm MERS-CoV infection, we further tested the blood samples using IFA and ppNT. Results showed no further secondary transmission of MERS-CoV among asymptomatic contacts ( Table 2 ), indicating that either single-room isolation, cohort isolation, or selfimposed quarantine was effective in preventing further transmission of infectious diseases among HD patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 808,
                    "end": 815,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Effect of isolation strategy on preventing the secondary transmission of MERS-CoV"
        },
        {
            "text": "To evaluate the effect of isolation on clinical and biochemical parameters, we collected data from 3 months prior to isolation to 6 months after the isolation period. Data were compared using the average values of each parameter during the pre-isolation (3 months before isolation), isolation (3 months from isolation), and post-isolation (3-6 months after isolation) periods. GEE showed changes in plasma Hb, serum calcium, and serum albumin levels and single-pool Kt/V over time, and the results were not statistically significant (P < .05). All these markers increased after the isolation period (Table 3) . After comparing the trend of the clinical and biochemical markers among patients who were subjected to different isolation strategies, the patients under selfimposed quarantine were found to have higher systolic and diastolic BP, lower total cholesterol level, and lower Kt/V than those under single-room and cohort isolation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 599,
                    "end": 608,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Changes in clinical and biochemical parameters during the isolation period"
        },
        {
            "text": "We finally evaluated the effect of isolation practice on patient survival. During the 24-month follow-up period, 12 patients died. Four and 3 patients died from underlying lung disease and cardiovascular events, respectively. In addition, some patients presented with septic shock and hyperkalemia, and 1 patient committed suicide. However, none of the patients presented with Table 1 Baseline characteristics of the study cohort.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 384,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Effect of isolation strategy on patient survival"
        },
        {
            "text": "Total (n = 116) Single room isolation (n = 54) Cohort isolation (n = 46) Self-imposed quarantine (n = 16) P-value infection during the isolation period, and no differences in survival rate were observed among patients subjected to different isolation strategies (P = .849, Fig. 3 ). There were 5 (6.8%) death cases from Kyung Hee University Hospital at Gangdong and 7 (20.6%) from Gangneung Medical Center.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 279,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Effect of isolation strategy on patient survival"
        },
        {
            "text": "This prospective, multicenter study first evaluated the efficacy of isolation practice on clinical outcomes and patient survival. The isolation practice was effective in preventing further transmission of disease among HD patients. Although the isolation methods were adopted based on the risk of exposure and available resources, the specific isolation methods (single room isolation vs cohort isolation vs self-imposed quarantine) did not affect the MERS-CoV transmission rate. All techniques were similar in terms of efficacy in preventing secondary transmission of respiratory disease. In addition, no difference was observed in patient survival rate according to the different types of isolation. Patients with end-stage renal disease are at risk of both infectious and non-infectious diseases during disasters. Thus, kidney professionals must be alert in preparing for future disasters. [7] After the catastrophic hurricane that caused mass casualty among chronic renal patients in 2005, the Kidney Community Emergency Response Coalition was established to immediately respond to emergent situations during a disaster. The disaster plan includes recommendations for patients, HD units, and healthcare workers during disasters, education, and emergency planning (alternative HD facilities, diet, transportation, and medication). [7] [8] However, renal disaster includes not only natural disasters, such as earthquakes or hurricane, but also man-made disasters. Recently, infectious disease or the epidemic of infectious origin became another threat to public health and was considered a renal disaster. Renal disaster due to infectious diseases poses a significant risk of spreading infections among exposed patients. Therefore, proper isolation practice among exposed patients in HD units is important in preventing further infection transmission.",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 896,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1334,
                    "end": 1337,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1338,
                    "end": 1341,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During the previous influenza A (H1N1) virus pandemic in 2009, kidney professionals overcame the problem by performing HD in full or partial isolation. In addition, cases were immediately reported, and information was shared to each dialysis center. Thus, patient to patient transmission can be minimized with few fatalities. [9] Due to the recent outbreak of Ebola virus that occurred in West Africa in 2014-2015, the multidisciplinary disaster team was established, and teleconference was used to assess the situation and to address new challenges. [10] Moreover, previous articles on hepatitis B and C outbreaks have shown that adherence to infection control measures is extremely important in preventing patient to patient transmission of infectious disease. [11] [12] Based on previous experience, HD units must respond to infectious disasters as a team to properly isolate suspected patients and to provide accurate treatment.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, a proper isolation strategy for patients exposed to MERS-CoV has not been established. Therefore, during the MERS outbreak in 2015, the Korean Society of Nephrology MERS-CoV Task Force Team developed MERS clinical practice and infection control guidelines for HD facilities. [4, 13] The guidelines recommend appropriate isolation practice among HD patients according to the risk of MERS-CoV exposure. Close contacts with fever or respiratory symptoms should be isolated in a single negative pressure room with a portable dialysis machine. By contrast, close contacts without any suspected symptoms may Table 3 Changes of clinical and biochemical parameters during isolation practices. undergo either single-room isolation, cohort isolation, or selfimposed quarantine until the possibility of additional MERS-CoV infection is ruled out. Casual contacts should be subjected to cohort isolation and contact surveillance. Our study validated the efficacy of the recommended isolation practices in preventing secondary transmission. Results showed no difference among the different isolation methods. Therefore, in the future, the most cost-effective isolation method available at each facility is sufficient to prevent further transmission of MERS-CoV and to improve patient survival.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 611,
                    "end": 618,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To confirm MERS-CoV infection, we performed several serological assays, including ELISA, IFA, and ppNT. Four suspected cases of MERS-CoV infection were identified using ELISA against the MERS S1 particle. However, based on the combined results of IFA and ppNT, 3 suspected cases were found to have false-positive results. Our findings were similar to those of a previous study conducted by Park et al. [14] The study compared the serological assays in human MERS-CoV infection, including plaque reduction neutralization tests, micro-neutralization, ppNT, and ELISA, and found a significant correlation between the PRNT and ppNT titers. MERS-CoV S1 ELISA was less strongly correlated to different neutralization assays. [14] Therefore, the ppNT assay can provide reliable results for the diagnosis of MERs-CoV infection and seroepidemiology in the future.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 397,
                    "text": "Park et",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The patients had stable BP and single-pool Kt/V during the isolation period. However, these parameters increased thereaf-ter. The level of biochemical markers, including plasma Hb, serum calcium, and serum albumin, were maintained during isolation and improved after the isolation period. The efficiency of dialysis measured using Kt/V improved after the isolation period. The biochemical or clinical marker levels did not decrease during the isolation period. Meanwhile, the single-room isolation and cohort isolation methods were superior to self-imposed quarantine in terms of maintaining normal BP, good nutrition, and dialysis efficiency. This result may be partly explained by the compliance factor in which patients on self-imposed quarantine might not had followed the advice of doctors to have low-salt diet and restricted calorie intake.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Twelve patients died during the 24-month follow-up period, but no difference was observed in patient survival rate according to different isolation strategies. Thus, we cannot assure that mortality was not correlated to isolation practice itself. However, it was more likely to be associated with underlying comorbidities, old age, and long average duration of dialysis rather than isolation practice itself. The patient survival rate did not significantly differ according to specific isolation methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The present study had several limitations. First, the study cohort was extremely small; thus, our results cannot be generalized to other populations. Second, this is not a randomized controlled trial. Hence, the effect of each isolation method on secondary transmission was not evaluated. In conclusion, secondary transmission of MERS-CoV among chronic HD patients in HD units can be prevented by immediate and proper implementation of isolation practice as a team. The best and effective isolation method per case should be selected according to hospital strategy and availability. HD treatment can be safely performed by placing an individual with confirmed infection on immediate quarantine and by practicing meticulous HD treatment in isolation settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Peri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "407--423",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Korea centers for disease control, preventionMiddle East respiratory syndrome coronavirus outbreak in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Osong Public Health Res Perspect",
            "volume": "6",
            "issn": "",
            "pages": "269--78",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Inevitable isolation and the change of stress markers in hemodialysis patients during the 2015 MERS-CoV outbreak in",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Korea. Sci Rep",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome clinical practice guideline for hemodialysis facilities",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Kidney Res Clin Pract",
            "volume": "36",
            "issn": "",
            "pages": "111--117",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "National Kidney Foundation. KDOQI clinical practice guidelines for hemodialysis adequacy: 2015 update",
            "authors": [],
            "year": 2015,
            "venue": "Am J Kidney Dis",
            "volume": "66",
            "issn": "",
            "pages": "884--930",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Seroepidemiology for MERS coronavirus using microenutralisation and pseudoparticle virus neutralisation assays reveal a high prevalance of antibody in dromedary camels in Egypt",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gomaa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Kidney patients care in disasters: lessons from the hurricanes and earthquake of 2005",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin J Am Soc Nephrol",
            "volume": "2",
            "issn": "",
            "pages": "814--838",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Kidney patient care in disasters: emergency planning for patients and dialysis facilities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin J Am Soc Nephrol",
            "volume": "2",
            "issn": "",
            "pages": "825--863",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Influenza A(H1N1) virus pandemic in the dialysis population: first wave results from an international survey",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marcelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marelli",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nephrol Dial Transplant",
            "volume": "24",
            "issn": "",
            "pages": "3566--72",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "What we learned from Ebola: preparing dialysis units for the next outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Boyce",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hymes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin J Am Soc Nephrol",
            "volume": "13",
            "issn": "",
            "pages": "669--70",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transmission of hepatitis B virus in dialysis units: a systematic review of reports on outbreaks",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fabrizi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dixit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Messa",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Artif Organs",
            "volume": "38",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A large outbreak of hepatitis C virus infections in a hemodialysis clinic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gutowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghiselli",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "37",
            "issn": "",
            "pages": "125--158",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Korean clinical practice guidelines for preventing the transmission of infections in hemodialysis facilities",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Yoo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Kidney Res Clin Pract",
            "volume": "37",
            "issn": "",
            "pages": "8--19",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Comparison of serological assays in human Middle East respiratory syndrome (MERS)-coronavirus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Medicine (2020) 99:3 www.md-journal",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Different isolation strategies during the MERS-CoV outbreak. Exposed patients were isolated according to each hospital strategy and available resources. (A) Single-room isolation refers to a method of admitting a patient in a single negative pressure room while providing HD treatment using separate portable reverse osmosis. (B) Cohort isolation is a method of isolating a patient in a single room in an affected hospital while providing HD treatment in an HD room after other healthy HD patients finished their treatment session. (C) Self-imposed quarantine refers to an isolation method for asymptomatic contacts in which a patient stays at home and is transported to the hospital on the day of HD treatment via a designated vehicle provided by the disease prevention authority. HD = hemodialysis, MERS-CoV = middle east respiratory syndrome coronavirus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Pre-isolation 3 M vs post-isolation 3 M (P < .05). † Pre-isolation 3 M vs isolation 3 M (P < .05). ‡ Isolation 3 M vs post-isolation 3 M (P < .05).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Patient survival according to isolation practice. No difference was observed in patient survival rate according to the following isolation methods (P = .849): single-room isolation, cohort isolation, and self-imposed quarantine.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "BP = blood pressure; Hb = hemoglobin; HD = hemodialysis.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "BP = blood pressure; Hb = hemoglobin. *",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Serologic assays in HD patients with MERS-CoV exposure. ELISA = enzyme-linked immunosorbent assay; HD = hemodialysis; IFA = immunofluorescence assay; MERS-CoV = Middle East respiratory syndrome coronavirus; ppNT = pseudoparticle neutralization assay. * One confirmed hemodialysis patient with MERS-CoV infection.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}