{
    "paper_id": "6bd9a619434c6c57efe77c253b97c31d98369b02",
    "metadata": {
        "title": "Mycoplasma pneumoniae- associated transverse myelitis presenting as asymmetric flaccid paralysis",
        "authors": [
            {
                "first": "Shafee",
                "middle": [],
                "last": "Salloum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dayton Children's Hospital",
                    "location": {
                        "settlement": "Dayton"
                    }
                },
                "email": ""
            },
            {
                "first": "Ajay",
                "middle": [],
                "last": "Goenka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dayton Children's Hospital",
                    "location": {
                        "settlement": "Dayton"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Ey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dayton Children's Hospital",
                    "location": {
                        "settlement": "Dayton, Dayton",
                        "region": "Ohio, Ohio",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Acute transverse myelitis is a rare spinal cord inflammatory disorder that manifests as sudden onset of motor, sensory, and autonomic dysfunctions. Here, we report a case of acute transverse myelitis in a 13year-old boy secondary to Mycoplasma pneumoniae infection. He presented with left facial palsy and contralateral upper extremity weakness without sensory or autonomic changes. The patient was diagnosed with transverse myelitis based on his magnetic resonance imaging findings, although his presentation was mainly motor dysfunction, which is more consistent with acute flaccid paralysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A 13-year-old previously healthy boy presented to the emergency department (ED) in August 2018 with neck pain and left sided facial drooping which started on the day of presentation. He had history of nasal congestion, cough, and fever for five days. He was initially diagnosed with Bell's palsy and started on prednisone. The patient returned to the ED two days later with new onset right shoulder and arm weakness. He was tachypneic to 32 breaths/minute, tachycardic to 108 beats/minute, and afebrile with normal blood pressure. He was alert and oriented with Glasgow coma scale 15/15. Neurological examination was significant for left facial drooping and inability to fully close his left eye. He had neck weakness as well and was unable to hold his head unsupported. Pupils were equal and reactive to light. Muscle strength in the right upper extremity was 1/5 proximally and 4/5 distally. He had normal strength of left upper extremity and both lower extremities. Reflexes were absent in right biceps",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "and brachioradialis, but normal on the left side. There was no sensory disturbance or numbness. There were no gait abnormalities and no bladder or bowel incontinence. The rest of his physical examination was normal. Cerebral spinal fluid (CSF) analysis showed mild pleocytosis of 18/mm 3 with 76% lymphocytes and 22% monocytes. CSF protein 52 mg/dL, and glucose 61 mg/dL. Contrast enhanced magnetic resonance imaging (MRI) of brain and cervical spine revealed cord swelling with T2 prolongation and without contrast enhancement extending from the brain stem at the level of middle cerebellar peduncles through the medulla and the cervical spinal cord to the C7 level. No other area of abnormal signal was present (Figures 1 and 2) . These findings are most consistent with longitudinally extensive transverse myelitis (LETM) due to involvement of ≥3 vertebral segments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 713,
                    "end": 730,
                    "text": "(Figures 1 and 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Extensive CSF studies were performed including antibodies for arboviral encephalitis (West Nile, St. Louis, California, Eastern Equine, and Western Equine), polymerase chain reaction (PCR) for herpes simplex virus and enterovirus, Lyme antibodies, and oligoclonal bands. All were negative. His nasopharyngeal swab was also negative by PCR for adenovirus, enterovirus/rhinovirus, human metapneumovirus, parainfluenza, influenza, respiratory syncytial virus, coronavirus, Chlamydia pneumoniae, and Mycoplasma pneumoniae. Serum aquaporin 4 receptor antibody, antinuclear antibody, and antidouble strand DNA were negative as well. Stool viral culture was negative as well as rectal swab for enterovirus by PCR. His CSF M. pneumoniae antibodies were elevated; IgG 2.31 U/L and IgM 2.08 U/L. Reference ranges are: less than 0.09 and 0.76, respectively. A three-day course of high dose intravenous methylprednisolone (30 mg/kg/day) was started, followed by plasmapheresis due to lack of improvement on steroids, in addition to doxycycline (to treat his Mycoplasma infection). The patient was monitored closely in the intensive care unit. His respiratory status remained stable and he did not require ventilatory support. He did not develop any signs of autonomic instability such as bradycardia or hypertension. He had no urinary retention or constipation. He was fed initially through nasogastric tube due to development of dysphagia. Video fluoroscopic swallowing function study was performed a week after admission to the hospital and showed no tracheal aspiration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Subsequently, the patient could feed orally without complications. The patient was hospitalized for two weeks to recover.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the time of discharge, he had mild improvement in his right upper extremity motor functions, he was able to walk independently and he had some improvement in his facial palsy. He received extensive physical therapy as an outpatient. At 2 months follow up visit, he had minimal weakness in his right hand and left face with complete resolution of his neck weakness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Acute transverse myelitis (ATM) is an immune-mediated spinal cord disorder which presents with acute onset of motor, sensory, and autonomic dysfunction. About 20% of ATM cases occur in children with an annual incidence of two cases per million. 1,2 A bimodal age distribution is noticed in children younger than 5 years and children older than 10 years. 2 Compared to adults, pediatric ATM is more frequently postinfectious, thoracic, longitudinally extensive, and has a better outcome. 3 The most common causes of ATM are presented in Table 1 . 3 It is important to recognize that the nadir of symptoms in ATM is between 4 hours and 3 weeks. Rapid progression of symptoms in less than 4 hours indicates an ischemic event while progression of symptoms beyond 3 weeks is more consistent with chronic hereditary myelopathy. 1, 3 Pain is the most common initial symptom. Other symptoms include motor deficits and weakness which occasionally can be unilateral as we noticed in this case. Patients may develop initial flaccid motor weakness and hyporeflexia similar to this case. This is usually due to initial spinal shock which results in lower motor neuron signs. 1-3 Sensory symptoms include positive symptoms such burning sensation or negative symptoms such numbness. Patients usually have sensory loss in a band-like or transverse level (and here is the name transverse myelitis). Autonomic symptoms are virtually seen in all patients with ATM. These might include urinary retention and constipation. 1-3 MRI spine is an essential tool in the diagnosis. It helps exclude extrinsic compression lesions like tumors or arteriovenous malformation. MRI spine in ATM shows centrally located lesions with high T2 signal intensity involving grey matter and neighboring white matter. Longitudinally extensive transverse Case Report myelitis (LETM), which is defined as involvement of ≥3 vertebral segments, occurs in 66-85% of ATM in children. 2 Brain MRI is expected to be normal in ATM. However; asymptomatic lesions are seen in more than 40% of children with ATM indicating the need to include brain MRI in evaluation for ATM. 2 Neurological complications occur in 0.1% of patients with M. pneumoniae infections, and among these, encephalitis is the most commonly encountered one. It is estimated that 5-10% of childhood encephalitis cases are attributed to M. pneumoniae infection. 3, 4 M. pneumoniae-associated ATM usually involves the thoracic spinal cord and arises 2-4 weeks after antecedent respiratory infection. 3, 5 This is in contrast to our patient who developed neurological symptoms within one week of his respiratory illness and his MRI showed mainly cervical spinal cord involvement.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 355,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 487,
                    "end": 488,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 546,
                    "end": 547,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 822,
                    "end": 824,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 825,
                    "end": 826,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1936,
                    "end": 1937,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2122,
                    "end": 2123,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2378,
                    "end": 2380,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2381,
                    "end": 2382,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2515,
                    "end": 2517,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2518,
                    "end": 2519,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 543,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The proposed mechanisms for mycoplasma induced neurological complications are direct central nervous system invasion or a post-infectious immune process. The latter is probably due to molecular antigenic mimicry between M. pneumoniae and myelin sheath proteins leading to production of anti-neuronal antibodies. 6, 7 M. pneumoniae infection can be a diagnostic challenge as serologic antibodies are neither sensitive nor specific, and detection of DNA by PCR in respiratory specimens may represent colonization rather than an active infection. 6 We suspect that ATM in this case is most likely due to M. pneumoniae infection which is evident by elevated intrathecal antibodies and absence of other pathogens. Serum M. pneumoniae antibodies were not obtained in this case due to their poor sensitivity and specificity as mentioned above.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 314,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 315,
                    "end": 316,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 544,
                    "end": 545,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "First-line treatment for ATM is high dose methylprednisolone 30 mg/kg/day for 3-5 days (maximum daily dose is 1 gram). Steroids have been associated with decreased length of disability and better outcome improvement. High dose steroids are followed by oral taper for 3-4 weeks. Second line therapy is plasmapheresis if no improvement is noticed despite steroids. This is especially true with LETM as we saw in this case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is limited evidence for other therapies like intravenous immunoglobulin and cyclophosphamide. [1] [2] [3] Rehabilitation and physical therapy role are essential in the management. Children generally have a better outcome than adults with 50% of pediatric cases making a complete recovery by 2 years. 1-3 Yet it is important to remember that M. pneumoniae induced transverse myelitis can result in significant neurological sequalae despite appropriate treatment. 8 Infants tend to have a worse outcome possibly due to inability of their immature nervous system to recover and higher incidence of LETM in this age group. 1 Mortality is associated with respiratory failure and high cervical cord lesions. Risk factors for relapse are female gender and abnormal brain MRI. 1",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 104,
                    "end": 107,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 108,
                    "end": 111,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 468,
                    "end": 469,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 625,
                    "end": 626,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We present a case of M. pneumoniaeassociated transverse myelitis with unusual clinical and radiological features. The patient presented with acute-onset unilateral flaccid weakness without sensory or autonomic changes, which is suggestive of acute flaccid myelitis. His MRI findings were more consistent with ATM, but involved mainly the cervical spine contrary to the usual thoracic involvement in most cases of ATM. Intrathecal M. pneumoniae antibodies were elevated, and the patient showed significant response to high dose steroids and plasmapheresis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pediatric acute transverse myelitis overview and differential diagnosis",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Lupo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lotze",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Child Neurol",
            "volume": "27",
            "issn": "",
            "pages": "1426--1462",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pediatric transverse myelitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Absoud",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Neurology",
            "volume": "87",
            "issn": "",
            "pages": "46--52",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transverse myelitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Beh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Frohman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Frohman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neurol Clin",
            "volume": "31",
            "issn": "",
            "pages": "79--138",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mycoplasma pneumoniae: nervous system complications in childhood and review of the literature",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Yiş",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kurul",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cakmakçi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dirik",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Pediatr",
            "volume": "167",
            "issn": "",
            "pages": "973--981",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mycoplasma pneumoniae-associated myelitis: a comprehensive review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsiodras",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kelesidis",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kelesidis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur J Neurol",
            "volume": "13",
            "issn": "",
            "pages": "112--136",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neurological complications of PCR-proven M. pneumoniae infections in children: prodromal illness duration may reflect pathogenetic mechanism",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Zaidy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Macgregor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mahant",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "61",
            "issn": "",
            "pages": "1092--1100",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mycoplasma pneumoniae: innocent bystander or a true cause of central nervous system disease?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bitnun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr Infect Dis Rep",
            "volume": "12",
            "issn": "",
            "pages": "282--90",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transverse myelitis as a rare, serious complication of Mycoplasma pneumoniae infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Csábi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Komáromy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hollódy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Neurol",
            "volume": "41",
            "issn": "",
            "pages": "312--315",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sagittal section shows T2 prolongation starting in the brain stem at the level of the middle cerebellar peduncle and extending into the medulla and cervical spinal cord to the C7 level. There are illdefined margins and no enhancement after gadolinium contrast administration.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Transverse section at C4 level shows T2 prolongation in central grey matter with peripheral sparing.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Causes of transverse myelitis. Parainfectious TM a. Viral: hepatitis A, hepatitis B, hepatitis C, hepatitis E, measles, mumps, rubella, varicella zoster, Epstein-Barr, cytomegalovirus, Herpes simplex, influenza A/B, lymphocytic choriomeningitis virus, chikungunya, Hanta virus, HIV, human T-cell lymphotropic virus, human herpes virus 6, Japanese encephalitis, Murray Valley encephalitis, St Louis encephalitis, tick-borne encephalitis, vaccinia, Rocky Mountain spotted fever, dengue virus, enterovirus 71, coxsack ievirus A and B, West Nile virus, parvovirus B19, human corona virus, and echovirus b. Bacterial: Mycoplasma pneumoniae, Campylobacter jejuni, Borrelia burgdorferi, Acinetobacter baumanii, Coxiella burnetii, Bartonella henselae, Chlamydia psittaci, Leptospira, Chlamydia pneumoniae, Legionella pneumonia, Orientia tsutsugamushi (scrub typhus), Salmonella paratyphi B, Mycobacterium tuberculosis, Treponema pallidum, Brucellosis melitensis, and groups A and B streptococci c. Fungal: Actinomyces, Blastomyces, Coccidioides, Aspergillus, Cryptococcus, and Cladophialophora bantiana d. Parasitic: Toxocara species, Schistosoma species, Gnasthostoma spinigerum, Echinococcus granulosus, Taenia solium, Toxoplasma gondii, Acanthamoeba species, Paragonimus westermani, and Trypanosoma brucei 5. Paraneoplastic syndromes NMO, Neuromyelitis optica; ADEM, Acute disseminated encephalomyelitis; SLE, Systemic lupus erythematosus; SS, Sj gren syndrome; ANCA, Anti-neutrophilic cytoplasmic autoantibody; TM, transverse myelitis; CRMP, Collapsin response-mediator protein; GAD, Glutamic acid decarboxylase; NMDAR, N-methyl-d-aspartate receptor. Reprinted from Neurologic Clinics 2013, vol. 31, Beh SC, Greenberg BM, Frohman T, Frohman EM, Transverse myelitis, pp. 79-138. Copyright 2013, with permission from Elsevier. 3",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}