{
    "paper_id": "6c1755283872ed1397ec8f4780abde4360d33f62",
    "metadata": {
        "title": "Original Article",
        "authors": [
            {
                "first": "Feng-Chou",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan Normal University",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Chun-Pin",
                "middle": [],
                "last": "Chiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New Taipei City",
                    "location": {
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Tzu-Chiang",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Kaohsiung University of Science and Technology",
                    "location": {
                        "settlement": "Kaohsiung",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Wen-Chiung",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Miaoli County",
                    "location": {
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Eddie",
                "middle": [],
                "last": "Hsiang-Hua",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yung-Ta",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan Normal University",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background/purpose: The licensed dentists in Taiwan should join the postgraduate year training program for dentists (PGYD) since 2010. This study aimed to analyze the project types and the geographical distribution of the PGYD training institutions in Taiwan from 2010 to 2018. Materials and methods: From 2010 to 2018, 735 hospitals and clinics participated in four types of PGYD project including hospital as the single training institution (project A), clinic as the single training institution (project B), hospital as the main training institution in the joint training group (project C), and clinic as the main training institution in the joint training group (project D). The project types and the geographical distribution of the training institutions were analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the occurrence of severe acute respiratory syndrome (SARS) incident in 2003 in Taiwan, Taiwanese government has a deep reflection on the present fallacy of medical training system, urging for general medical training before the trainees starting their specialty doctoral training. Under the strategy and policy of \"improving doctor training and upgrading medical quality\", the Ministry of Health and Welfare has implemented the post-graduate year training program (PGY) since 2003 trusted with the Joint Committee of Taiwan (JCT) to conduct the related training. The licensed dentists in Taiwan should finish the post-graduate year training program for dentists (PGYD) before they can open a dental clinic since 2010. 1, 2 Japan has implemented the post-graduate clinical training for dentists since 2006 and the training span lasted for one whole year. The clinical training system designed for the dental institution is divided into two categories: the single and the group systems. In the single system, only one hospital or clinic is responsible for holding the training program, whereas in the group system single hospital or clinic serves as the overseers of the total dental training program and welcomes the participation of several clinical dental training institutions as the collaborating training institutions. 3 According to the Japanese research, the post-graduate clinical training for dentists is mainly charged by the dental school hospitals in the group system with a considerate large number of collaborative training institutions. Due to the policy support, the number of dental clinic joining the training program in the form of collaborating institutions has gradually increased annually. Besides, dental clinics serve as the manager either in the single or the group training system has increased quite some number over the years. Moreover, only 19 of 47 administrative sections in Japan contain university-level hospitals, thus it causes great regional bias on the geographical distribution of the dental training institutions. 4, 5 The two-year post-graduate medical training program for the dentists in Taiwan was similar to that of the Japanese system. It consisted of both the single and the group training systems and centered by one hospital or clinic as the main training institutions, which led to a similar system as that of Japan on the typology of training institutions. Moreover, there were 7 dental schools or dental departments in Taiwan owning specialized dental training programs, which had great regional bias as Japan did. Only 3 of 20 administrative regions in Taiwan contain university-level hospitals that are concentrated in 3 administrative regions such as Taipei, Taichung, and Kaohsiung Cities.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 726,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 727,
                    "end": 728,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1329,
                    "end": 1330,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2058,
                    "end": 2060,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2061,
                    "end": 2062,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Quite few researches have conducted on the topic of PGYD in Taiwan up to date. Japan was 4 years earlier than Taiwan when it came to the post-graduate clinical training for dentists. It was quite similar as for the aspect of the structure of the system and environment, thus the Japanese experience of implementation of the policy and related researches provided as strong and solid research references. Therefore, the main purpose of this study was to analyze the project and institution types and the geographical distribution of the PGYD training institutions in Taiwan from 2010 to 2018. The subjects of this research were the qualified PGYD training institutions in Taiwan from 2010 to 2018.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ever since the implementation of PGYD in 2010, this research had taken the method of secondary data analyses as the research method. From the website of the Ministry of Health and Welfare, we obtained the name lists of dental training institutions qualified for the PGYD. The project span proposed in 2010 was 2 years. However, the qualified and passed projects were announced in 2011. Therefore, only one year was left to carry out for the passed year-2010 projects and they needed a supplementary application for one more year. Besides, from the Joint Committee of Taiwan's website, we found the qualified name lists in 2010, 2012, 2014, 2016 and 2018 with the project span of 2 years in a row. These data revealed the types of project (single system or collaborating institution), the title of the medical institutions (the name of the certain hospital or dental clinic), the code name of the medical institution, the types of the institutions (main or collaborating), and the administrative region in Taiwan. Because in some years the administrative regions were not shown in the name list, this study utilized the Medical Institution Inquiry System and the name code to search and obtain the basic information of the registered medical institution so that the administrative region can be identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The modes for the hospitals to join the PGYD could be categorized in 3 modes: (1) single training institution (also known as the main training institution); (2) the main training institution in the collaborating training group; and (3) the collaborating institution in the joint training group. There were also 3 modes of participation for the clinics to join the training program: (1) single training institution (also known as the main training institution); (2) the main training institution in the collaborating training group; and (3) the collaborating institution in the joint training group. The responsibility of the main training institution was to be in charge of the coordination and communication with all the institutions that implemented and collaborated in the program and took a leading role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Thus, 6 different types of dental training institution were found: (1) hospital as the single training institution, (2) clinic as the single training institution, (3) hospital as the main training institution in the joint training group, (4) clinic as the main training institution in the joint training group, (5) hospital as the collaborating institution in the joint training group; and (6) clinic as the collaborating institution in the joint training group. The numbers of the 6 different types of dental training institution were collected and calculated as the basic information for analyses. By the analyses of 5-year data (2010, 2012, 2014, 2016 , and 2018), we tried to find out the shift of mode of participation of PYGD in Taiwan from 2010 to 2018.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 637,
                    "text": "(2010,",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 643,
                    "text": "2012,",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 649,
                    "text": "2014,",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "2016",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "If we divided the whole Taiwan's administrative regions based on the geography axis: northern, central, southern, and eastern into 4 regions, we calculated respectively the numbers of main training institutions and collaborating institutions in each of different administrative regions across Taiwan. We could use the above numbers to compare the change of the geographical distribution of the PGYD training institutions year by year and the differences of the geographical distribution of the main training institution versus the collaborating training institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "In this study, Pearson's chi-square analyses were used to determine whether the number of projects or institutions significantly increased or decreased in a specific year and the adjusted residual (AR) values were calculated. If the AR value was greater than or equal to 2, it meant that the number of projects or institutions significantly increased in that specific year and if the AR value was less than or equal to À2, it meant that the number of projects or institutions significantly decreased in that specific year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The PGYD training institutions consisted of two groups: the single and joint groups. The role and responsibility of the single training institutions were that they served as the main training institutions; while the joint training group comprised of one main training institution along with several collaborating ones. The upper limit of the joint training group was 30 and it required training institutions with different types such as hospital and clinics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The PGYD projects could be mainly divided into 4 groups by differentiating whether the main training institution was hospital or clinic. The four PGYD project types were: hospital as the single training institution (project A), clinic as the single training institution (project B), hospital as the main training institution in the joint training group (project C), and clinic as the main training institution in the joint training group (project D). Moreover, each individual training institution could participate in at most three projects and could only apply to be as a main training institution for one of the projects. For example, if the one training institution participated in three projects, one served as the main training institution while the other two should be the collaborating training institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "By the analyses of the qualified name lists of the PGYD training projects and institutions from 2010 to 2018, the change of the project and institution numbers and geographical distribution of the PGYD training institutions were described as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The year-by-year shift of the number of PGYD training projects from 2010 to 2018",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Since the PGYD policy had been implemented, the total number of training project grew from 119 in 2010 to 195 in 2018. The most common type of PGYD training project was the project B (307 projects, 41.8%), followed by the project A (249 projects, 33.9%), the project D (101 projects, 13.7%), and the project C (78 projects, 10.6%) ( Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 340,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Because each hospital or clinic could propose only one project, the institution number was the same as the project number for the projects using either hospital or clinic as the single or main training institution (Table 2) . Moreover, each hospital or clinic could also be the collaborating institution in the joint training group. Therefore, there were 253 hospitals and 1216 clinics served as the collaborating training institutions in the joint training group from 2010 to 2018 ( Table 2 ). The total number of institution joined the PGYD program was 2204 in Taiwan from 2010 to 2018. The dental institution number increased gradually from 327 in 2010 to 598 in 2018. The most common institution type was institution F (1216 institutions, 55.2%), followed by institution B (307 institutions, 13.9%), institution E (253 institutions, 11.5%), and institution A (249 institutions, 11.3%) ( Table 2) (Table 3) . There was a significant increase in the main training institution number in 2010 in the southern region of Taiwan and there was a significant decrease in the main training institution number in 2010 in the northern region of Taiwan (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 223,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 484,
                    "end": 491,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 891,
                    "end": 899,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 900,
                    "end": 909,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1144,
                    "end": 1153,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "The year-by-year change of the number of PGYD training institutions from 2010 to 2018"
        },
        {
            "text": "The number of collaborating PGYD training institutions (1469 institutions) was approximately two-fold higher than the number of main PGYD training institutions (735 institutions) from 2010 to 2018 (Table 4 ). Although these two types of training institution tended to gather in the urban regions, still, the number of the collaborating training institution was quite large so they tended to disperse geographically. The collaborating PGYD training institutions could reach as far as the western coastal line or the mountain edges, even could reach a relative remote or township-level administration regions. In the eastern part of Taiwan, the collaborating training institution could reach as far as the Taitung County.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 205,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "The year-by-year geographical distribution of the collaborating PGYD training institutions from 2010 to 2018B"
        },
        {
            "text": "The 1469 collaborating PGYD training institutions were also situated most commonly in northern region of Taiwan (758 institutions, 51.6%), followed by the southern region of Taiwan (340 institutions, 23.2%), the central region of Taiwan (338 institutions, 23.0%), and the eastern region of Taiwan (33 institutions, 2.2%) ( Table 4 (Table 4 ). There was a significant increase in the collaborating training institution number in 2010 in the southern region of Taiwan and there was a significant decrease in the collaborating training institution number in 2010 in the northern region of Taiwan (Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 330,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 331,
                    "end": 339,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 593,
                    "end": 601,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "The year-by-year geographical distribution of the collaborating PGYD training institutions from 2010 to 2018B"
        },
        {
            "text": "This study thoroughly collected the name lists of all the PGYD training projects and training institutions since the implementation of PGYD in 2010. We conducted a deep analysis. Therefore, the findings were important in evaluation and assessment of the PGYD system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Japan Ministry of Health, Labor and Welfare considers the clinical training is the main purpose of the postgraduate training for the dentists, therefore they propose a Pearson's chi-square analyses were used to determine whether there was a significant increase in the institution number (AR value S 2) or a significant decrease in the institution number (AR value & À2) in a specific year. that the dental clinic shall be included in the group training system. According to Japan's research, it indicates that since 2006 implementation of the PGYD, more and more dental clinics have participated in the PGYD. The dental clinics are mainly in the group system collaborating with the hospitals to serve as the training institutions, mostly joining the system as a single or the manager role of the group system. The number is increasing yet small. If we take a further look to see whether the number of dentists joining the PGYD increases as the number of the clinics joining the PGYD increases, the answer was no evident effect. Based on the previous research, those dentists who are trained in the clinics within the single or group system can gain more patients, obtain more opportunity for clinical treatment, and have a higher level of training satisfaction. 6, 7 Thus, the researchers suggest that in order to raise the number of dental trainees in the clinics, more dental clinics shall be promoted to serve as the main training institution or the managing institution for the PGYD program. 8 Based on the Perry's research experience on the clinical training of dentist graduates serving in the community dental clinic, his research showed the positive effect of dental students on conducting their clinical training at the community dental clinics. The internship has made the students realize the importance of community dentistry; meanwhile they can learn the new techniques and use it into dental practice and gain the boost in confidence and problem-solving techniques as well as their preparation for future dental practice. 9 However, Harden et al. have proposed that from the educational perspective to take community as the basics, the training in the dental clinics has its importance. 10 In the dentist human development and the planning on the talents' supply and demand in 2020 issues by Taiwan's Ministry of Health and Welfare, it presents advice from the policy side: the PGYD training items and the weights of community service shall increase. Trainees should participate in the mobile community health care service and this provides a suitable item for clinical training in the dental clinics. 11 Ever since the implementation of the PGYD, the number of dental clinics becoming as the collaborating institutions in the joint group indeed grew rapidly. However, the dental clinics mostly joined the program as a single training institution or as the main training institution in the joint training group. Though the number is increasing yet it accounts a large share compared to the total number of institutions, which is similar to Japan. As for the question whether the number of dentists trained by PGYD increases as the number of dental clinics increases in PGYD, the Ministry of Health and Welfare in Taiwan has not announced the total number of dentists being trained under the PGYD. This part deserves further investigation and research endeavors.",
            "cite_spans": [
                {
                    "start": 1267,
                    "end": 1269,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1270,
                    "end": 1271,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1501,
                    "end": 1502,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2041,
                    "end": 2042,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2206,
                    "end": 2208,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2621,
                    "end": 2623,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this research, we found that among the 7 medical schools encompassing the Department of Dentistry in Taiwan, the type of training programs proposed by the affiliated hospital or the cooperated clinical training hospital (equivalent to the dental school hospitals in Japan) was mainly single training institution. This was something quite different from that in Japan. In Japan, the university hospital plays the main role as the managing institution and a large number of collaborating training clinics join its training program. This explains why the number of dental clinics joining the training program as collaborating partners is increasing. 8 In comparison, Taiwanese dental clinics were mostly the collaborating training institutions in the joint training group. The joint PGYD training groups were formed by dental clinics and hospitals that were not medical centers. Because medical centers generally shoulder the mission of training the dental specialists, it is not easy to make rotating schedule for the dentists-inetraining to shift between the main training institution (mostly hospitals) and the collaborating training institution (mostly dental clinics).",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 651,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the geographical distribution of PGYD in Japan has not gone even more dispersed within the 5-year time of implementation, the continuous issues about the geographical distribution trend of dentist in practice and its effect deserve further concern. 12 Just as the situation in Japan, the geographical distribution of the training institutions in Taiwan has great regional bias. Only 3 out of 20 administrative areas have the same level of training institutions as those of Japan's dental school hospitals. If we examined the geographical distribution of the main and collaborating training institutions in 2010 when at first the PGYD implemented, there were less training institutions in number and they mostly concentrated in the urban areas on the western side of Taiwan from northern, central to southern parts of Taiwan. Keelung City was the only city in the Northern Taiwan that lacked the training institution. Up to date, there were more collaborating training institutions, still most of them gathered in the western part of Taiwan urban areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the density and number of dental training institutions were higher in the urban areas, they were quite dispersed and the collaborating institutions could reach the western coastal line and the mountain edges. The three eastern counties had quite few PGYD training institutions, sometimes even main training institutions could outnumber the collaborating training ones. In the eastern part of Taiwan, the medical institution of certain scale could afford to join the PGYD and often as the role of main training institutions. Up to 2012, although there was an increase in the numbers of main and collaborating PGYD training institutions in Taiwan, most of the newly-increased institutions were located in the western part of Taiwan. The urban area had higher density of training institutions that also showed a wide geographical distribution. In contrast, the number of training institutions in the eastern counties did not change significantly and the Taitung County even lacked a proper dental training institution. The reason behind such phenomena was that it was not easy for eastern hospitals to recruit intern dentists. In addition, the qualified dental training institutions might lack the motivation to apply for the PGYD program. In the following 2014, it was still a great leap in the number of overall main and collaborating training institutions. Keelung City started to have its own training institutions, while Taitung County remained none. On the contrary, the collaborating PGYD training institutions scattered over all the administrative areas in Taiwan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regarding the change in the number of training institutions in all administrative areas in Taiwan, the Miaoli County in the middle Taiwan, the Nantou County in the mountain area, the southern offshore island e Pescadores, and the three eastern counties had no great change in the number of PGYD training institutions. It was due to the scarcity of dental training institutions in these counties. The number of main training institutions ranged from 1 to 3 while the collaborating training institutions ranged from 3 to 5. A large increase in the number of PGYD training institutions was found in the western administrative areas in Taiwan, most of them concentrated in the urban districts and the number of increased institutions exceeded more than 10. Overall, although the numbers of training institutions in most areas of Taiwan had a significant growth, the obvious increase was majorly found in the Northern Taiwan but not the Southern Taiwan. In addition, there was a strong evidence showing that most of the training resources still gathered in the northern urban areas in Taiwan. Similar to the situation in Japan, the geographical distribution of Taiwan's PGYD training institutions did not show the tendency of degrading. However, it is still worth for further discussion and research whether the distribution of training institutions has an effect on the subsequent development of dental practice in remote areas of Taiwan. Besides, according to Japan's research, the training program in the dental school hospitals normally have more than 100 positions of PGYD training quota while the clinics generally can accept less than 10 dentists for PGYD training. In Taiwan, a large number of dental clinics often participated in PGYD as collaborating training institutions, and these dental clinics were relatively small in size and many of them could only allow one dentist for the PGYD training. Thus, we cannot deduce from such phenomena that a large number of dental clinics have become the collaborating training institutions and it is not sufficient to reflect a proportional increase in the PGYD training positions. Moreover, there is still no study discussing the actual number of dentists in the training institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The other issue notable for further concern was the localization of the medical and dental personnel in the remote areas. Because the collaborating training institutions could reach a wider geographical area, they can reach deeper into the remote areas to provide more dental service than the main training institutions. The collaborating training institutions were mainly dental clinics, thus, if the local dentists could receive the PGYD training while staying at the remote areas, it could help boost the level of localization of dental service and dentist training. Whether such proposal can help to reduce the geographical distribution bias of the dentists in the remote areas in Taiwan is waiting for further research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Hospital or clinic as the single training institution is the two most common PGYD project types in Taiwan from 2010 to 2018. These single or main dental training institutions are mainly located in the northern, central, and southern regions of Taiwan. Our government has to set a proper plan to persuade the dentists to go to the remote areas of Taiwan for accepting the PGYD training and for providing more appropriate dental services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Medical personnel human resource development",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ministry of Education",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Geographic distribution of postgraduate dental trainees in Japan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hirata",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mataki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akiyama",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bull Tokyo Dent Coll",
            "volume": "50",
            "issn": "",
            "pages": "63--70",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Implementation of new postgraduate clinical training program for dentists in Japan by number of training programs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hirata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sakayori",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "JJDEA",
            "volume": "24",
            "issn": "",
            "pages": "306--319",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The relationship between dental schools and the supply of dentists in the 47 prefectures of Japan for a 20-year period, analyzed with the Generalized Linear Models (GLIM)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takiguchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fukai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aoyama",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Dent Health",
            "volume": "55",
            "issn": "",
            "pages": "524--560",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A survey on dental postgraduate clinical training for dental postgraduate residents at dental clinics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gotouda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kasai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Goseki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Jpn J Dent Prac Admin",
            "volume": "45",
            "issn": "",
            "pages": "131--134",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Survey on satisfaction with clinical training of junior residents at Asahi University Hospital in 2009",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kurachi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Gifu Dent Soc",
            "volume": "38",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Trends in percentage of postgraduate dental trainees at dental clinics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hirata",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sugito",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bull Tokyo Dent Coll",
            "volume": "54",
            "issn": "",
            "pages": "127--160",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The experiences of community dental clinic directors with dental students and dental school collaborations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Dent Educ",
            "volume": "74",
            "issn": "10",
            "pages": "56--61",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Educational strategies in curriculum development: the SPICES model",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Harden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sowden",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Med Educ",
            "volume": "18",
            "issn": "",
            "pages": "284--97",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "National Health Research Institutes. The dentist human development and supply and demand planning 2020",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Does mandatory postgraduate clinical training worsen geographic distribution of dentists in Japan?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hirata",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Okawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sugito",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bull Tokyo Dent Coll",
            "volume": "54",
            "issn": "",
            "pages": "141--149",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "number of project A had a steady growth from 43 in 2010 to 67 in 2018 and the number of project B also had a gradual increase from 28 in 2010 to 96 in 2018. However, the number of project C declined from 25 in 2010 to 8 in 2018. Moreover, the number of project D did not have a significant change from 23 in 2010 to 24 in 2018 (Table 1). There were significant increases in the project number in 2014 and in 2018 for the project B and in 2010 and in 2012 for the project C. In addition, there were significant decreases in the project number in 2010 and in 2012 for the project B and in 2016 and in 2018 for the project C (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". There were significant increases in the institution number in 2016 for the institution B, in 2010 and in 2012 for the institution C, in 2010 for the institution D, and in 2010 and in 2012 for the institution E. In addition, there were significant decreases in the institution number in 2010 and in 2012 for the institution B, in 2016 and in 2018 for the institution C, and in 2010 for the institution F (Table 2). The year-by-year geographical distribution of the main PGYD training institutions from 2010 to 2018 The number, percentage, and AR value of main PGYD training institutions in four different regions of Taiwan from 2010 to 2018 are shown in Table 3. The number of main PGYD training institution was 735 in total from 2010 to 2018. In general, the main training institutions tended to concentrate in the western urban regions of Taiwan. They tended to gather in the northern cities such as Taipei City, New Taipei City, and Tao Yuan City, in the central part of Taiwan e the Taichung City, and in the southern part of Taiwan e the Tainan and Kaohsiung Cities. In contrast, the eastern part of Taiwan had only a few main training institutions where mostly gathered in the urban area of the two counties e the Yilan and Hualien Counties. The Taitung County even had no main training institution. In 2010 when the PGYD program was about to launch, only Keelung City had no main training institution. In 2012, Keelung City and Taitung County did not have main training institution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "These 735 main PGYD training institutions were located most commonly in the northern region of Taiwan (379 institutions, 51.6%), followed by the central region of Taiwan (171 institutions, 23.3%), the southern region of Taiwan (156 institutions, 21.2%), and the eastern region of Taiwan (29 institutions, 3.9%) (Table 3). The main PGYD training institutions in the northern region of Taiwan had a marked growth from 48 in 2010 to 109 in 2018. The main training institutions in the central region of Taiwan had a slight increase from 27 in 2010 to 43 in 2018. However, there was no significant change of the number of main PGYD training institutions in the southern and eastern regions of Taiwan from 2010 to 2018",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "). The collaborating PGYD training institutions in the northern region of Taiwan had a prominent increase form 88 in 2010 to 218 in 2018. The collaborating PGYD training institutions in the central region of Taiwan also had a slight increase from 46 in 2010 to 87 in 2018. However, there was only a slight change of the number of collaborating PGYD training institutions in the southern and eastern regions of Taiwan from 2010 to 2018",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The number, percentage, and adjusted residual (AR) value of post-graduate year training program for dentists (PGYD) projects in Taiwan from 2010 to 2018. significant decrease in the project number (AR value & À2) in a specific year.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The number, percentage, and adjusted residual (AR) value of 6 types of dental training institutions in Taiwan from 2010 to 2018. Pearson's chi-square analyses were used to determine whether there was a significant increase in the institution number (AR value S 2) or a significant decrease in the institution number (AR value & À2) in a specific year.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The number, percentage, and adjusted residual (AR) value of main training institutions in four different regions of Taiwan from 2010 to 2018. Pearson's chi-square analyses were used to determine whether there was a significant increase in the institution number (AR value S 2) or a significant decrease in the institution number (AR value & À2) in a specific year.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The number, percentage, and adjusted residual (AR) value of the collaborating training institutions in four different regions of Taiwan from 2010 to 2018.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ]
}