{
    "paper_id": "6d50402d52c9af24a8b2bc012c33116a7ccabdf3",
    "metadata": {
        "title": "Relatedness of the incidence decay with exponential adjustment (IDEA) model, \"Farr's law\" and SIR compartmental difference equation models-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
        "authors": [
            {
                "first": "Mauricio",
                "middle": [],
                "last": "Santillana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston Children's Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ashleigh",
                "middle": [],
                "last": "Tuite",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Tahmina",
                "middle": [],
                "last": "Nasserie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Fine",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Champredon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Agent-Based Modelling Laboratory",
                    "institution": "York University",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Leonid",
                "middle": [],
                "last": "Chindelevitch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Simon Fraser University",
                    "location": {
                        "settlement": "Burnaby",
                        "region": "British Columbia",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Dushoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McMaster University",
                    "location": {
                        "settlement": "Hamilton",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Fisman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": "david.fisman@utoronto.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "Mathematical models are often regarded as recent innovations in the description and analysis of infectious disease outbreaks and epidemics, but simple mathematical expressions have been in use for projection of epidemic trajectories for more than a century. We recently introduced a single equation model (the incidence decay with exponential adjustment, or IDEA model) that can be used for short-term epidemiological forecasting. In the mid-19th century, Dr. William Farr made the observation that epidemic events rise and fall in a roughly symmetrical pattern that can be approximated by a bell-shaped curve. He noticed that this time-evolution behavior could be captured by a single mathematical formula (\"Farr's law\") that could be used for epidemic forecasting. We show here that the IDEA model follows Farr's law, and show that for intuitive assumptions, Farr's Law can be derived from the IDEA model. Moreover, we show that both mathematical approaches, Farr's Law and the IDEA model, resemble solutions of a susceptible-infectious-removed (SIR) compartmental differential-equation model in an asymptotic limit, where the changes of disease transmission respond to control measures, and not only to the depletion of susceptible individuals. This suggests that the concept of the reproduction number ðR 0 Þ was implicitly captured in Farr's (pre-microbial era) work, and also suggests that control of epidemics, whether via behavior change or intervention, is as integral to the natural history of epidemics as is the dynamics of disease transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The control of communicable diseases is an endeavor that has witnessed remarkable successes over the past century; diseases that previously caused large scale mortality have been eradicated (Hinman, 1999; Roeder, Mariner, & Kock, 2013) , locally eliminated (Papania et al., 2014) , or have been markedly reduced in incidence globally as a result of vaccination, antimicrobial therapy, water and sewage treatment, and advances in food safety (Armstrong, Conn, & Pinner, 1999; Liu et al., 2015; Murray et al., 2014) . Nonetheless, the threat of communicable diseases persists; emerging infectious diseases continue to be identified, often in association with changes in human and animal mobility, agricultural practices, environmental degradation, and misuse of antimicrobial therapy (Jones et al., 2008; Keesing et al., 2010; Kuehn, 2010) . Recent outbreaks or epidemics associated with MERS coronavirus (Azhar et al., 2014) , influenza A (H7N9) (Cowling et al., 2013) , and the West African emergence of the Zaire strain of Ebola virus (Baize et al., 2014) , have challenged epidemiologists as the natural history, modes of transmission, and/or means of control of these diseases have not been well understood during initial periods of emergence.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 204,
                    "text": "(Hinman, 1999;",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 235,
                    "text": "Roeder, Mariner, & Kock, 2013)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 257,
                    "end": 279,
                    "text": "(Papania et al., 2014)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 441,
                    "end": 474,
                    "text": "(Armstrong, Conn, & Pinner, 1999;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 475,
                    "end": 492,
                    "text": "Liu et al., 2015;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 493,
                    "end": 513,
                    "text": "Murray et al., 2014)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 782,
                    "end": 802,
                    "text": "(Jones et al., 2008;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 803,
                    "end": 824,
                    "text": "Keesing et al., 2010;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 825,
                    "end": 837,
                    "text": "Kuehn, 2010)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 903,
                    "end": 923,
                    "text": "(Azhar et al., 2014)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 945,
                    "end": 967,
                    "text": "(Cowling et al., 2013)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1036,
                    "end": 1056,
                    "text": "(Baize et al., 2014)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "When novel infectious diseases emerge or familiar diseases resurge, mathematical models can serve as useful tools for the synthesis of available data, management of uncertainty, and projection of likely epidemic trajectories (Fisman, 2009) . While it may be challenging to parameterize detailed mechanistic mathematical models when there is little information on mechanisms of transmission, baseline immunity in a community, or the nature of the infecting pathogen, a number of descriptive approaches exist which may permit fitting, and forecasting, of an epidemic curve. One single equation approach that has been applied to emerging infections is the Richards model, which treats cumulative infections as a logistic growth process (Hsieh & Chen, 2009; Wang, Wu, & Yang, 2012) . However, the concept of modeling an epidemic curve as a simple function, without reference to mechanisms of transmission, is in fact much older, and may originate in the work of the English polymath Dr. William Farr (1807e1883) , who rose from humble beginnings to become a physician, mathematician, hygienist and protege of Lancet founder Dr. Thomas Wakley (Brownlee, 1915a; Fine, 1979; Greenwood, 1933) . Dr. Farr spent almost 40 years at the General Register Office of the United Kingdom, and the esteem in which he was held is apparent in the \"letters\" he published annually as appendices to the reports of the Registrar General, in which he supplemented the dry statistical reports with thoughtful and creative musings on topics as wide-ranging as the relationships between occupation and disease, suicide and mortality in the mentally ill, population density and mortality, and as above the \"laws\" governing epidemics (Farr, 1840) .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 239,
                    "text": "(Fisman, 2009)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 733,
                    "end": 753,
                    "text": "(Hsieh & Chen, 2009;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 754,
                    "end": 777,
                    "text": "Wang, Wu, & Yang, 2012)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 991,
                    "end": 1007,
                    "text": "Farr (1807e1883)",
                    "ref_id": null
                },
                {
                    "start": 1138,
                    "end": 1155,
                    "text": "(Brownlee, 1915a;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1156,
                    "end": 1167,
                    "text": "Fine, 1979;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1168,
                    "end": 1184,
                    "text": "Greenwood, 1933)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1704,
                    "end": 1716,
                    "text": "(Farr, 1840)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "William Farr's analysis is a classic in the epidemiology literature. Farr examined the course of mortality attributable to smallpox between mid 1837 (when death registration was introduced into England and Wales) and 1839, and noted that the numbers peaked in the spring quarter of 1838 and then declined until summer 1839 ( Fig. 1) (Farr, 1840) . He noted that the pattern of decline was very close to what would be predicted if the ratios of cases in successive quarters declined at a constant rate. He provided numbers demonstrating this in his annual report to the Registrar General in 1840 ( Fig. 1 ), but did not develop the idea at length. Looking back on this, we may note that this approach is analogous to assuming that the number of transmissions per case (or the \"reproduction number\" in modern terminology), were to decline at a constant rate during the course of an epidemic. The key difference is that Farr worked before the germ theory, and analysed data in terms of successive calendar time periods rather than successive generations of cases. There is a further irony to the story, in that he never returned to this idea until 1866, at which time there was a major epidemic of rinderpest, which some feared would destroy the British cattle population (Brownlee, 1915a) . Farr applied a similar analysis, but this time based upon assuming that the third ratio of cases per month was a constant (in effect assuming that the reproduction number declined at a constantly accelerating pace). He used this approach to predict that the epidemic would decline rapidly over the subsequent six months, and published this, including predicted monthly incidence numbers, in the Daily News of London in February 1866. His predictions were close to what subsequently happened (Brownlee, 1915a) .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 345,
                    "text": "(Farr, 1840)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1269,
                    "end": 1286,
                    "text": "(Brownlee, 1915a)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1780,
                    "end": 1797,
                    "text": "(Brownlee, 1915a)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 332,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 597,
                    "end": 603,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "It fell to other contemporaries (Evans, 1876) and later epidemiologists (most notably Dr. John Brownlee) to formalize \"Farr's law\" (Brownlee, 1915c; Fine, 1979; Serfling, 1952) . (It should be noted that the term \"Farr's law\" is ambiguous. Farr himself referred to a \"law\" in his letter on rinderpest (Brownlee, 1915a) , but the term has also been used by others to describe Farr's observations on the relation between population density and death (Brownlee, 1915b) , and to his description of the relationship between cholera mortality and altitude (Lilienfeld, 2007) . In his elaboration of the \"law\", Brownlee referred to it as \"Farr's theory of epidemics\" (Brownlee, 1915a) ).",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 45,
                    "text": "(Evans, 1876)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 131,
                    "end": 148,
                    "text": "(Brownlee, 1915c;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 149,
                    "end": 160,
                    "text": "Fine, 1979;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 161,
                    "end": 176,
                    "text": "Serfling, 1952)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 301,
                    "end": 318,
                    "text": "(Brownlee, 1915a)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 448,
                    "end": 465,
                    "text": "(Brownlee, 1915b)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 550,
                    "end": 568,
                    "text": "(Lilienfeld, 2007)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 660,
                    "end": 677,
                    "text": "(Brownlee, 1915a)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We recently proposed a descriptive approach to the initial estimation of the basic reproduction number ðR 0 Þ of an emerging or re-emerging pathogen, which also provides information on the rate at which the process is being controlled, as well as reasonable short-term projections of incidence. This two-parameter model, which we have referred to as the \"Incidence Decay with Exponential Adjustment\" (IDEA) model, offers advantages of simplicity, explicit linkage to theory of epidemic growth, and also acknowledges the fact that epidemics and outbreaks do not peak and end simply due to depletion of susceptibles, but because of a complex constellation of public health actions and behavioral changes that may modify the course of an epidemic and reduce the effective reproduction number R e ðtÞ during an outbreak (Fisman et al., 2013) . In our previously published description of this model, we validated model projections by showing that they were identical to those derived from a discrete-time susceptible-infectious-removed (SIR) compartmental model, provided the SIR model had a low basic reproduction number ðR 0 Þ and exponential improvement in control over the course of the epidemic (Fisman et al., 2013) .",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 837,
                    "text": "(Fisman et al., 2013)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1195,
                    "end": 1216,
                    "text": "(Fisman et al., 2013)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One of us (PF) had previously written about Farr's law and its importance in the development of epidemic theory (Fine, 1979) , and noted the conceptual similarity between IDEA and Farr's law. Upon exploration of these two approaches we realized that they, notwithstanding having been formulated some 160 years apart, and being based on very different theoretical constructs, are fully consistent with one another. Here we demonstrate the equivalence of these methods for epidemic modeling and forecasting, explore the potential advantages of using these methods to complement other approaches, and identify the circumstances under which these methods closely approximate the commonly-used SIR modeling approach. We explore numerical examples derived from recent emerging infectious diseases, including 2014e2015 West African Ebola virus outbreak. We show that these methods work fairly well in a number of cases, and discuss what this fact implies about difficult-to-measure components of transmission and control parameters.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 124,
                    "text": "(Fine, 1979)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The empirical relationship between observed cases of infected individuals, in sequential time intervals, during an epidemic outbreak according to Farr's law is given by Iðtþ3Þ Iðtþ2Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Farr's law"
        },
        {
            "text": "Iðtþ1Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Farr's law"
        },
        {
            "text": "IðtÞ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Farr's law"
        },
        {
            "text": "where IðtÞ represents the number of observed newly infected individuals at time t, and K is a constant. For values of K < 1, the rate of change in the observed cases (acceleration) decreases as time evolves, and the family of curves IðtÞ that satisfy equation (1) correspond to familiar bell-shaped epidemic curves. The law was investigated and elaborated upon by the epidemiologist John Brownlee who noted that IðtÞ under this law would correspond to the function (Fine, 1979) exp",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 477,
                    "text": "(Fine, 1979)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Farr's law"
        },
        {
            "text": "where A, B, and C are constants. Of note, Brownlee's formulation identifies a process by which cases increase as a first order process, but decrease as a second order process, as is the case with the IDEA model. (Farr, 1840) . Black line, smallpox mortality by season; gray dots represent Farr's \"model projections\" derived by assuming a constant additive increase (approximately 5% per season) in the decline in smallpox deaths. Farr \"smoothed\" reported seasonal deaths by averaging adjacent seasons; hence model projections are plotted at the midpoint (e.g., \"winterspring\", \"spring-summer\") at each interval.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 224,
                    "text": "(Farr, 1840)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Farr's law"
        },
        {
            "text": "In the basic form of the IDEA model, the time evolution of infected cases, IðtÞ, satisfies equation (3),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDEA model"
        },
        {
            "text": "where t is an integer \"generation\" of an outbreak (thus t ¼ f1; 2; 3;…g2ℕ). In other words, in the IDEA model, the unit of time is the generation interval (the time interval between the time when an individual is infected by an infector and the time when this infector was infected). In Farr's model, t is the time at which subsequent observation are made. The parameter R 0 is the basic reproduction number as usually defined; that is, the number of secondary cases created by a primary case in a totally susceptible population and in the absence of intervention. The parameter d > 0 which we have referred to as a \"control parameter\" defines the rate at which transmission declines over the course of an epidemic. The empirical underpinnings of d are not yet well defined, but based on current understanding of disease dynamics could represent public health interventions, population adaptation or behavior change, improved availability of personal protective items or effect of drugs to treat infection, or reductions in population susceptibility as a result of immunity or vaccination. As noted above, by fitting the model to data we have previously obtained reasonable estimates of R 0 early in the course of epidemics, and have also been able to produce plausible near-term projections of future case counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDEA model"
        },
        {
            "text": "In an earlier publication we commented on the almost identical projections generated by IDEA and a compartmental difference equation (Susceptible-Infectious-Removed, or SIR) (Fisman et al., 2013) , in the asymptotic limit when R 0 is small and when there is exponential reduction in risk over time. Below we generalize this model equivalence, to any situation where the depletion of susceptibles due to infection is small relative to the total population size (and not only when R 0 is small). We used a \"damped\" version of the standard SIR model whose formulation in generation interval time scale is given by:",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 195,
                    "text": "(Fisman et al., 2013)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Difference equation susceptible-infectious-removed model"
        },
        {
            "text": "with S t the number of susceptible individuals at time t and R e ðtÞ the effective reproduction number at time t defined by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difference equation susceptible-infectious-removed model"
        },
        {
            "text": "The \"damping\" parameter r represents the relative risk of infection in each generation of the epidemic, compared to the risk seen in the last generation (i.e., if there were no improvement in control in a given generation compared to the last, most recent generation). If an outbreak is small relative to the size of the total population (as would be true if R 0 were modest and control achieved relatively quickly) SðtÞ=N will be approximately 1 throughout the outbreak and the expression can be rewritten as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difference equation susceptible-infectious-removed model"
        },
        {
            "text": "meaning that all reduction in R e ðtÞ is due to control rather than depletion of susceptibles. R 0 is a constant, and the sum of exponents of r is simply tðt þ 1Þ=2. We can assume (as we do with IDEA) that the outbreak began with the introduction of a single case such that Ið0Þ ¼ 1. Now:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difference equation susceptible-infectious-removed model"
        },
        {
            "text": "Numerical simulations were implemented in the R software (Theroject for Statist, 2015) and code is available in electronic supplement files (Supporting Information: Supplement 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difference equation susceptible-infectious-removed model"
        },
        {
            "text": "We have previously used IDEA to explore the nature of epidemic growth during the recent West African Ebola epidemic Fisman, Khoo, & Tuite, 2014) and the more recent Chikungunya virus invasion in the Western hemisphere (Nasserie, Fisman, & Tuite, 2015) . As publicly available data have taken the form of cumulative incidence curves (with absent dates of onset) we fit IDEA to cumulative curves, but it is possible to estimate incidence by taking the interval to interval difference cumulative incidence over time.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 144,
                    "text": "Fisman, Khoo, & Tuite, 2014)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 218,
                    "end": 251,
                    "text": "(Nasserie, Fisman, & Tuite, 2015)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Numerical examples using recent outbreak data"
        },
        {
            "text": "Here we fit IDEA to the incidence time series and calculated Farr's K for sequential generation tetrads, and converted K values to the d parameter in IDEA using the relation K ¼ 1 ð1þdÞ 4 described below. Model fits were performed in a Microsoft Excel spreadsheet using the Solver add-in. Data sources used for these analyses are available at http://figshare.com/authors/ Tahmina_Nasserie/686527 (Chikungunya) and https://github.com/cmrivers/ebola (Ebola). The Original Microsoft Excel files have been included as Supplemental Information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical examples using recent outbreak data"
        },
        {
            "text": "We need to show both, (A) that the IDEA model satisfies Farr's Law, and (B) that Farr's Law can be derived from the IDEA model. This equivalence requires the intuitive assumption that t in Farr's Law (the subsequent times at which observations are made) are integer values and coincide with the serial (or generation) time interval in the IDEA model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equivalence of IDEA and Farr's law"
        },
        {
            "text": "(A) An incidence curve described by IDEA naturally satisfies Farr's law. Indeed, substituting (3) into (1) gives (see Appendix 1):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equivalence of IDEA and Farr's law"
        },
        {
            "text": "It is interesting to note that the value of R 0 in the IDEA model is irrelevant in the proof presented in Appendix 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equivalence of IDEA and Farr's law"
        },
        {
            "text": "(B) On the other hand, by expressing the IDEA model as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equivalence of IDEA and Farr's law"
        },
        {
            "text": "we see that we recover John Brownlee's Gaussian curve (2) with A ¼ logð1 þ dÞ, B ¼ logR 0 and C ¼ 0 that recapitulates Farr's Law as stated in Equation (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equivalence of IDEA and Farr's law"
        },
        {
            "text": "When the depletion of susceptibles is negligible compared to the total population size (that is, a small outbreak), we can actually express IDEA's basic reproduction number R 0;IDEA and its control factor d as a function of the basic reproduction number R 0;SIR and the control factor r of the damped SIR model described in (4e6). The relationship between the parameters of these two models is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relation of SIR model to Farr's K and IDEA"
        },
        {
            "text": "Note that both equations (11) and (12) are only sufficient conditions for the respective parameters of both models to produce the same incidence when the size of the epidemic is negligible compared to the total size of the population (see Appendix 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relation of SIR model to Farr's K and IDEA"
        },
        {
            "text": "Substituting (12) in equation (9) we can link Farr's law with the damped SIR model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relation of SIR model to Farr's K and IDEA"
        },
        {
            "text": "The relationship between Farr's law, the IDEA model, and the damped SIR model is illustrated graphically in (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Relation of SIR model to Farr's K and IDEA"
        },
        {
            "text": "In this section, we aim to test numerically the validity of approximations (11) and (12). In particular, given a damped SIR model, we explore the parameter space R 0;SIR and r for which these approximations hold. Note that the link between IDEA and Farr's law given by equation (9) is not an approximation, but a genuine equality (subject to the time step used in Farr's law being equivalent to one generation), so there is no need to test it numerically. To measure the performance of the approximation, we consider the distance between the simulated incidence time series. Let N be the number of generations simulated and I SIR ðkÞ (resp. I IDEA ðkÞ) the incidence from the SIR (resp IDEA) model at the k th generation, we define their distance by Fig. 3 shows the values of the distance d for different values of R 0;SIR and r. We see that for a combination of R 0;SIR and r such that the depletion of susceptible is not too large, the approximation is very good. But when the values of R 0;SIR and r generate a depletion of susceptible individuals that is no longer negligible (white area in Fig. 3) , then the incidence curve from the IDEA model diverges from that generated by the damped SIR model. This is demonstrated in Fig. 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 750,
                    "end": 756,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1103,
                    "text": "Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 1229,
                    "end": 1235,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "Considering real epidemic data from Ebola and Chinkungunya, it can be seen that the interval to interval variability in K was substantial, likely reflecting variability in reporting (Figs. 5 and 6 ). Simple arithmetic means of K over time were also unstable due to skewing by values substantially greater than 1. However, when we estimated the geometric mean of K over time we found that the resultant d estimate approximated that derived through fitting IDEA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 196,
                    "text": "(Figs. 5 and 6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Application: ebola and Chikungunya"
        },
        {
            "text": "Furthermore, we noted that in the Chikungunya time series there was a large perturbation in best-fit values of d occurring in October 2014, corresponding with an apparent multi-wave epidemic. We have previously noted that this abrupt change in the generation-to-generation best fit value of d corresponds with the occurrence of multiwave epidemics when IDEA is fit to simulated data (Fisman et al., 2013) ; using Farr's approach, the onset of a possible new Chikungunya wave seems to correspond with an abrupt increase in K to a value far greater than one (Fig. 7) . The utility of large values of K as a signal of an incipient epidemic wave warrants further investigation. Fig. 2 . Relationship between the three models. Parameter r represent the relative risk of infection in each generation for the SIR model. The control parameter d is associated with the IDEA model and K is Farr's ratio. Fig. 3 . A heat map plotting values for R 0;SIR and r where the damped SIR model can be approximated by a IDEA model using equations (11) and (12). Darker areas indicate a good match (measured as the sum of squared differences) between the simulated incidence time series; lighter areas represent combinations of values for which incidence time series for SIR and IDEA diverge.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 404,
                    "text": "(Fisman et al., 2013)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 556,
                    "end": 564,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 680,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 894,
                    "end": 900,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Application: ebola and Chikungunya"
        },
        {
            "text": "Although the real-time application of mathematical modeling to understanding and control of outbreaks is often perceived as representing a recent development in infectious disease epidemiology (Heesterbeek et al., 2015) , disease modeling has deeper historical roots, including work by Bernoulli on smallpox in the 18th century (Greenwood, 1941) ; work by Ross on malaria transmission (Smith et al., 2012) , and as mentioned above, Farr's work on the growth and cessation of Fig. 3 . The right sided panel uses a combination of values (high R 0;SIR and/or low r) where susceptible depletion cannot be ignored (i.e., corresponding to the white area in Fig. 3 3) . It can be seen that IDEA and the damped SIR models diverge when susceptibles are rapidly depleted. Fig. 5 . The graph plots estimates of IDEA d parameter against time during the recent West African Ebola outbreak. Approximate date of the last generation incorporated into estimates is plotted on the X-axis; estimated d is plotted on the Y-axis. d estimates were either derived via IDEA model fitting to \"incident\" cases (blue diamonds) or cumulative incidence (crosses), or derived by estimating Farr's K and transforming resultant estimates using the relation described by equation (9). When K is estimated using 4-generation series (green diamonds), resultant d estimates are volatile and bear little resemblance to d estimates derived through fitting IDEA. However, estimates of K derived as geometric means of all available K values (red squares) provide a more reasonable approximation of d. Fig. 5 , d estimates were either derived via IDEA model fitting to \"incident\" cases (blue diamonds) or cumulative incidence (crosses), or derived by estimating Farr's K and transforming resultant estimates. As in Fig. 5 , volatile estimates of K were derived using 4generation series (green diamonds), but estimates of K derived as geometric means of all available K values (red squares) provided a reasonable approximation of d. Fig. 7 . A possible application for raw estimates of Farr's K emerged in analysis of data from the 2014e2015 Western Hemisphere Chikungunya outbreak; here it appears that a multi-wave epidemic is signaled by a sudden surge in K to a value > 1 (red line), indicating that there is renewed exponential growth in cases (blue bars), rather than exponential decline. X-axis, date of most recent generation; left Y-axis, Farr's K; right Y-axis, estimated per-generation Chikungunya case count and transforming resultant estimates. As in Fig. 1 , volatile estimates of K were derived using 4-generation series (green diamonds), but estimates of K derived as geometric means of all available K values (red squares) provided a reasonable approximation of d.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 219,
                    "text": "(Heesterbeek et al., 2015)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 328,
                    "end": 345,
                    "text": "(Greenwood, 1941)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 385,
                    "end": 405,
                    "text": "(Smith et al., 2012)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 481,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 660,
                    "text": "Fig. 3 3)",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 768,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1561,
                    "end": 1567,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1774,
                    "end": 1780,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1991,
                    "end": 1997,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 2522,
                    "end": 2528,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "epidemics (Brownlee, 1915a (Brownlee, , 1915c Fine, 1979) . We had published a simple, phenomenological approach to the description and projection of outbreaks and epidemics (Fisman et al., 2013) which we had initially regarded as a novel formulation rooted in the concept of the basic reproduction number R 0 .",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 26,
                    "text": "(Brownlee, 1915a",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 27,
                    "end": 45,
                    "text": "(Brownlee, , 1915c",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 46,
                    "end": 57,
                    "text": "Fine, 1979)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 174,
                    "end": 195,
                    "text": "(Fisman et al., 2013)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In that work, we demonstrated concordance with projections derived using a 3-compartment difference equation model (damped SIR model). We have subsequently realized, and demonstrate above, that our approach simply represented a restatement of Farr's work, albeit in a manner that is tied to the concept of R 0 . According to Brownlee, Farr promised to describe the derivation of his model in greater detail in future reports, but never did so (Brownlee, 1915a) , and much of the mathematical elaboration of Farr's work was in fact done by Brownlee after Farr's death (Brownlee, 1915c) . Nonetheless, Brownlee notes that to Farr, the predictive accuracy of his approach reflected three characteristics of epidemics, according to Farr's (pre-microbial) understanding: (i) diminution in the number of susceptibles over time due to recovery from infection (\"immunity\", though to use this term in application to Farr is an anachronism); (ii) diminished population density due to death from infection; and (iii) diminishing pathogenicity of the disease with each passing generation of infection as a result of (to quote Farr) \"[loss of] part of the force of infection in every body through which they pass…the matter…diminishes in strength at every transmission by innoculation\" (Brownlee, 1915a) . The first two characteristics are not incompatible with the current understanding of epidemic dynamics, whereas the third is not (though it does anticipate more modern ideas around evolution of virulence and disease ecology (Ewald, 2004; Lipsitch & Moxon, 1997) ).",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 460,
                    "text": "(Brownlee, 1915a)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 567,
                    "end": 584,
                    "text": "(Brownlee, 1915c)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 728,
                    "end": 750,
                    "text": "Farr's (pre-microbial)",
                    "ref_id": null
                },
                {
                    "start": 1273,
                    "end": 1290,
                    "text": "(Brownlee, 1915a)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1517,
                    "end": 1530,
                    "text": "(Ewald, 2004;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1531,
                    "end": 1554,
                    "text": "Lipsitch & Moxon, 1997)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, as this model is phenomenological, rather than mechanistic in nature, the putative epidemiological mechanisms underlying model performance are not of immediate importance. Indeed, while the simplicity of this approach may be regarded as a limitation, the simplicity of the form, and its implicit incorporation of biological, social, medical, and behavioral drivers of control into a single parameter estimated via fitting, may be a strength, especially given that such control factors as behavior change due to fear may be difficult or impossible to measure in real time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "When we applied IDEA to current day outbreaks and epidemics, we have remained agnostic about the factors that cause second order deceleration of epidemic growth. Referring to first principles, the components of a reproduction number are duration of infectiousness, contact rate, and probability of transmission conditional on contact, as well as susceptibility in a population (Vynnycky & White, 2010) . We presume that public health interventions, population behavior change (as a result of education or rumours, prudence or fear), and the occurrence of silent infections with immunity could all contribute to deceleration of epidemic spread, even when the effective reproduction number is expected to be greater than 1 due to widespread susceptibility in the population. Furthermore, we note that Farr's original \"time step\" appears to have been arbitrary (reflecting the form of data available to him: weekly for rinderpest, quarterly for smallpox), whereas we have used generations as time steps in our more recent applications of Farr's \"law\", and in IDEA and SIR models. This potential discrepancy between Farr's initial efforts and our more recent efforts can be addressed by a simple rescaling of the time parameter, and is thus immaterial to our conclusions.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 401,
                    "text": "(Vynnycky & White, 2010)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In demonstrating that the IDEA model and Farr's model are mathematically equivalent (and can be virtually identical to an SIR model with abundant susceptibility in the population) we demonstrate that recognizing the underlying mechanism of epidemic control may be unimportant for generating reasonable forecasts of epidemics with control, or recognizing when their fundamental dynamics have changed. Our contribution in the current work is to show that Farr's law, while derived in the pre-microbial era, can be reformulated in terms of the concept of the basic reproduction number, combined with exponential increase in control via an unspecified mechanism. We observe, unexpectedly, that Farr's K can be expressed as a function of the IDEA d parameter alone, independent of R 0 , implying that epidemic trajectory is (and has historically been) more a function of control efforts and changing behavior than of the fundamental characteristics of a given infectious disease. Whether or not the ratio K can have stand-alone value as a tool to identify unexpected shifts in epidemic trajectory (e.g., the two wave epidemic of Chikungunya referred to in Fig. 7 above) will be the subject of future work.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1151,
                    "end": 1157,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Summary"
        },
        {
            "text": "Ið1Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ið2Þ"
        },
        {
            "text": "By identifying the constant K ¼ 1=ð1 þ dÞ 4 , the IDEA model satisfies Farr's law for t ¼ 1. In general, for any sequential (integer) time intervals t; t þ 1; t þ 2; t þ 3 one can generalize the above result as follows: In that case,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ið2Þ"
        },
        {
            "text": "Incidence in the IDEA framework is simply",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ið2Þ"
        },
        {
            "text": "Finally, both models have the same incidence at time t if I SIR t ¼ I IDEA t . A sufficient condition for that equality to hold is when both numerator and denominator of equations (15) and (16) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ið2Þ"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Trends in infectious disease mortality in the United States during the 20th century",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Conn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Pinner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of the American Medical Association",
            "volume": "281",
            "issn": "",
            "pages": "61--66",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evidence for camel-to-human transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New England Journal of Medicine",
            "volume": "370",
            "issn": "",
            "pages": "2499--2505",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emergence of Zaire ebola virus disease in Guinea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baize",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pannetier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Oestereich",
                    "suffix": ""
                }
            ],
            "year": 1915,
            "venue": "New England Journal of Medicine",
            "volume": "371",
            "issn": "",
            "pages": "250--252",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Studies in the meaning and relationships of birth and death rates II: Density of population and death rate (Farr's law)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brownlee",
                    "suffix": ""
                }
            ],
            "year": 1915,
            "venue": "The Journal of Hygiene",
            "volume": "15",
            "issn": "",
            "pages": "11--16",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "On the curve of the epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brownlee",
                    "suffix": ""
                }
            ],
            "year": 1915,
            "venue": "British Medical Journal",
            "volume": "2",
            "issn": "",
            "pages": "799--800",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Comparative epidemiology of human infections with avian influenza A H7N9 and H5N1 viruses in China: A population-based study of laboratory-confirmed cases",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancetd",
            "volume": "382",
            "issn": "",
            "pages": "129--137",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transactions of the Epidemiological Society of London",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "1866--1876",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evolution of virulence",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ewald",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infectious Disease Clinics of North America",
            "volume": "18",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Appendix to the second annual report of the registrar-general. London: UK. General Register Office. Online Historical Population Reports",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Farr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "John Brownlee and the measurement of infectiousness: An historical study in epidemic theory",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E M"
                    ],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Journal of the Royal Statistical Society. Series A",
            "volume": "142",
            "issn": "",
            "pages": "347--362",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Modelling an influenza pandemic: A guide for the perplexed",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Canadian Medical Association Journal",
            "volume": "181",
            "issn": "",
            "pages": "171--173",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An IDEA for short term outbreak projection: Nearcasting using the basic reproduction number",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Fisman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Public Library of Science One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Early epidemic dynamics of the West african 2014 ebola outbreak: Estimates derived with a simple two-parameter model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Khoo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tuite",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.89c0d3783f36958d96ebbae97348d571"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Projected impact of vaccination timing and dose availability on the course of the 2014 West African Ebola epidemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tuite",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.06e00d0546ad426fed83ff24a1d4c4cc"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "William Farr",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greenwood",
                    "suffix": ""
                }
            ],
            "year": 1933,
            "venue": "Lancet",
            "volume": "5724",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Medical statistics from graunt to Farr",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greenwood",
                    "suffix": ""
                }
            ],
            "year": 1941,
            "venue": "Biometrika",
            "volume": "32",
            "issn": "",
            "pages": "101--127",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Modeling infectious disease dynamics in the complex landscape of global health. Science, 347. aaa4339. Hinman, A. (1999). Eradication of vaccine-preventable diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Annual Review of Public Health",
            "volume": "20",
            "issn": "",
            "pages": "211--229",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Turning points, reproduction number, and impact of climatological events for multi-wave dengue outbreaks",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Tropical Medicine & International Health",
            "volume": "14",
            "issn": "",
            "pages": "628--638",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Impacts of biodiversity on the emergence and transmission of infectious diseases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keesing",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "647--652",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Human, animal, ecosystem health all key to curbing emerging infectious diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuehn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of the American Medical Association",
            "volume": "303",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Celebration: William Farr (1807e1883) -an appreciation on the 200th anniversary of his birth",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Lilienfeld",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal of Epidemiology",
            "volume": "36",
            "issn": "",
            "pages": "985--987",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Virulence and transmissibility of pathogens: What is the relationship?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Moxon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Trends in Microbiology",
            "volume": "5",
            "issn": "",
            "pages": "31--37",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Global, regional, and national causes of child mortality in 2000-13, with projections to inform post-2015 priorities: An updated systematic analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "430--440",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Global, regional, and national incidence and mortality for HIV, tuberculosis, and malaria during 1990-2013: A systematic analysis for the global burden of disease study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "1005--1070",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "In Using the incidence decay with exponential adjustment model to understand Chikungunya epidemic growth in the Americas",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nasserie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tuite",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Canadian society for epidemiology and biostatistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Elimination of endemic measles, rubella, and congenital rubella syndrome from the western hemisphere: The US experience",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Papania",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of the American Medical Association Pediatrics",
            "volume": "168",
            "issn": "",
            "pages": "148--155",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Rinderpest: The veterinary perspective on eradication",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roeder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mariner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The R Project for Statistical Computing. Available via the",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Historical review of epidemic theory",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Serfling",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Human Biology",
            "volume": "24",
            "issn": "3",
            "pages": "145--166",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ross, MacDonald, and a theory for the dynamics and control of mosquito-transmitted pathogens",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Public Library of Science Pathogens",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The short term dynamics of infections. In An introduction to infectious disease modelling",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vynnycky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Richards model revisited: Validation by and application to infection dynamics",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Theoretical Biology",
            "volume": "313",
            "issn": "",
            "pages": "12--19",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A recreation of William Farr's possible approach modeling the decline in smallpox mortality in England, 1837e1839",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Evaluation of IDEA model fit to simulated data derived from the damped SIR model. Left panel illustrates a scenario where approximation is very good, (R 0;SIR ¼ 3:5, r ¼ 0:85), corresponding to a combination of values found in the dark area in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "As with Fig. 5, this figure shows estimates of d, derived directly by model fitting or by transforming estimates of Farr's K, for the emerging Western Hemisphere Chikungunya epidemic in 2014e2015. As in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "ð1 þ dÞ ðtþ3Þ 2 ð1 þ dÞ t 2 Àðtþ1Þ 2 ¼ ð1 þ dÞ À2tÀ5 ð1 þ dÞ À2tÀ1 ¼ Appendix 2.Details on IDEA and SIR relationshipIncidence or the SIR model (Equation(4)) can be written asIf the epidemic size is small compared to the size of the whole population, then it can be assumed that",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "are equal, that is Appendix A. Supplementary data Supplementary data related to this article can be found at https://doi.org/10.1016/j.idm.2018.03.001.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by a grant from the Canadian Immunization Research Network (#00161651) to Ms. Nasserie and Dr. Fisman.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "Assume that the parameters R 0 and d ! 0, in the IDEA model, describe accurately the observed number of infected cases as a function of (serial) time, in an ideal outbreak. Then we can substitute IðtÞ from equation (3) into equation (1) to see if the sequential number of infected individuals, as predicted by the IDEA model, satisfy Farr's law.For clarity, choose t ¼ 1, thus equation (1) becomes ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1. Details on IDEA and Farr's law relationship"
        }
    ]
}