{
    "paper_id": "6daf14d0342bca1c7e6c9f52a65ba4fa3fe618ba",
    "metadata": {
        "title": "Supplementary information to High environmental stability of hepatitis B virus and inactivation requirements for chemical biocides",
        "authors": [
            {
                "first": "Thoa",
                "middle": [
                    "Thi"
                ],
                "last": "Than",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eunji",
                "middle": [],
                "last": "Jo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Todt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Phuong",
                "middle": [
                    "Hong"
                ],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jochen",
                "middle": [],
                "last": "Steinmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eike",
                "middle": [],
                "last": "Steinmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [
                    "P"
                ],
                "last": "Windisch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Supplementary material and methods",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "HepAD38 cells were kindly provided by Dr. Christoph Seeger, Fox Chase Center (USA) and cultured as described previously. HepG2-NTCP cells were provided by Dr. Wang-Shick Ryu, Yonsei University (South Korea) and were maintained as described previously [1]. Briefly, HepG2-NTCP were maintained in Dulbecco modified Eagle medium (DMEM) supplemented with 10% of fetal bovine serum (FBS), 5 mM L-Glutamine, 50 U/mL penicillin and 50 µg/mL streptomycin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "For immunofluorescence analysis (IFA) at day 6 post-infection, cells were fixed overnight with 4% paraformaldehyde and permeabilized with 0.075% Triton X-100 in PBS and then blocked with 5% bovine serum albumin (BSA) in PBS at 4°C for 16 h. Cells were incubated with rabbit anti-HBc antibody (DAKO, USA) for 2 h, repeatedly washed and subsequently incubated with secondary antibody, anti-rabbit-IgG conjugated with Alexa Fluor 488. Cell nuclei were stained with Hoechst33342. 25 sub-layout images per well, covering an entire area of a single well, were captured by automated confocal microscopy OPERA (Perkin Elmer). Images were",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Yonsei University (South Korea) and were maintained as described previously [1] . Briefly, HepG2-NTCP were maintained in Dulbecco modified Eagle medium (DMEM) supplemented with 10% of fetal bovine serum (FBS), 5 mM L-Glutamine, 50 U/mL penicillin and 50 µg/mL streptomycin.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For immunofluorescence analysis (IFA) at day 6 post-infection, cells were fixed overnight with 4% paraformaldehyde and permeabilized with 0.075% Triton X-100 in PBS and then blocked with 5% bovine serum albumin (BSA) in PBS at 4°C for 16 h. Cells were incubated with rabbit anti-HBc antibody (DAKO, USA) for 2 h, repeatedly washed and subsequently incubated with secondary antibody, anti-rabbit-IgG conjugated with Alexa Fluor 488. Cell nuclei were stained with Hoechst33342. 25 sub-layout images per well, covering an entire area of a single well, were captured by automated confocal microscopy OPERA (Perkin Elmer). Images were 2/6 analyzed by in-house Image Mining analysis software. The absolute number of cell nuclei as well as the absolute number of viral HBc protein positive cells was quantified by segmentation and used to calculate relative numbers (percentage) of cell viability and infected cells,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Image-based determination of HBV infectivity"
        },
        {
            "text": "respectively. An average value of infection and cell viability of 25 images per well were calculated in a duplicate or triplicate experimental setup and used to determine standard deviation values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Image-based determination of HBV infectivity"
        },
        {
            "text": "For HBV in vitro inactivation, experiments were carried out by mixing 1 part of test virus suspension with 1 part of organic load (BSA 0.3%) and 8 parts of the different kinds of alcohol, WHO formulations or hand antiseptics. After incubation with short exposure times, test mixtures were immediately serially diluted in Dulbecco's modified Eagle medium to stop the activity of the biocides and then titrated in 384-well microplates. Virus titers (50% tissue culture infective dose [TCID50/mL]) were calculated by a limited dilution assay according to the method of Spearman and Kaerber [2, 3] . Cytotoxicity was determined by examining permissive cells by microscopy for any significant changes in the cell monolayer and calculated analogously to virus titers (TCID50/mL).",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 590,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 591,
                    "end": 593,
                    "text": "3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Quantitative suspension assay and virus titrations"
        },
        {
            "text": "HepG2-NTCP cells were plated in 384-well plate (25 µL, 8,000 cells/well) in DMEM containing 10% FBS, 5 mM L-glutamine, 50 U/mL penicillin, and 50 µg/mL streptomycin and 2.5% DMSO and incubated for 16 h. Cells were inoculated with HBV by adding indicated HBV concentrations (GEq/cell) in the presence of 4% PEG 8000 at 37°C. After 18 h, cells were 3/6 washed 3-times and incubated with fresh media. Experiments were analyzed at 6 days postinfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HBV infection assay"
        },
        {
            "text": "The impact of human serum on HBV stability was performed by incubation of viral particles at room temperature for 7 days with either 50% human serum (male AB plasma) of USA origin, sterile-filtered (Sigma Aldrich, H4522) or with 10% FBS, following by infection assay as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing impact of human serum on HBV stability"
        },
        {
            "text": "Five commercially available hand antiseptics, which were based on propanol and ethanol, were chosen to study the virucidal effects against HBV. These included Sterillium classic pure (100 g contain: 45 g 2-propanol; 30 g 1-propanol; 0.2 g mecetronium ethylsulfate), Manorapid Synergy (100 g contain: 57.6 g ethanol 96%; 10 g 1-propanol), Poly-Alcohol Hand Antisepticum (100 mL contain: 70 mL 2-propanol), Sterillium med (100 g contain: 85 g ethanol) and desderman pure (100 g contain: 78.2 g ethanol 96%; 0.1 g 2-biphenylol).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hand antiseptics"
        },
        {
            "text": "WHO I formulation consists of 85% ethanol (v/v), 0.725% glycerol (v/v) and 0.125% hydrogen peroxide (v/v). The isopropyl-based formulation, WHO II, contains 75% isopropanol (w/w), 0.725% glycerol (v/v) and 0.125% hydrogen peroxide (v/v). Both WHO-recommended formulations were prepared by Dr. Brill + Partner GmbH, Institute of Hygiene and Microbiology, Hamburg, Germany strictly following the instructions of the WHO Guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHO formulations"
        },
        {
            "text": "Dilutions of the WHO formulations I and II from 10% to 80% were prepared in sterile water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHO formulations"
        },
        {
            "text": "Statistics Linear, as well as nonlinear regression, was performed using GraphPad Prism version 7.03 for Windows, (GraphPad Software, USA). Robust fit was chosen as fitting method for the nonlinear regression of the log (WHO formula concentration) vs. the normalized response. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/6"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The FDA-approved drug irbesartan inhibits HBV-infection in HepG2 cells stably expressing sodium taurocholate co-transporting polypeptide",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Windisch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antivir Ther",
            "volume": "20",
            "issn": "",
            "pages": "835--877",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Method of \"Right and Wrong Cases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spearman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Gauss's Formula",
            "authors": [],
            "year": 1908,
            "venue": "Br. J. Psychol",
            "volume": "2",
            "issn": "",
            "pages": "227--269",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Beitrag zur kollektiven Behandlung pharmakologischer Reihenversuche",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kärber",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Virucidal efficacy of WHO formulations I and II on HBV. WHO Formulations I (A, C) and II (B, D) were tested for their efficacy in inactivating HBV. The biocide concentrations ranged from 0% to 80% with an exposure time of 30 seconds. For this inactivation assay, one part virus and one part organic load were mixed with eight parts biocide. A, B) Residual infectivity was determined by a limiting dilution assay (TCID50). The cytotoxicity was calculated by analogy to the determination of virus titer (TCID50/mL) and is depicted as white bars. The means of three independent experiments with standard deviations are shown. No residual infectivity detected (n.d.). C, D) Nonlinear regression analysis using a robust fitting model in a linear scale shows the stability of HBV to WHO formulations in regard to other tested viruses. Wedge-shaped triangle indicates declining stability.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}