{
    "paper_id": "6dfe2e77c8175b3eb38d6fc3ccc440fb81a0e2f0",
    "metadata": {
        "title": "HRCT imaging features in representative imported cases of 2019 novel coronavirus pneumonia",
        "authors": [
            {
                "first": "Kaiyue",
                "middle": [],
                "last": "Diao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Peilun",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tong",
                "middle": [],
                "last": "Pang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhigang",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With the spread of novel coronavirus (2019-nCoV) pneumonia, chest high-resolution computed tomography (HRCT) has been one of the key diagnostic tools. To achieve early and accurate diagnostics, determining the radiological characteristics of the disease is of great importance. In this small scale research we retrospectively reviewed and selected six cases confirmed with 2019-nCoV infection in West China Hospital and investigated their initial and follow-up HRCT features, along with the clinical characteristics. The 2019-nCoV pneumonia basically showed a multifocal or unifocal involvement of ground-glass opacity (GGO), sometimes with consolidation and fibrosis. No pleural effusion or lymphadenopathy was identified in our presented cases. The follow-up CT generally demonstrated mild to moderate progression of the lesion, with only one case showing remission by the reducing extent and density of the airspace opacification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The newly discovered novel coronavirus (2019-nCoV) was firstly identified in Wuhan, Hubei, China, and then spread rapidly across the whole country and the world. The first study estimated the basic reproductive number (R 0 ) of 2019-nCoV to be 2.2, 1 much higher than the ideal control goal to be less than 1. By the day when this article was drafted (February 5 th , 2020), a total of 24,363 patients had been confirmed with 2019-nCoV infection in China and 282 in Sichuan Province, with 491 deaths reported in China and 1 in Chengdu of Sichuan Province, where West China Hospital of Sichuan University is located.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With the spread of 2019-nCoV, an increasing number of patients showed up in the waiting list of 2019-nCoV screening. According to the newest guidelines, epidemiology history, clinical symptoms, laboratory findings and chest imaging manifestations are the main screening tools for 2019-nCoV. 2 Suspected patients would be isolated and waiting for the laboratory confirmation of 2019-nCoV infection by real-time RT-PCR and nextgeneration sequencing using the specimens taken from blood or the respiratory tract.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 292,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, the gold-standard nucleic acid test has been reported to fail in detecting the virus at the very early stage. The false negative rate of the initial nucleic acid testing urged the increase of the weight of HRCT in the diagnosis protocol of 2019-nCoV. In this article, we selected and investigated six representative imported cases in West China Hospital (three with very direct exposure history, residency or travel to Wuhan in the 14 days prior to symptom onset, and three without). We aimed to help alert and familiarize the radiologists and clinicians of the basic imaging manifestations of 2019-nCoV pneumonia, as well as their possible correlations with the laboratory findings, especially for those working in hospitals faced with a large volume of patients without specific exposure history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study was approved by the Biomedical Research Ethics Committee of West China Hospital, Sichuan University. Informed consents of the involved patients were waived for the retrospective case series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The patients were selected from the confirmed 2019-nCoV infection cases from January 17 th to February 5 th when this article was drafted. All patients were demonstrated to be positive in at least twice nucleic acid tests and had detailed recordings of basic clinical characteristics (age, sex, smoking history, comorbidities), exposure history (residency or travel to Wuhan, or close contact with the confirmed/suspected 2019-nCoV patients), clinical symptoms (including but not limited to fever, chill, cough, sputum, fatigue and diarrhea), and laboratory findings (white blood cell and lymphocytes count).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "All the patients were kept in supine position and imaged with a 256-detector CT scanner (Revolution CT, GE Healthcare, Milwaukee, Wis) during full expiration and without injection of any contrast. The scanning parameters were as follows: 120 kilovolt peak, 146 mA, 0.28 s gantry rotation, 80-mm collimation, a 360-mm field of view and 512-mm matrix. Images were reconstructed with a high-spatial-resolution algorithm for parenchymal analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HRCT scan"
        },
        {
            "text": "All HRCT images were reviewed by two chest radiologists with over 10-year working experience (Yang ZG and Li Y) blindly to the clinical information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imaging analysis"
        },
        {
            "text": "Each case was assessed for the presence, anatomy distribution and severity of the major pulmonary abnormalities including ground-glass opacity (GGO), 3 consolidation and fibrosis. 4 The GGO was defined as an increase in lung parenchymal opacification without obscuration of the underlying vessels. Consolidation was defined as an increase in lung parenchymal with obscuration of the underlying vessels. Fibrosis was defined as the presence of any of the following findings: irregular linear opacities, parenchymal bands, traction bronchiectasis and lung distortion.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 180,
                    "end": 181,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Imaging analysis"
        },
        {
            "text": "The anatomy distribution of the pulmonary abnormalities was classified into right upper, right middle, right lower lobe, left upper and left lower lobe. The whole lung field was reviewed to decide if the abnormal findings had a predominant distribution pattern (peripheral, basilar or subpleural, peribronchovascular, or random). 5 The quantitative evaluation of the pulmonary findings was modified from a scoring method described previously for severe acute respiratory syndrome (SARS). 6 For each lobe, the severity was scored and classified into four grades (Grade 0: no positive findings; Grade 1: less than 30% of the lobe involved by GGO/consolidation with/without reticulation; Grade 2: 30%-60% of the lobe involved by GGO/consolidation with or without interstitial thickening or any percentage of GGO involvement with consolidation; Grade 3: over 60% of the lobe involvement with GGO or any percentage involvement of GGO/consolidation with evidence of fibrosis as defined before). The scores were summed to be the quantitative results of severity scores for each patient.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 331,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 488,
                    "end": 489,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Imaging analysis"
        },
        {
            "text": "We also recorded the presence of nodules, masses, cavitation or calcification, pleural effusion, lymphadenopathy, and any other abnormalities of the chest images.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imaging analysis"
        },
        {
            "text": "In all 6 patients included in the study (3 men and 3 women), the median age was 47.5 (ranging from 19 to 59). Three patients had direct exposure history, including two residents and one university student at Wuhan. In the other three patients, one had close contact with a confirmed patient from Wuhan and the other two had no specific contact with any 2019-nCoV patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The white-cell counts were in the normal range for all 6 patients (median: 5.2×10 9 /L, interquartile range (IQR): 4.5×10 9 /L-5.6× 10 9 /L). Lymphocyte counts were in normal range for the 3 patients coming from Wuhan (median: 1.32×10 9 /L, IQR: 1.2×10 9 /L-1.6×10 9 /L), while reduced (median: 0.99×10 9 /L, IQR: 0.8×10 9 /L-1.0×10 9 /L) in the other 3 patients. Simultaneously, the duration of the illness between the onset and the examination was prominently shorter for the patients coming from Wuhan (within 1-2 days), compared with the others (5-10 days). None of the patients had smoking history. Four patients presented fever and three patients coughed. Only one patient had diarrhea (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 692,
                    "end": 701,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Clinical characteristics"
        },
        {
            "text": "All six patients were still kept in the isolation wards till this paper was drafted. None of them was reported with severe pneumonia or death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical characteristics"
        },
        {
            "text": "All of the six patients had GGO in at least one lobe, with multifocal lobe involvement in four cases. The right lower lobe was most frequently involved (5/6), followed by the right upper lobe (4/6), left upper lobe (4/6), left lower lobe (4/6), and the right middle lobe (2/6). Three cases had a predominantly peripheral distribution of GGO at the upper lobes, while two showed a basilar or subpleural distribution pattern at the lower lobes. Two patients showed a generally random pattern of the GGO distribution (Table 2) . Only one case presented consolidation located at right upper lobe (Fig. 1) . Fibrosis was identified in two cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 514,
                    "end": 523,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 592,
                    "end": 600,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Presence and distribution patterns of pulmonary lesions"
        },
        {
            "text": "Nodules presented in two cases with a diameter less than 6 mm; and two cases showed evidence of chronic lesions. None of the included cases had pleural effusion or lymphadenopathy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presence and distribution patterns of pulmonary lesions"
        },
        {
            "text": "The total grading scores of the HRCT findings ranged from 1 to 11. Of note, the patient with highest score was the one who had close contact with 2019-nCoV patient and had the lowest count of lymphocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grading scores of the HRCT findings"
        },
        {
            "text": "A tendency of unifocal and less lobes involved with GGO, as well as less severity scores was found in patients with a relatively shorter duration between the illness onset and CT. Furthermore, GGO tended to have a basilar or subpleural distribution at the lower lobes in early stage but a peripheral distribution at the left and right upper lobes and random distribution at the left and right lower lobes in late stage (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 427,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Grading scores of the HRCT findings"
        },
        {
            "text": "Five patients had follow-up HRCT during this study period. The time intervals between the initial and follow-up CT ranged from 2 to 6 days (Table 3) . One patient had moderate remission as both the extent and density of airspace opacification reduced (Fig. 3) . Three patients demonstrated mild progression and the other two patients showed no significant change. Of note, all patients in the early stage at the first scan had progression at the second scan.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 148,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 251,
                    "end": 259,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Follow-up HRCT"
        },
        {
            "text": "The recent outbreak of 2019-nCoV infection has caused public panic and resulted in numerous suspected patients waiting for pathogenic diagnosis of 2019-nCoV infection. Chest imaging plays an unreplaceable role in the diagnostic workflow for the patients suspected with virus pneumonia, 7 especially for patients at the very early stage of the disease, when the virus replicate might not be high enough to be detected by the nucleic acid test. We reported 6 representative cases here with or without specific exposure to the infectious source and the imaging manifestations. GGO was the most common and earliest signs, sometimes with consolidation. The abnormalities might not follow a periphery or basilar and subpleural pattern in the early stage but tended to develop a periphery pattern at the upper lobes and the basilar and subpleural, or random pattern at the lower lobes as the disease progressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HRCT is more sensitive than chest radiographs in detecting the pulmonary abnormalities. GGOs detected on HRCT are very often missed on chest radiographs. 8 Considering that GGO is still the main manifestation of the 2019-nCoV pneumonia, HRCT should be the firstline imaging modality to sensitively detect pulmonary abnormalities. The manifestations of the selected cases in our study demonstrated a similar pattern with the reported cases in SARS and the Middle East Respiratory Syndrome (MERS) events. 9 Our findings, namely, predominantly GGO, sometimes with consolidation and fibrosis, as well as absence of pulmonary mass, pleural effusion, and lymphadenopathy, were in agreement with the recently published study on 18 cases of 2019-nCoV. 10 Nevertheless, none of the included patients had severe pneumonia within the study period, thus further studies are needed to determine whether pleural effusion and lymphadenopathy would be present or absent in 2019-nCoV pneumonia.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 155,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 503,
                    "end": 504,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 744,
                    "end": 746,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Different from the reported SARS cases, the 2019-nCoV pneumonia showed a tendency of multifocal distribution and a periphery distribution of GGO at the upper lobes while a basilar or subpleural preference in the lower lobes. Besides, the frequency of consolidation and severity score were also much lower than in SARS, which might explain the lower death rates of 2019-nCoV pneumonia than SARS. 11 Similar to the MERS cases reported by Ajlan et al in 2014, 12 some of our patients also presented a distribution at the right and left lower lobes, but a more periphery distribution could be recognized in the right and left upper lobes. However, the number of cases reported in this study was too small to lead to a conclusion of a fixed pattern of the pulmonary lesions of 2019-nCoV pneumonia.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 397,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The severity scores were much higher in patients with a longer duration of the illness at the examination, which alerted the importance of early diagnosis of 2019-nCoV infection. Furthermore, rapid diagnosis could also help ensure prompt isolation of the infected patients and avoid further expansion of the disease. In the presented 6 cases, the three who came to hospital early after the onset of the symptoms all had a clear and direct epidemiology history. But they were all with only minimal to mild abnormal pulmonary findings. In contrast, the other three had much more severe pulmonary changes including consolidation and fibrosis, which were reported more common in cases with severe disease in SARS and MERS. 13 Simultaneously, the delayed isolation for these three cases might have led to transmission to their families or other people.",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 721,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Several limitations should be mentioned here. Since we only reported six representative cases from our hospital, the small sample size prohibited our confidence that pulmonary mass, pleural effusion, lymphadenopathy, as well as other pulmonary abnormal findings would not present in a larger group of 2019-nCoV infected patients. Secondly, only five of the six cases had follow-up HRCT within the study period, and thus the change in characteristics of their images cannot represent all of the cases. We will keep follow-up of the sixth patient and carry on further studies to summarize the longitudinal changes of these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, this investigation presented the basic CT imaging findings in 2019-nCoV patients. We also reported the imaging similarities and dissimilarities between 2019-nCoV pneumonia and the previous two epidemic virus pneumonia, SARS and MERS. Our quantitative comparison between the patients in the early and relatively late stage alerts the necessity of prompt screening test and imaging diagnosis when symptoms present, whether the patient has direct epidemiology history or not. Further studies with more cases are needed to determine the pulmonary abnormalities in different clinical stages, as well as their prognostic values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Kaiyue Diao was in charge of the manuscript writing and idea design. Peilun Han and Tong Pang helped edit the tables and figures, as well as the patient's clinical data collection. Yuan Li and Zhigang Yang took part in the image analysis. Zhigang Yang was responsible for study design, data access and paper review and submission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author's contribution"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Med",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected: Interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Thin-section CT in patients with severe acute respiratory syndrome following hospital discharge: Preliminary experience",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Radiology",
            "volume": "228",
            "issn": "",
            "pages": "810--815",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2283030726"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Correlation of high-resolution CT, symptoms, and pulmonary function in patients during recovery from severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tzao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chest",
            "volume": "126",
            "issn": "",
            "pages": "149--58",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.126.1.149"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pulmonary sequelae in convalescent patients after severe acute respiratory syndrome: Evaluation with thin-section CT",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Radiology",
            "volume": "236",
            "issn": "",
            "pages": "1067--75",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2363040958"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Six month radiological and physiological outcomes in severe acute respiratory syndrome (SARS) survivors",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Jwm",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Kwan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Thorax",
            "volume": "59",
            "issn": "",
            "pages": "889--91",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.2004.023762"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Radiographic and CT features of viral pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Radiographics",
            "volume": "38",
            "issn": "",
            "pages": "719--758",
            "other_ids": {
                "DOI": [
                    "10.1148/rg.2018170048"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "High-resolution CT analysis of small peripheral lung adenocarcinomas revealed on screeninghelical CT",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takashima",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "AJR Am J Roentgenol",
            "volume": "176",
            "issn": "",
            "pages": "1399--407",
            "other_ids": {
                "DOI": [
                    "10.2214/ajr.176.6.1761399"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Middle east respiratory syndrome coronavirus : What does a radiologist need to know?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Langer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "AJR Am J Roentgenol",
            "volume": "206",
            "issn": "",
            "pages": "1193--201",
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.15.15363"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "CT imaging features of 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200230"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A novel coronavirus emerging in China-Key questions for impact assessment",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2000929"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) infection: Chest CT findings",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ajlan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahyad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Jamjoom",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "AJR Am J Roentgenol",
            "volume": "203",
            "issn": "",
            "pages": "782--789",
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.14.13021"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "CT correlation with outcomes in 15 patients with acute Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "K M",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "E Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M A",
                    "middle": [],
                    "last": "Enani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AJR Am J Roentgenol",
            "volume": "204",
            "issn": "",
            "pages": "736--778",
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.14.13671"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "GGO: ground-glass opacity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The HRCT scan of a 46-year-old male patient with a severity score of 6 showed consolidation at the right upper lobe, with the evidence of fibrosis, as manifested by the tract bronchiectasis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Downloaded from https://academic.oup.com/pcm/advance-article-abstract/doi/10.1093/pcmedi/pbaa004/5733748 by guest on 12 March 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The HRCT scan of a 59-year-old female patient with multiple-lobe involvement of ground-glass opacity (GGO). There was a periphery distribution of GGO at the right and left upper lobes and a random distribution at the right and left lower lobes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Remission of the lung lesions of a 49-year-old female 2019-nCoV patient. (A) The initial HRCT showed typical \"crazy-paving\" signs at the right lower lobe. (B) The density and extent of the airspace opacification prominently reduced at the follow-up CT.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical characteristics of the patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Pulmonary findings in HRCT of the patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparison of the severity score of patients between the initial and follow-up HRCT.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the 13th Five-Year Plan for disciplines of excellence, West China Hospital, Sichuan University (grant No. ZYGD18013).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interests"
        }
    ]
}