{
    "paper_id": "6f5c8e7b610ecc3b139756ce244a25c699d33946",
    "metadata": {
        "title": "Fit for the future? The place of global health in the UK's postgraduate medical training: a review",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "A"
                ],
                "last": "Hall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "FPH Global Health Specialty Registrar's Group",
                    "location": {
                        "postCode": "SE22 9DB",
                        "settlement": "Chair, London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Cs Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alma Mata Global Health Graduates' Network",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "L"
                ],
                "last": "Pettigrew",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RCGP International Committee",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Anj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Moorfields Eye Hospital",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Malik",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "J"
                ],
                "last": "Watson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RCGP Junior International Committee, Education and Training Lead",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "A"
                ],
                "last": "Topiwala",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal College of Psychiatrists' International Advisory Committee",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "L"
                ],
                "last": "Mcgregor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CEM International Committee",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "R"
                ],
                "last": "Ramsay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RCGP Junior International Committee Chair",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Results Six of the 11 curricula reviewed contained global health competencies. These covered the global burden or determinants of disease and appropriate policy responses. Only one College required trainees to 'be aware of the World Health Organization', or 'know the local, national and international structures for health care'. These cross-cutting competencies have applicability to all specialties. All 11 curricula contained generic competencies where a global health perspective and/or experience could be advantageous, e.g. caring for migrant or culturally different patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conclusion Trainees in all specialties should achieve a minimum requirement of global health awareness. This can be achieved through a small number of common competencies that are consistent across core curricula. These should lead on from equivalent undergraduate",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Understanding that health is a global issue is vital for our future health professionals if they are to deal effectively with the health-care challenges that they will face. The Global Independent Commission on Education of Health Professionals for the 21st Century described a 'mismatch between present professional competencies and the requirements of an increasingly interdependent world', 1 emphasizing the need for evolving postgraduate training to take account of the increasingly global nature of health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Some may question why UK-trained health professionals working solely within the National Health Service (NHS) need an awareness of global health. A range of reasons detailing how training our health professionals in global health will deliver significant benefits to the NHS are listed in Box 1. Furthermore, as health professionals we have a duty to advocate better health for all, not only for those living within the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Undergraduate training is adapting, with special study modules and intercalated Bachelor of Science degrees in international or global health having been available for more than a decade. 5 The updated General Medical Council guidelines for undergraduate medical training 'Tomorrow's Doctors' include the learning outcome: 'Discuss from a global perspective the determinants of health and disease and variations in health-care delivery and medical practice' 6 and global health learning outcomes for all UK medical students have recently been developed. 7, 8 This is welcome progress but, without a similar shift in postgraduate training, is not sufficient. Indeed Martineau et al.'s analysis of the career paths of early graduates of intercalated international health BScs concludes that 'the successful establishment of global health education at an undergraduate level must now be replicated in postgraduate training to follow this generation as they progress'. 9 There is high-level recognition of the need for and benefits of the NHS adopting a global health approach, 10,13 including a House of Lords debate led by Lord Crisp. 14 Several Royal Colleges have responded with conferences, 15 -17 position statements 18 or strategies. 19, 20 Despite this, the coverage of global health within UK postgraduate medical curricula has not been systematically assessed. This article presents a review of the current global health content of a cross-section of postgraduate medical curricula in the UK. The global health content of the curricula described in Table 1 was established by examining the competencies within them. For several curricula this was done by more than one person and discussed to achieve consensus. The competencies were coded as 'UK' (statement only relevant to UK work, often referring to UK institutions or structures), 'global' (statement with an explicit reference to aspects of health outside the UK such as the global burden of disease or organizations involved in international health-care issues) or generic (relevant both to the UK and international settings). This built on work previously conducted and published on the Faculty of Public Health's (FPH) curriculum; the results presented here for the FPH curriculum are from this previous work. 22 ",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 554,
                    "end": 556,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 557,
                    "end": 558,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 965,
                    "end": 966,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1192,
                    "end": 1198,
                    "text": "15 -17",
                    "ref_id": null
                },
                {
                    "start": 1237,
                    "end": 1240,
                    "text": "19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1241,
                    "end": 1243,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 2275,
                    "end": 2277,
                    "text": "22",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1555,
                    "end": 1562,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Six of the 11 curricula reviewed contained global health competencies, as shown in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The six curricula that contained global health competencies had competencies on the global burden of disease or global determinants of disease and appropriate policy responses. The global health competencies identified are shown in Table 3 Although the aim of this paper was to review the core specialty curricula, the surgical and psychiatric subspecialty curricula were also reviewed. any global health competencies. These were very similar to the global health competencies in the CEM and RCP-GIM. Table 3 compares Collegiate competencies with the proposed undergraduate global health competencies. 7 From Table 3 we can see that The Royal College of Paediatrics and Child Health (RCPCH) was the only College to require all trainees to 'be aware of (understand the work of ) the World Health Organization (WHO)', or 'know the local, national and international structures for health care'. These cross-cutting competencies have applicability to all specialties. Table 3 also demonstrates that there are a number of global health topics that are not covered by any of the postgraduate curricula such as health inequalities or the mobility of and inequalities in the global health workforce. The latter is of importance not only because of concerns around staffing health facilities in lowand middle-income countries but also because many of those undertaking postgraduate training in the UK will have qualified elsewhere, and large numbers of UK doctors work overseas at some time raising issues about the regulation and registration of physicians.",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 603,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 239,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 501,
                    "end": 508,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 609,
                    "end": 616,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 964,
                    "end": 971,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "All 11 curricula contained numerous generic competencies where a global health perspective and/or international experience could be advantageous. These mostly related to caring for migrant or culturally different patients (e.g. maintaining an awareness of and having respect for 'socio-cultural contexts' in the assessment and management of patients, or communicating with patients whose first language is not English). There was brief reference in The Royal College of General Practitioners (RCGP) curriculum to EU law, international conventions, international patient or professional organizations and to the prevalence of conditions in the UK in comparison to other European countries, however having knowledge of these was not an explicit learning outcome. Achievement of some competencies, such as RCPCH's awareness 'of child health exploitation issues including child prostitution, child labour and children in combat … and the effects of armed conflict on child health' or The Royal College of Pathologists' (RCPath's) 'impact on health of armed conflict, natural disasters and other social upheavals', would clearly benefit from a global perspective or international experience. Arguably all specialties, not just paediatrics, would benefit from an understanding of the role of the World Health Organization (WHO), and from an awareness of the global burden of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This detailed review of 11 core postgraduate medical curricula indicates a lack of consistency in the inclusion of competencies relevant to global health in UK postgraduate medical education and training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are a number of strengths and limitations to our study. First, all those reviewing the curricula have an interest in global health. This facilitated a shared understanding of what was meant by a global health competency and arguably helped with consistency across curriculum reviews. However, reviewers without a global health interest may have reached different conclusions. Secondly, the process of assignation of a competency to a category, though guided by the agreed definitions, is ultimately a subjective decision. While in some cases several people reviewed curricula, and in the FPH curriculum review good inter-rater reliability was achieved, 22 this was not possible for all curricula. To reduce inconsistency all assignations to the global health category were reviewed by JH and discussed with reviewers. As demonstrated in Table 3 , the global health competencies identified were very similar across the curricula indicating that this process was fairly successful. Finally, there were some discrepancies between the curricula in terms of exactly what 'a competency' was. Pragmatic decisions were taken where necessary and for this reason there are a number of caveats to the total number of competencies presented for each curriculum. These decisions were taken to increase the comparability of results between the curricula.",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 661,
                    "text": "22",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 843,
                    "end": 850,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Strengths and weaknesses"
        },
        {
            "text": "There is a strong case and increasing consensus on the need for a common minimum requirement of global health awareness that trainees of all specialties must attain. This can be achieved through a small number of common core competencies in global health, easily realizable without overseas experience, which are consistent across core curricula. These could cover issues such as the global burden of disease, global determinants of health, the role of international organizations in health, sustainable development and the potential structures of health-care systems. These competencies do not need to be developed from scratch; those already introduced by Colleges and described in Table 3 can be used as a starting point. Such competencies can be framed to naturally follow on from those being introduced into undergraduate medical training. 7 With common core competencies in place, Colleges can develop additional competencies relevant to their specialty at their own discretion. Levels of knowledge and understanding of global health issues will fit with standard levels of competence in curricula, though ensuring that they are covered by appropriate assessments will require a specific mandate from Colleges.",
            "cite_spans": [
                {
                    "start": 845,
                    "end": 846,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 684,
                    "end": 691,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Meaning of the study: possible mechanisms and implications for clinicians or policy-makers"
        },
        {
            "text": "To seize this opportunity a forum for Colleges to collaborate will be required. This could either be through current structures, such as the Academy of Medical Royal Colleges, or could be a separate venture organized by, for example, the General Medical Council or an enthusiastic College. With competencies in place their utility in facilitating better care within the NHS can be robustly assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meaning of the study: possible mechanisms and implications for clinicians or policy-makers"
        },
        {
            "text": "For trainees who want to take their enthusiasm for global health further there should be easily accessible further training in global health that complements ongoing specialty training. A tiered structure to this effect has previously been proposed. 23 ",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 252,
                    "text": "23",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Meaning of the study: possible mechanisms and implications for clinicians or policy-makers"
        },
        {
            "text": "This study looked at the content of curricula linked to global health learning, however even where explicitly mentioned, tools to ensure adequate delivery of teaching and assessment of these competencies may be inadequate. For example knowledge of these competencies is not be routinely tested in either postgraduate exams or workplace-based assessments. Future areas of research may include exploring mechanisms to maximize the delivery and assessment of global health competencies, how the integration of these into training may impact the quality of care delivered in the UK, and the contribution of UK doctors to the broader global health agenda.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unanswered questions and future research"
        },
        {
            "text": "Global health transcends traditional barriers between specialties as much as it does geographical boundaries, and the development of a set of core global health competencies is both judicious and timely. This article reflects a growing awareness across specialty trainees that coverage of global health in their curricula is inadequate. Addressing this gap will ensure that the UK has health professionals that are trained to meet the health challenges the UK faces in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Education of health professionals for the 21st century: a global independent Commission",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Bhutta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "375",
            "issn": "",
            "pages": "1137--1145",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Migration Observatory at the University of Oxford. Migrants in the UK: an overview",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Editorial -caring for migrant patients in the UK: how the migrant health guide can help",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BJGP",
            "volume": "61",
            "issn": "",
            "pages": "546--547",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgp11X599758"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prime Minister's Office. Speech at vaccine summit",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Introducing medical students to global health issues: a bachelor of science degree in international health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yudkin",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bayley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elnour",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Willott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Miranda",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "822--826",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global health learning outcomes for medical students in the UK",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Willott",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "379",
            "issn": "",
            "pages": "2033--2068",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Association for the study of Medical Education. Global Health Education for Tomorrow's Doctors",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "International health graduates-career path experience",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martineau",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rowson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Willott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yudkin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "379",
            "issn": "",
            "pages": "2051--2053",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Global Health Partnerships: The UK Contribution to Health in Developing Countries",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Crisp",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "11 Department of Health. Health is Global. Proposals for a Government Wide Strategy",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "12 Department of Health. Framework for NHS Involvement in International Development",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Health is Global: An Outcomes Framework for Global Health 2011 -15. London: DoH, 2011 14 House of Lords. Table of contents for Monday",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Building Institutions through Equitable Partnerships in Global Health: ATwo Day Global Health Conference held at the Royal College of Physicians",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "%202012/AC2012_Programme_021012.ashx. (last checked",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Transforming our Approach to International Affairs -a 10-year strategy. London: RCGP",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Global public health training in the UK: preparing for the future",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Mandeville",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Public Health",
            "volume": "33",
            "issn": "",
            "pages": "310--316",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Postgraduate training in global health: ensuring UK doctors can contribute to health in resource-poor countries",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martineau",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yudkin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Med",
            "volume": "11",
            "issn": "",
            "pages": "456--60",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". Two curricula were almost identical in common competencies (The College of Emergency Medicine [CEM] and The Royal College of Physicians -General Internal Medicine [RCP-GIM]).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(The subspecialty curricula reviewed were: Neurosurgery; Trauma and Orthopaedics; General Surgery intermediate and advanced training; Urology; Paediatric Surgery; Plastics Surgery; Otolaryngology; Oral and Maxillofacial Surgery; Cardiothoracic Surgery; General Psychiatry (ST4+); Old Age Psychiatry; and Liaison Psychiatry.) The detailed results of these are not presented for simplicity but of those reviewed only the Trauma and Orthopaedics curriculum contained",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "An informal network of trainees and recently qualified general gractitioners (GPs) holding positions on the International Committees of a number of Colleges was established. Where Box 1 Reasons why UK-based health-care workers would benefit from an awareness in global health",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Colleges and curricula reviewed",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Results of coding of postgraduate medical and surgical curricula",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Global health competencies described in the curricula reviewed",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}