{
    "paper_id": "6f64870ea0f8f51525b16926dc6dbb42911f850f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A 3-year-old spayed female domestic shorthair cat was evaluated by its primary care veterinarian on 29 May 2018 for suspected seizure activity, characterized by a short history of occasional hypersalivation, wandering and vocalizing at home. Physical examination, neurologic examination and blood chemistry results were unremarkable at that time. Two days later, on 31 May 2018 (day 0), the cat had a generalized tonic-clonic seizure at home and was started on levetiracetam (Keppra; Lupin) (37 mg/kg PO q8h; Keppra).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "Progressive seizure activity was noted over the next 24 h (1 June 2018 [day 1]), during which time the cat had 10 seizure events ranging from a generalized tonic-clonic seizure to focal facial twitching and hypersalivation. A diagnostic work-up for feline seizures was performed on day 1, including a complete blood count, chemistry and electrolyte panel, urinalysis that showed normal red and white blood cell counts, platelet count, electrolyte and acid-base balance, and liver and kidney function. Infectious disease testing submitted on day 1 included feline leukemia virus and Cryptococcus antigen testing, and feline immunodeficiency virus, coronavirus, Toxoplasma gondii and Bartonella henselae serologic testing through a commercial laboratory (Antech New York laboratory) and were negative. Preprandial and postprandial bile acid testing was also performed on day 1 through the same laboratory (Antech New York laboratory) and were unremarkable (preprandial 7.1 µmol/l [<13 µmol/l], postprandial 6.5 µmol/l [<30 µmol/l]). In addition to the levetiracetam, the cat was prescribed phenobarbital (1.6 mg/kg PO q12h) and empirically treated with doxycycline (10 mg/kg PO q12h) and clindamycin (25 mg/kg PO q12h).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "No further seizure activity was reported after day 1 of treatment with phenobarbital and levetiracetam. The doxycycline and clindamycin were discontinued at home on day 3 owing to hyporexia. The cat's hyporexia persisted, and the cat was evaluated by its veterinarian on 8 June 2018 (day 8) for persistent hyporexia despite stopping antibiotics, at which point a temperature of 105 o F was documented. No changes in the cat's physical or neurologic examination were noted, and the cat's chief complaint was hyporexia. Laboratory work performed on day 8 included a complete blood count and chemistry panel that revealed a leukocytosis of 24,050 cells/µl (5500-19,500 cells/µl) characterized by a mature neutrophilia of 18,570 cells/µl (2500-14,000 cells/µl), a mild thrombocytopenia of 158,000 cells/µl and a mild hypophosphatemia of 2.8 mg/dl (3.4-8.5 mg/dl). It was then prescribed amoxicillin/clavulanic acid (Clavamox; Zoetis) (12.5 mg/kg PO q12h × 7) and marbofloxacin (Zeniquin; Zoetis) (5 mg/kg PO). The increased temperature did not resolve with intravenous fluids and the oral antibiotics overnight, and the cat was transferred to an emergency care facility for further treatment (day 9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "The Clavamox and Zeniquin were discontinued on 9 June 2018 (day 9) and the cat was switched back onto doxycycline and clindamycin at the previously prescribed doses, which were then discontinued on the morning of 11 June 2018 (day 11). Its temperature from days 9 to 11 was persistently increased, ranging from 103.6-106.2°F, despite the change in antibiotics. No steroidal or non-steroidal anti-inflammatory drugs were administered during this time period, nor were any physical examination changes suggestive of infection or illness noted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "The cat was transferred to a neurologist on 11 June 2018 for evaluation (day 11), at which point its temperature was 105.1°F. No physical examination abnormalities or neurologic deficits were noted at that time. The cat then underwent an MRI of the brain (1.5 Tesla magnet; GE Signa Legacy), which showed equivocal/mild contrast enhancement of the meninges with no overt evidence for structural or inflammatory disease. Cerebrospinal fluid analysis revealed a lack of pleocytosis (total nucleated cell count of 1 cell/µl) and no albuminocytologic dissociation (10 mg/dl protein). Given the time course of events an idiosyncratic reaction to phenobarbital was suspected. The cat was switched from phenobarbital to pregabalin (1 mg/kg PO q12h) on 12 June 2018 (day 12) with normalization of its temperature and appetite within 24 h. The cat was discharged from the hospital on 13 June 2018 (day 13) with a temperature of 102.2°F. Recheck temperature on 14 June 2018 (day 14) was 100.3°F. At the 1 month follow-up evaluation the patient's temperature was 101°F and the seizure activity was adequately controlled with current medications (levetiracetam and pregabalin).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "The time course of the cat's neurologic disease in relation to the time course of fever meant an infectious etiology was considered less likely. The cat underwent a diagnostic work-up for feline seizures, including a complete blood cell count, chemistry and electrolyte panel, urinalysis, liver function testing, advanced brain imaging and cerebrospinal fluid analysis, of which the only change of note was the mild mature neutrophilia at the time the fever was first documented (day 7 post-phenobarbital). The cat's fever was not documented until 3 days after discontinuing the doxycycline and clindamycin on day 1 and persisted after again discontinuing the same medications on day 11. The lack of response to initial antimicrobial therapy and inpatient supportive care from days 9 to 11 in the light of the patient's initially normal diagnostic work-up raised concern for an idiosyncratic drug reaction. The phenobarbital was discontinued on day 12, and the fever and hyporexia resolved on day 13 and throughout follow-up on days 14 and 23.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While an underlying infectious etiology for the cat's fever cannot be entirely ruled out, the cat's fever resolved without a steroidal or non-steroidal anti-inflammatory therapy or a complete course of antibiotics. As the cat's seizures were well-controlled without recurrence of the fever at serial follow-up evaluations, repeating infectious disease testing such as convalescent titers for Toxoplasma and Bartonella species was not performed. Other possible differentials for the cat's transient fever and hyporexia, such as an upper respiratory infection, were considered less likely given the clear upper airway and oral cavity and normal thoracic auscultation. Lastly, a drug reaction to doxycycline or clindamycin was less likely, as the cat's fever was documented after discontinuing the first short course of these medications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Idiosyncratic reactions to anticonvulsant medications have been extensively documented in human beings and to a lesser extent in dogs and cats. [1] [2] [3] [4] Such reactions in humans have been termed anticonvulsant hypersensitivity syndrome (AHS) or drug reaction with eosinophilia and systemic symptoms (DRESS), characterized by fever, leukocytosis with a predominance of lymphocytes and cutaneous reactions that can progress to multisystemic organ dysfunction. Onset of signs typically occurs 2-6 weeks after starting the causative drug. Similar reports of anticonvulsant-related syndromes have been reported in dogs and cats, as well as other hematologic and biochemical abnormalities. [5] [6] [7] [8] [9] Pseudolymphoma secondary to phenobarbital administration has been reported in one dog and two cats, characterized by fever and generalized lymphadenopathy that resolved after discontinuation of the medication. 10-12 A recent report of similar signs in a cat occurred during treatment with multiple anticonvulsants and resolved after discontinuation of zonisamide. 13 Both onset and resolution of clinical signs in dogs, cats and humans typically occur within several weeks of starting and subsequently discontinuing the medication.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1075,
                    "end": 1077,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fewer studies exist on a less severe manifestation of an idiosyncratic reaction termed drug-induced fever, which is a condition where a sustained fever occurs after starting a medication and resolves after discontinuing the medication. 14, 15 In contrast to AHS/DRESS and the analogous syndromes in dogs and cats, drug-induced fever in human beings reportedly has a quicker onset of signs with fever occurring roughly a week after starting the drug. The cat's clinical course of fever was more consistent with a phenobarbital-induced fever similar to drug-induced fever reported in humans. Drug-induced fever is a diagnosis of exclusion and an appropriate and thorough work-up for a fever of unknown origin is indicated in order to make the diagnosis.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 240,
                    "end": 242,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Phenobarbital has been implicated in drug-induced fever in humans. 16 While previous reports of AHS in humans, dogs and cats have included fever as a part of the clinical picture, the cat in this report did not develop any systemic or cutaneous signs of disease outside of the fever. The cat underwent a complete diagnostic work-up for fever of unknown origin, which revealed no underlying cause, and the temporal relationship between starting and discontinuing phenobarbital and onset and resolution of fever is consistent with reports in human beings of drug-induced fever. While we do not know whether the cat's clinical signs would have progressed in severity to include hematologic abnormalities, generalized lymphadenopathy and/or cutaneous lesions if the phenobarbital were not discontinued in a timely fashion, the lack of such findings at multiple timepoints over several days during the cat's work-up for fever of unknown origin suggests that the cat's syndrome was limited to a fever. To our knowledge there are no current reports of drug-induced fever secondary to phenobarbital or other anticonvulsants in the scientific literature.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 69,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Drug-induced fever is a diagnosis of exclusion that should be considered in patients that develop a fever of unknown origin after starting a new medication and a subsequently unremarkable diagnostic work-up. The anticonvulsant phenobarbital may be implicated in drug-induced fevers in veterinary patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "The authors received no financial support for the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "https://orcid.org/0000-0003-0810-5299",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD Dylan M Djani"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Anticonvulsant hypersensitivity syndrome: implications for pharmaceutical care",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Bohan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Mansuri",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pharmacotherapy",
            "volume": "27",
            "issn": "",
            "pages": "1425--1439",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Drug reaction with eosinophilia and systemic symptoms: An update and review of recent literature",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rajagopalan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sarda",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Indian J Dermatol",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antiepileptic drugs' tolerability and safety -a systematic review and meta-analysis of adverse effects in dogs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Charalambous",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Shivapour",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Brodbelt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Vet Rese",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12917-016-0703-y"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Systematic review of antiepileptic drugs' safety and effectiveness in feline epilepsy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Charalambous",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pakozdy",
                    "suffix": ""
                },
                {
                    "first": "Sfm",
                    "middle": [],
                    "last": "Bhatti",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Vet Res",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cutaneous adverse drug reactions in dogs treated with antiepileptic drugs",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dobenecker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Front Vet Sci",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Phenobarbitone-induced haematological abnormalities in idiopathic epileptic dogs: prevalence, risk factors, clinical presentation and outcome",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bersan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Volk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ros",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Rec",
            "volume": "175",
            "issn": "",
            "pages": "247--247",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Presumed phenobarbital-induced Stevens-Johnson syndrome in a 4-year-old female Great Dane",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cornelis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vandenabeele",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dunon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vet Q",
            "volume": "36",
            "issn": "",
            "pages": "242--246",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Suspected phenobarbitone hypersensitivity with acute liver failure in a dog",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bosseler",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cornelis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Defauw",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Z Vet J",
            "volume": "65",
            "issn": "",
            "pages": "168--170",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Suspected hypersensitivity to phenobarbital in a cat",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ducote",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Coates",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Dewey",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Feline Med Surg",
            "volume": "1",
            "issn": "",
            "pages": "123--126",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Suspected phenobarbital-induced pseudolymphoma in a cat",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Baho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hostutler",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Am Vet Med Assoc",
            "volume": "238",
            "issn": "",
            "pages": "353--355",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Suspected phenobarbitalinduced pseudolymphoma in a dog",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lampe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Manens",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sharp",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Vet Intern Med",
            "volume": "31",
            "issn": "",
            "pages": "1858--1859",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pseudolymphoma in a cat on phenobarbital treatment: pseudolymphoma in a cat",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lieser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Schwedes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Small Anim Pract",
            "volume": "59",
            "issn": "",
            "pages": "444--447",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Suspected zonisamide-related anticonvulsant hypersensitivity syndrome in a cat",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Collinet",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sammut",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Am Vet Med Assoc",
            "volume": "251",
            "issn": "",
            "pages": "1457--1461",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Drug fever",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pharmacotherapy",
            "volume": "30",
            "issn": "",
            "pages": "57--69",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A descriptive cohort study from the French national pharmacovigilance database",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vodovar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lebeller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mégarbane",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Drug Saf",
            "volume": "35",
            "issn": "",
            "pages": "759--767",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fièvre médicamenteuse : un diagnostic à ne pas oublier",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vodovar",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Beller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lillo-Le-Louet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Rev Med Int",
            "volume": "35",
            "issn": "",
            "pages": "183--188",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}