{
    "paper_id": "6fa649c67f566b9bcd0450e3a9614cbd6fddf74c",
    "metadata": {
        "title": "Microarrays for Pathogen Detection and Analysis",
        "authors": [
            {
                "first": "Kevin",
                "middle": [
                    "S"
                ],
                "last": "Mcloughlin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "DNA microarrays have emerged as a viable platform for detection of pathogenic organisms in clinical and environmental samples. These microbial detection arrays occupy a middle ground between low cost, narrowly focused assays such as multiplex PCR and more expensive, broad-spectrum technologies like high-throughput sequencing. While pathogen detection arrays have been used primarily in a research context, several groups are aggressively working to develop arrays for clinical diagnostics, food safety testing, environmental monitoring and biodefense. Statistical algorithms that can analyze data from microbial detection arrays and provide easily interpretable results are absolutely required in order for these efforts to succeed. In this article, we will review the most promising array designs and analysis algorithms that have been developed to date, comparing their strengths and weaknesses for pathogen detection and discovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious diseases pose a growing threat to public health, due to increased rates of population growth, international trade and air travel, climate change, bacterial antibiotic resistance and a wide range of other factors. In addition, global conflicts over the past decade have raised concerns that pathogenic agents might be released deliberately by terrorist organizations or other entities. Public and private funding agencies have responded to these concerns by investing heavily in the development of new assays for microbial surveillance and discovery. The majority of these new methods involve direct detection of microbial nucleic acids. Ideally, these methods should be effective both as detection assays (for identification of known pathogens) and as discovery techniques (for revealing the presence of novel, previously uncharacterized organisms).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Most currently available methods for microbial detection and discovery using nucleic acid samples are based on three technologies. In order of increasing cost, these are the polymerase chain reaction (PCR) [1] , oligonucleotide microarrays [2] and DNA sequencing [3] . These platforms have different strengths and weaknesses. While sequencing provides the most in-depth, unbiased information, and is able to reveal completely novel organisms, it can be costly and time-consuming for some applications, particularly when the resources required for data processing and analysis are taken into account. Although multiplex sequencing of bar-coded samples reduces the cost per sample, it also decreases the coverage and thus the sensitivity of the analysis; this may be an issue when the organism of interest has low abundance and the sample has not been treated beforehand to remove host and/or background DNA.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "At the other end of the cost spectrum, PCR assays are very fast and sensitive, but have limited capacity for multiplexing [4, 5] . When an assay is required to test for the presence of several organisms simultaneously, many PCR reactions may be needed, erasing any cost benefit. They are also highly specific; this is an advantage for detecting a microbe whose sequence is precisely known, but a great disadvantage for discovery of novel species, or for detecting variant strains of a known species.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 126,
                    "end": 128,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Kevin S. McLoughlin is a Computational Biologist in the Pathogen Bioinformatics Group at Lawrence Livermore National Laboratory. His research concerns analysis methods for microbial metagenome sequence and microarray data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Microarrays occupy a middle ground with respect to cost, processing time, sensitivity, specificity and ability to detect novel organisms. The high-density arrays available at present are able to test for the presence of thousands of different organisms simultaneously, at a cost less than US$ 100 per sample. Arrays can be designed with a combination of high-specificity probes and probes designed against conserved regions, so that they can be used in both detection and discovery modes. While most array designs select probes from fully sequenced genomes in GenBank and other databases, cross-hybridization between probes and similar but non-identical sequences allows detection of novel species, provided that they are closely related to those that were used for probe design. A limitation of microarrays is that, except for so-called universal arrays, probe designs must be updated periodically to include the ever-increasing number of microbial genome sequences being added to GenBank. Nevertheless, for many applications, microarrays offer an ideal balance of capabilities for broad-spectrum microbial surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A microarray is a miniaturized device containing short (25-to 70-mer) single-stranded DNA oligonucleotide probes (or 'oligos') attached to a solid substrate, as shown in Figure 1 . The probes are designed to have sequences complementary to segments of one or more target organism genomes. Oligos may be spotted onto the array by mechanical deposition [2] , sprayed on with a modified inkjet printer head [6] or synthesized in situ through a series of photocatalyzed reactions [7] . Probes are placed on the array in a rectangular grid of 'features', each containing many copies of the same oligo. The density of features on the array varies between platforms, from 20 000 spots per slide for a typical spotted array, to several million for platforms such as NimbleGen and Affymetrix that use in situ synthesized oligos. Arrays may be subdivided with a gasket into subarrays, allowing multiple samples to be tested on one slide. Replicate features, scattered randomly across the array, may be used to allow correction for scratches and spatial effects. On some arrays, negative control probes with random sequences are included, to provide a threshold level for background noise correction.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 354,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 178,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "To analyze a sample with the array, nucleic acids are extracted and converted to cDNA if necessary (e.g. if the target of interest is viral genomic RNA). The DNA is amplified if needed, fragmented and fluorescently labeled. The labeled DNA is incubated on the array surface for several hours, allowing enough time for the DNA fragments to hybridize to complementary or nearly complementary probes, if they exist on the array. The array is then washed to remove unbound DNA and scanned to produce a file of fluorescence intensities for each feature. In the resulting image, bright features will correspond to probes that are complementary to the DNA in the sample. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Several groups have applied microarray technology to pathogen detection. Their approaches may be distinguished according to the range of pathogens targeted, the probe design strategy and the array platform used. Each group has also developed analysis algorithms targeting its own array platform, which we will discuss in a subsequent section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PATHOGEN DETECTION ARRAY DESIGN"
        },
        {
            "text": "The first microarray designed for detection of a wide range of pathogens was the ViroChip [8] . The initial version of the ViroChip contained 1600 probes derived from the 140 complete viral genomes available in GenBank when the array was designed. Later versions of the array were developed to cover a wider range of viruses as additional genomes were published [9] . The ViroChip is fabricated by mechanically spotting synthesized oligonucleotides on a glass slide. The oligos are 70-mers, usually selected to match sequences common to a taxonomic family, but not found in other families. For some families, oligos were instead selected at the genus level. Since the probes were designed against conserved sequences, the ViroChip could be used to identify novel viruses within the same family as a known, sequenced virus. This capability was used to characterize the virus responsible for the 2003 SARS outbreak as a novel coronavirus [10] .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 936,
                    "end": 940,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "ViroChip"
        },
        {
            "text": "The advantages of the ViroChip platform include the low cost of spotted oligo arrays, and its ability to detect novel viruses within a known family. Its disadvantages result mainly from the limitations of spotted oligo technology: the low density of probes that can be spotted on each slide, the inherent noisiness of the data and the large up-front cost for each array design (because tens of thousands of commercially synthesized oligos must be purchased for each design). The latest version of the ViroChip addresses these issues by using the Agilent ink-jet array platform [11] . As with other target library-based arrays, probe designs must be updated periodically to remain current with novel genomes in GenBank.",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 581,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "ViroChip"
        },
        {
            "text": "Another approach to pathogen detection uses resequencing microarrays [12, 13] . These arrays contain short probes (25-or 29-mers) tiled along selected genes of the target pathogen species. Four probes are designed for each location in a target gene: one with a perfect match base at the central position of the probe and one for each of the three alternative bases. Hybridization and analysis of these arrays yields a sequence for each target gene homolog present in the sample; the sequence is then matched to a species and strain by comparison against a sequence database, using BLAST [14] .",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 74,
                    "end": 77,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Resequencing pathogen microarrays"
        },
        {
            "text": "The prototype Respiratory Pathogen Microarray (RPM v1.1) was manufactured as a custom Affymetrix array. It contained probes for several common human respiratory viruses and bacteria, including influenza, adenovirus, coronavirus and rhinoviruses, together with bacteria such as Bordetella pertussis and Streptococcus pneumoniae. More recent designs based on this approach, such as the resequencing pathogen microarray for tropical and emerging infectious agents (RPM-TEI v1.0) [15] , contain probes for a wider variety of pathogens and known toxin genes, focusing on the categories A-C select agents defined by the Centers for Disease Control (CDC).",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 480,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Resequencing pathogen microarrays"
        },
        {
            "text": "The use of short oligonucleotide probes, with a large number of oligos per target gene, gives the RPM arrays very high specificity for strain-level identification of target organisms. The disadvantages of the RPM approach are its lower sensitivity (due in part to the use of short oligos), the limited range of organisms that can be covered on a single array (because of the large number of probes required for each target) and its lack of ability to detect novel organisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resequencing pathogen microarrays"
        },
        {
            "text": "A sequence-independent 'universal' microarray was described in [16] . Rather than selecting oligos from sequenced microbial genomes, the authors created an array containing 14 283 unique 12-mer and 13-mer probes with randomly generated sequences. Probes were excluded from the array design if they differed at fewer than 4 positions (for 12-mers) or 5 (for 13-mers) from previously selected probes. The authors further refined the probe list by building prototype arrays, and excluding from further analysis probes that did not give reproducible signals when data from replicate hybridizations were compared. Oligos were synthesized on arrays using a photocatalytic process, similar to that used on the NimbleGen platform. Hybridizations were performed at low temperatures (23 C) to compensate for the extremely short probe length.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Universal detection array"
        },
        {
            "text": "By hybridizing genomic DNA from several bacterial species, the authors demonstrated that their array produced reproducible patterns of probe intensities (or 'signatures') that distinguished between one species and another. Probe intensities were not correlated either with occurrences of the oligo sequence in the target bacterial genome or with predicted free energies of hybridization. Thus, identification of an unknown target using this array relies on comparison of the observed intensity pattern to a compendium of signatures acquired by hybridizing known targets to the array. The primary advantage of the universal array approach is that the probes are not specific to genomes that have already been sequenced, so that the array design does not need to be updated as new genomes become available; this is a unique characteristic of the universal array approach. The principal disadvantage is the lack of any means of predicting signatures for organisms of known sequence; these must be obtained experimentally for every species of interest. The large number of experiments required makes this approach impracticable for broadspectrum detection, especially for agents that must be handled using BSL-3 and BSL-4 procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Universal detection array"
        },
        {
            "text": "The 'GreeneChip' arrays represent a broaderspectrum approach to pathogen detection [17, 18] . These are high-density oligonucleotide arrays, fabricated using the Agilent inkjet system. GreeneChipVr version 1.0 contains 9477 probes for viruses infecting vertebrates. GreeneChipPm v1.0 is a panmicrobial array design, containing all of the GreeneChipVr probes, together with probes for several thousand pathogenic bacteria, fungi and protozoa, comprising a total of 29 495 60-mer oligos. Viral probes were designed to target a minimum of three genomic regions for each family or genus of virus. Typically, one highly conserved region was chosen, along with two or more variable regions. Probe sequences were selected so that every vertebrate virus in the ICTV database (International Committee on Taxonomy of Viruses) or in GenBank was represented by at least one probe, with five or fewer mismatches. Bacterial, fungal and protozoan probes were selected by a similar strategy, except that the target sequences were only chosen from the 16S ribosomal RNA (rRNA) genes of bacteria and 18S rRNAs of fungi and protozoa.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 88,
                    "end": 91,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "GreeneChip"
        },
        {
            "text": "When they were tested with virus-infected cell cultures and clinical samples from virally infected patients, the GreeneChip arrays correctly identified the virus at the species level. Performance with bacterial samples was poorer, due to the choice of 16S rRNA as the target gene; probes for these targets tended to cross-hybridize across taxa, so that some bacteria could only be identified at family or class resolution. The sensitivity of these arrays was comparable to that of the ViroChip series, due to the use of long (60-mer) oligos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GreeneChip"
        },
        {
            "text": "The most comprehensive pathogen detection arrays reported to date were designed by a team at Lawrence Livermore National Laboratory [19, 20] . Initial versions of the Lawrence Livermore Microbial Detection Array (LLMDA) contained target probes for all bacteria and viruses (pathogenic and otherwise) for which full genome sequences were available. More recent versions also include probes for pathogenic fungi and protozoa. Probe lengths on a single array vary between 50 and 65 nt and are adjusted so that all probes on the array have roughly equivalent affinities for their complementary target DNA molecules.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Lawrence Livermore microbial detection array"
        },
        {
            "text": "As on the GreeneChip, probes are selected from target genomes by one of two strategies. 'Discovery' probes match genome regions that are unique to a taxonomic family or subfamily, but are shared by the species within that family. By targeting sequences that evolve more slowly within families, the discovery probes are optimized for detection of novel species within a known family. 'Census' probes target highly variable regions that are unique to an individual species or strain. They are optimized for forensic use, to identify the specific strain of organism in a sample as precisely as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lawrence Livermore microbial detection array"
        },
        {
            "text": "The LLMDA designs are primarily deployed on the NimbleGen platform and have also been prototyped with Agilent inkjet technology. NimbleGen arrays are fabricated by photocatalytic synthesis, using a digital micromirror device to control the addition of nucleotides to each oligo. This technology supports higher probe densities than either spotted oligo arrays or the Agilent inkjet platform, with up to 4.2 million features per array. Thus, the LLMDA is able to represent each sequenced microbial genome by a large number of diverse probes, varying from 10 to 50 depending on the array format and the range of microbes targeted. A probe is counted toward the minimum representation if it has an alignment to the target genome with at least 85% identity and with a 29-mer perfect match subsequence. Bacterial probes are selected from full genome sequences, rather than from 16S rRNA genes as in the GreeneChip, enabling strain-level discrimination for most bacteria. The LLMDA was shown to have high sensitivity and specificity when tested against a variety of previously characterized viral and bacterial cultures and was also used successfully to detect adventitious porcine circovirus DNA in a pediatric rotavirus vaccine [21] .",
            "cite_spans": [
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Lawrence Livermore microbial detection array"
        },
        {
            "text": "The advantages of the LLMDA are its broad coverage of bacteria and viruses, as well as of eukaryotic pathogens. Its disadvantages include its cost (compared to spotted arrays such as the ViroChip), and the need (unlike with 'universal' arrays) to design new probes periodically to incorporate new genomes deposited in GenBank. The cost differential can be mitigated by exploiting the multiplex NimbleGen array formats, in which 3, 4, 12 or 24 samples can be hybridized to a single array.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lawrence Livermore microbial detection array"
        },
        {
            "text": "Much of the initial work on microarray data analysis focused on the use of these arrays to measure gene expression [22] , that is, to infer changes in messenger RNA (mRNA) concentration in cells or tissues, resulting from changing experimental conditions, by hybridizing labeled copies of mRNAs to arrays containing probes for specific gene transcripts. Algorithms for expression data analysis had to deal with the fact that, in most experiments, the true mRNA concentrations were unknown. Therefore, most work on expression analysis was aimed at background correction [23] , normalization [24] and estimation of concentration ratios (fold changes) between different conditions [25] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "PATHOGEN DETECTION ARRAY ANALYSIS General issues"
        },
        {
            "text": "Detection array analysis offers the opportunity to understand microarray behavior in much greater detail, because the samples analyzed are produced from genomic DNA. Sequences are known for many microbial genomes, and standard laboratory techniques exist to measure the concentration of DNA in a sample. Therefore, one can design experiments in which sample DNA molecules with known degrees of similarity to probe sequences are present, at a wide range of known concentrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PATHOGEN DETECTION ARRAY ANALYSIS General issues"
        },
        {
            "text": "The wealth of information available in these experiments makes it possible to develop detection algorithms based on models, in which the probe signal given the presence of a target organism at some concentration is predicted from the probe and target genome sequences. After fitting model parameters from experiments with known samples, one can solve the inverse problem to find the targets that best explain the observed array data for an unknown sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PATHOGEN DETECTION ARRAY ANALYSIS General issues"
        },
        {
            "text": "Nevertheless, detection arrays present many of the same analysis issues as other types of microarrays. Probe signals must be corrected for background fluorescence of the array substrate [23] and have additional noise contributions due to transient hybridization with noncomplementary or partially matching DNA molecules [26] . Probe and target DNAs may form hairpins or other secondary structures that prevent hybridization between expected partners [27, 28] or enhance hybridization between unexpected probe-target pairs. Chemical saturation, in which most or all of the oligos in a probe feature are bound by target DNAs, creates a nonlinear relationship between target concentration and probe intensity [29] . Another source of nonlinearity is optical saturation [30] , which occurs when the scanner converts the analog probe intensity to a 16-bit digital value. All intensities greater than some threshold are reported as the maximum value (65 535); thus, if the scanner photomultiplier tube gain is set too high, a substantial amount of information about the true probe intensities may be lost.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 766,
                    "end": 770,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "PATHOGEN DETECTION ARRAY ANALYSIS General issues"
        },
        {
            "text": "Many current algorithms for detection array analysis follow purely empirical approaches, without trying to model the physical processes underlying hybridization, washing and scanning. The algorithm developed for GreeneChip analysis, 'log-transformed analysis of microarrays using P-values' (GreeneLAMP) [17] , is one such approach to the species identification problem. The GreeneLAMP algorithm makes several key assumptions about array experiments:",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "GreeneLAMP"
        },
        {
            "text": "probe intensities are log-normally distributed; probe intensities represent independent measurements of target genome concentrations; the number of probes for any species having positive signals is limited, on the order of 100 or fewer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GreeneLAMP"
        },
        {
            "text": "When pairs of probe sequences are 95% or more identical, the independence assumption is clearly violated. In this case, the algorithm clusters probes into equivalence groups and pools their signals in an unspecified manner. Probes are associated with target taxa using BLAST; the score threshold for association is not specified, and there appears to be no attempt to differentiate between probes with strong and weak similarity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GreeneLAMP"
        },
        {
            "text": "To analyze an array experiment, the GreeneLAMP software first subtracts background levels from the probe intensities, for probes >2 SD above the mean. The background levels are derived from matched control samples when they are available and from random 60-mer control probes on the same array otherwise. The software then centers the log intensities, divides them by the SD to form Z-scores and computes tail probabilities (P-values) under the log-normality assumption. It then categorizes the probes as positive or negative according whether the P-values exceed a fixed threshold: 0.1 for arrays with matched controls and 0.023 otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GreeneLAMP"
        },
        {
            "text": "Finally, P-values are computed for each taxon using the QFAST algorithm to combine the individual P-values for positive probes associated with the taxon [31] . This step depends crucially on the independence assumption. The product of the n P-values is used as a test statistic; its tail probability assuming independence of the P-values can shown to be:",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "GreeneLAMP"
        },
        {
            "text": "ðÀ log pÞ k k!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GreeneLAMP"
        },
        {
            "text": "The candidate taxa are then ranked by this combined P-value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GreeneLAMP"
        },
        {
            "text": "As mentioned in our discussion of the GreeneChip design, the GreeneLAMP algorithm was moderately successful in the analysis of viral samples, providing correct identification at the species level. Since the algorithm has only been applied to GreeneChip data, it is difficult to assess its performance independently from that of the chip design. The failure of the GreeneChip platform to precisely identify bacteria can be partially explained by the cross-reactivity of ribosomal RNA probes. However, an algorithm design that accounted for the greater affinity of probes for highly similar target sequences might have been able to overcome the limitations of the array design. A more severe limitation of GreeneLAMP is its inability to deal with complex mixtures, such as those found in clinical and environmental samples. Since the output of the algorithm is a single ranked list of taxa, there is no means to identify a combination of taxa that if present would best explain the observed intensity data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GreeneLAMP"
        },
        {
            "text": "Another empirically motivated method is the E-Predict algorithm [32] , which was developed for analyzing ViroChip arrays. E-Predict computes a 'theoretical hybridization energy profile' for each complete viral genome, by using BLAST to align probes to the genome sequence, and then computing a predicted hybridization free energy for each probe having a significant alignment. Free energies, which provide a measure of affinity for a probe to bind to a target genome fragment, are computed using a nearest-neighbor stacking energy method [33] , and are then scaled to produce a vector within the unit hypercube (using quadratic normalization by default):",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 538,
                    "end": 542,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "E-Predict"
        },
        {
            "text": "Here, n is the number of probes and ÁGij is the raw free energy for probe i hybridizing to target j. Probes with no BLAST hit to the target genome are assigned zero free energies. To identify the target hybridized to an array, E-Predict by default normalizes the probe intensities y i to sum to 1: Alternative methods (sum, quadratic and unit vector) may be used to normalize both intensities and free energies. The normalized intensity vector is then compared to the normalized energy vector for each target in a database, using one of several similarity metrics: dot products, centered and uncentered Pearson correlation coefficients, Spearman rank correlations, or a value based on Euclidean distance. The target having the highest similarity score is then predicted to be present in the array sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E-Predict"
        },
        {
            "text": "P-values are associated with scores by comparing them to an empirical probability distribution derived from 1009 microarray experiments, which was found to be approximately log normal. The authors assume that the underlying null distribution is exactly log normal and estimate its parameters by iteratively trimming the highest score values for each virus until the remaining logged scores show the least deviation from normality, according to a Shapiro-Wilk test. The mean and variance are computed from the remaining untrimmed values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E-Predict"
        },
        {
            "text": "To be useful for analyzing clinical and environmental samples, a detection algorithm must be able to identify multiple organisms within a sample. This problem is addressed with an iterative version of E-Predict. After identifying the most likely target as described above, E-Predict sets the intensities of the probes matching that target to zero, renormalizes the intensity vector, recomputes the similarity scores and repeats the identification process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E-Predict"
        },
        {
            "text": "At first glance, E-Predict appears to be motivated by a thermodynamic model, since it uses free energies to represent probe-target similarity or affinity. However, the authors do not present a physical justification for their choices of normalization and scoring functions; these were instead chosen because they provided the best separation in between-family comparisons and the least separation within families, for a particular test dataset. Therefore, one might be concerned that the algorithm might not generalize well to a wider range of datasets. Nevertheless, E-Predict has been successfully applied to identify or characterize viruses in thousands of ViroChip experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E-Predict"
        },
        {
            "text": "VIPR (Viral Identification using a PRobabilistic algorithm) [34] is a technique developed for analysis of viral diagnostic microarrays. It is essentially a naïve Bayes classifier, based on the assumption that probe intensities follow a log-normal distribution with one of two sets of parameters for each probe, according to whether it is predicted to bind the target in the sample (is 'on') or not ('off'); i.e. the log intensities Y i are distributed as follows:",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "VIPR"
        },
        {
            "text": "The binding predictions are obtained by calculating free energies ÁG with a nearest-neighbor approach, and treating probes with ÁG below a fixed threshold as 'on'. To give accurate results, the VIPR model must be trained using data from positive control arrays to estimate the parameters of the 'on' and 'off' intensity distributions for each probe. Priors for the latent variables in the model (the on/off states) are derived by considering the fraction of probes P pred (on) predicted to bind a target T, along with the numbers of targets n(state)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIPR"
        },
        {
            "text": "sharing the same state for a given probe, and applying Bayes' rule:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIPR"
        },
        {
            "text": "PðTjstateÞP pred ðstateÞ P marg ðoff Þ ¼ 1 À P marg ðonÞ:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIPR"
        },
        {
            "text": "Here P(T|state) is assumed to be uniform, i.e. equal to 1/n(state).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIPR"
        },
        {
            "text": "Given the prior probabilities, the on/off distribution parameters for each probe, and the observed log intensities y i , VIPR computes posterior probabilities for each probe i:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIPR"
        },
        {
            "text": "Finally, VIPR combines these probabilities to calculate a posterior likelihood for each target in a list of candidate viruses (assuming conditional independence of the probes):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIPR"
        },
        {
            "text": "When compared to E-Predict and other published algorithms, VIPR had greater accuracy in identifying viruses hybridized to a custom hemorrhagic fever virus array. Like GreeneLAMP, VIPR is not designed to deal with complex samples, where a mixture of targets might be present. Also, the requirement that parameters be fitted to data from arrays hybridized to each candidate target limits its usefulness for broad-spectrum microbial detection arrays. However, its ability to 'learn' from additional training data means that VIPR may be more accurate than other algorithms when applied to specialized diagnostic arrays, designed to test for a limited range of species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIPR"
        },
        {
            "text": "DetectiV [35] is a software package, written in the R language [36] , which provides simple visualization, normalization and significance testing functions for detection array data. Unlike most of the methods discussed here, it is not tightly coupled to any particular array platform, and runs in any computing environment that supports the R language, including Mac OS X, Unix/Linux and Windows. To normalize probe intensities, DetectiV divides them by a reference intensity, which may be either the mean of a set of designated control probes, the global median intensity for the array or the intensity of the corresponding probe on a reference array; the logarithm of the intensity ratio is then reported for each probe. Significance testing is performed by selecting groups of probes sharing common family, species, or other annotations, and computing a one-sample t-test, with the null hypothesis that the log intensity ratio for each group is zero. The DetectiV software leaves interpretation of the log ratio and t-test results to the user; it does not correct P-values for multiple testing, nor does it define any threshold values for 'detection' of a particular species. Typically a user will rank families or species by P-value, and examine the log intensity ratios for the top n groups to decide which species are most likely to be present. DetectiV may thus be regarded as a useful package for exploratory data analysis, rather than a rigorous statistical tool. Nevertheless, the authors found that, when applied to two ViroChip data sets used in the E-Predict study [32] , DetectiV gave better prediction performance than E-Predict.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 63,
                    "end": 67,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1578,
                    "end": 1582,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "DetectiV"
        },
        {
            "text": "PhyloDetect [37] is one of the few analysis methods that deals explicitly with the genomic similarity between taxonomically related organisms, and the consequent tendency of some probes to cross-hybridize to multiple organisms. Given a 'match matrix' M ¼ [m ij ], in which m ij ¼ 1 if probe i matches target j and 0 if not, PhyloDetect groups targets into a nested hierarchy, based on the similarity of their column vectors in the match matrix. Targets that are indistinguishable (because their match vectors are identical) are collapsed. This grouping is done once for each array design and candidate target set. To analyze an array, PhyloDetect reduces the probe intensities to binary indicators (e.g. by thresholding against the median þ2 SD of the background intensities), and performs a series of hypothesis tests, one for each group in the hierarchy. Interestingly, the null hypothesis in each test is that an organism in the group is present; the alternative is that no organism in the group is present. The test statistic is based on the number of probes matching the group that have zero indicators, and a probe-independent false negative rate . If there are n probes matching the group, the likelihood of observing r or more probes below the detection threshold is the complement of the cumulative binomial distribution,",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "PhyloDetect"
        },
        {
            "text": "This likelihood score is compared against a significance threshold , and the group is predicted to be absent (at significance level ) if the likelihood is below . The test is repeated for every group at every level in the hierarchy, and the scores are displayed in a tree structure format. PhyloDetect is designed to work with data for any detection array, provided that one can construct a match matrix for its probes against a list of candidate targets; in fact, it is available as a web application provided by the authors. However, this implementation does not scale well for high-density microarrays or large candidate target sets, because the matrix must be instantiated in memory. In addition, the false negative rate parameter must be chosen carefully for each array design. The greatest strength of PhyloDetect is that its results can be easily interpreted, in the common situation where the sample contains an organism related but not identical to one or more of the candidate targets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PhyloDetect"
        },
        {
            "text": "The CLiMax algorithm (composite likelihood maximization) is based on a biophysical model of probe-target hybridization. It was developed to analyze data from LLMDA arrays [19] , but could in principle be applied to other whole-genome arrays such as the ViroChip. CLiMax models the likelihood of the observed pattern of probe intensities as a function of the set of targets present in the sample, and follows a greedy maximization procedure to identify a locally optimal set of targets that best explains the observed intensities. The likelihood is estimated as a product of probe-specific factors, treating the probe intensities as conditionally independent variables, given the sample composition (thus, it is a composite likelihood approximation).",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Composite Likelihood Maximization"
        },
        {
            "text": "The factors in the CLiMax model are conditional probabilities that the probe intensity will exceed a certain threshold, given the presence of a particular target at some minimal concentration. The threshold value is determined from the distribution of negative control probe intensities on the array, and is used to distinguish target-specific signals from signals due to nonspecific hybridization. Essentially, CLiMax reduces the probe intensities to binary variables, which are described by a logistic regression model. The apparent loss of information implied here is mitigated by the fact that, in most experiments, probe intensities fall into two distinct clusters, one near the optical saturation limit and the other near the background fluorescence level. The covariates in the logistic regression model are derived from BLAST alignments of probe sequences to targets in a database of microbial genomes: the BLAST score, the alignment start position within the probe sequence and a melting temperature computed for the aligned DNA duplex. Coefficients for the model predictors are fitted to data from hybridizations to targets with known genome sequences. The CLiMax logistic regression model also includes a term to account for the observation that probes with low sequence complexity are more likely than others to hybridize nonspecifically to dissimilar targets. It measures sequence complexity by the entropy of the frequency distribution of trimers in the probe sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Composite Likelihood Maximization"
        },
        {
            "text": "If X j is a binary variable indicating whether target j is present in a sample, and Y i is an indicator representing whether the intensity of probe i is above the detection threshold, the likelihood of X j given the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Composite Likelihood Maximization"
        },
        {
            "text": "provided that, at most, one target genome is present in the sample. Here, S i is the probe sequence entropy, T ij is the melting temperature for a duplex of probe i and target j, B ij is the BLAST score, Q ij is the position of the aligned target on the probe sequence and a 0 through a 4 are the fitted model coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Composite Likelihood Maximization"
        },
        {
            "text": "When multiple targets may be present, CLiMax uses the following approximation to estimate the probe detection probabilities:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Composite Likelihood Maximization"
        },
        {
            "text": "To identify a set of targets that best explains the observed probe intensities, CLiMax starts with an empty target set, and then iterates through a list of candidates, at each iteration choosing the target which, when added to the present set, yields the largest increase in the likelihood score. Iterations continue until a preset maximum or until no additional increase in the likelihood is possible. Log-odds scores for each predicted target are presented graphically, as two values: its actual log likelihood contribution given the previously selected targets, and the contribution it would have yielded if it were chosen first (assuming no other targets present). An example of CLiMax results for a typical LLMDA experiment is shown in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 741,
                    "end": 749,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Composite Likelihood Maximization"
        },
        {
            "text": "In the figure, viral strains annotated in red boldface are those with positive log-odds scores given the previously selected targets; the yellow vertical dashed line corresponds to a zero score. The darker shaded portion of each bar represents the log-odds score given the previously selected targets; the full length of the bar is the score obtained if the target were selected first. The four human papillomavirus strains listed first have scores substantially above zero, indicating their likely presence in the sample; these were in fact confirmed by an independent assay. The primary weaknesses of the CLiMax approach are its assumption (shared by VIPR and other likelihood-based algorithms) that probe intensities are conditionally independent, and its greedy algorithm for selecting multiple targets. The independence assumption is violated when probes are designed against a large set of related strains that are similar but not identical. When this happens, and the sample contains DNA with a similar sequence originating from a genome that is not part of the target database, a large number of probes may cross-hybridize to it. Since the probes contribute additively to the log-odds score, a false-positive target prediction may result. These errors can be recognized by examining the locations of the positive probes in each predicted target genome and eliminating targets for which only probes in a narrow subregion are detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Composite Likelihood Maximization"
        },
        {
            "text": "The greedy target selection algorithm may lead to erroneous predictions in some cases, when the sample contains a species for which the target database contains both complete genomes and single replicons. In this case, the algorithm will preferentially allocate log-odds contributions from positive probes to complete genomes, since they have greater numbers of probes, even though the probes may match a single-replicon sequence more closely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Composite Likelihood Maximization"
        },
        {
            "text": "Several promising approaches to microbial detection array design and analysis have been tested during the past decade. The array platforms vary widely in terms of fabrication cost, range of organisms targeted, sensitivity and specificity of detection. An essential component of any pathogen detection platform is an analysis algorithm that can make sense of the noisy data produced with current array technology and yield easily interpretable results. Analysis and visualization software will become especially important as microbial detection arrays move from the research environment to widespread medical, industrial and military use. Most of the analysis algorithms described in this review can be adapted to handle data from a variety of array types, and each algorithm has a unique set of strengths. An ideal analysis and visualization tool would combine the best features of the current approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION AND FUTURE PERSPECTIVES"
        },
        {
            "text": "Further advances in array technology will also facilitate their broader use for pathogen detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION AND FUTURE PERSPECTIVES"
        },
        {
            "text": "These will include higher probe densities; automated techniques for sample preparation, DNA/RNA extraction and amplification; faster hybridization times; label-free methods to detect probe-target binding; and efficient analysis algorithms that run on smart phone-size computers. Ultimately, these advances will lead to detection arrays that function as components of mobile, point-of-care devices, which can deliver results in less than an hour rather than overnight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION AND FUTURE PERSPECTIVES"
        },
        {
            "text": "Improved techniques for metagenomic sequence analysis will also lead to better array designs, by allowing probes to be designed for species that do not grow in isolation under laboratory culture. Besides being able to identify a wider range of organisms, these newer designs will have better specificity, as probes that cross-hybridize to previously unknown species can be excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION AND FUTURE PERSPECTIVES"
        },
        {
            "text": "Finally, application of detection microarrays in food safety and medical settings will require the development of tools to assess the quality of array hybridizations and the resulting data. In addition, microarray technology will need to evolve in order to achieve the level of reproducibility needed for diagnostic use. For this to occur, we will have to improve our understanding of the complex biophysics underlying array hybridization, currently an area of active research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION AND FUTURE PERSPECTIVES"
        },
        {
            "text": "Microarrays are emerging as a cost-effective, broad-spectrum platform for detection of pathogens in clinical and environmental samples, foods, pharmaceuticals and other products. A variety of array designs have been developed by researchers, some focused only on viruses and others targeting the full range of known bacterial, viral and fungal pathogens. Statistical analysis methods coupled to the features of each array design are a key element of each array platform. Application of microbial detection arrays in the clinic will require quality control procedures for array manufacture and processing, as well as analysis and data visualization methods that provide easily interpretable results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Points"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Specific enzymatic amplification of DNA in vitro: the polymerase chain reaction",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mullis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Faloona",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scharf",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cold Spring Harb Symp Quant Biol",
            "volume": "51",
            "issn": "",
            "pages": "263--73",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Quantitative monitoring of gene expression patterns with a complementary DNA microarray",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schena",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shalon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Science",
            "volume": "270",
            "issn": "",
            "pages": "467--70",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "DNA sequencing with chain-terminating inhibitors",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sanger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nicklen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coulson",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Proc Natl Acad Sci",
            "volume": "74",
            "issn": "",
            "pages": "5463--5470",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Multiplex PCR amplification and immobilized capture probes for detection of bacterial pathogens and indicators in water",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bej",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mahbubani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Mol Cell Probes",
            "volume": "4",
            "issn": "",
            "pages": "353--65",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fast multiplex polymerase chain reaction on boiled clinical samples for rapid viral diagnosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vandenvelde",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verstraete",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Beers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Virol Methods",
            "volume": "30",
            "issn": "",
            "pages": "215--242",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Expression profiling using microarrays fabricated by an ink-jet oligonucleotide synthesizer",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Biotechnol",
            "volume": "19",
            "issn": "",
            "pages": "342--349",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Light-generated oligonucleotide arrays for rapid DNA sequence analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pease",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Solas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fodor",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc Natl Acad Sci",
            "volume": "91",
            "issn": "",
            "pages": "5022--5028",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Microarray-based detection and genotyping of viral pathogens",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Coscoy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zylberberg",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc Natl Acad Sci",
            "volume": "99",
            "issn": "",
            "pages": "15687--92",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral discovery and sequence recovery using DNA microarrays",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Urisman",
                    "suffix": ""
                },
                {
                    "first": "Y-T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "PLoS Biol",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N EnglJ Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--66",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Using a pan-viral microarray assay (Virochip) to screen clinical samples for viral pathogens",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Derisi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Vis Exp",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Broad-spectrum respiratory tract pathogen identification using resequencing DNA microarrays",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vora",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Genome Res",
            "volume": "16",
            "issn": "",
            "pages": "527--562",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Automated identification of multiple micro-organisms from resequencing DNA microarrays",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Malanoski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stenger",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nucleic Acids Res",
            "volume": "34",
            "issn": "",
            "pages": "5300--5311",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Basic local alignment search tool",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Altschul",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gish",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Mol Biol",
            "volume": "215",
            "issn": "",
            "pages": "403--413",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Testing and validation of high density resequencing microarray for broad range biothreat agents detection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Leski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Malanoski",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Organism identification using a genome sequence-independent universal microarray probe set",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Belosludtsev",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bowerman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Luebke",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BioTechniques",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Panmicrobial oligonucleotide array for diagnosis of infectious diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                },
                {
                    "first": "P-I",
                    "middle": [],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jabado",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "73--81",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Detection of respiratory viruses and subtype identification of influenza A viruses by GreeneChipResp oligonucleotide microarray",
            "authors": [
                {
                    "first": "P-I",
                    "middle": [],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jabado",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "2359--64",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A microbial detection array (MDA) for viral and bacterial detection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jaing",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcloughlin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Genomics",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A functional gene array for detection of bacterial virulence elements",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jaing",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcloughlin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Viral nucleic acids in live-attenuated vaccines: detection of minority variants and an adventitious virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Victoria",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "6033--6073",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Statistical issues in cDNA microarray data analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Speed",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Methods Mol Biol",
            "volume": "224",
            "issn": "",
            "pages": "111--147",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Improved background correction for spotted DNA microarrays",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kooperberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fazzio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Delrow",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Comput Biol",
            "volume": "9",
            "issn": "",
            "pages": "55--66",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A comparison of normalization methods for high density oligonucleotide array data based on variance and bias",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bolstad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Irizarry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Astrand",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bioinformatics",
            "volume": "19",
            "issn": "",
            "pages": "185--93",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Summaries of Affymetrix GeneChip probe level data",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Irizarry",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bolstad",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Collin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nucleic Acids Res",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A model of molecular interactions on short oligonucleotide microarrays",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Aldape",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Biotechnol",
            "volume": "21",
            "issn": "",
            "pages": "818--839",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Secondary structure in the target as a confounding factor in synthetic oligomer microarray design",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ratushna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gibas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMC Genomics",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The biophysics of DNA microarrays. Handbook of Physics in Medicine and Biology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gibas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "42--43",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Statistical analysis of adsorption models for oligonucleotide microarrays",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burden",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pittelkow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Stat Appl Genet Mol Biol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Correcting log ratios for signal saturation in cDNA microarrays",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Korn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcshane",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Bioinformatics",
            "volume": "20",
            "issn": "",
            "pages": "2685--93",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Combining evidence using p-values: application to sequence homology searches",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gribskov",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Bioinformatics",
            "volume": "14",
            "issn": "",
            "pages": "48--54",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "E-Predict: a computational strategy for species identification based on observed DNA microarray hybridization patterns",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Urisman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Genome Biol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The thermodynamics of DNA structural motifs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Santalucia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hicks",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Annu Rev Biophys Biomol Struct",
            "volume": "33",
            "issn": "",
            "pages": "415--455",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "VIPR: a probabilistic algorithm for analysis of microbial detection microarrays",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allred",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wulan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Bioinformatics",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "DetectiV: visualization, normalization and significance testing for pathogen-detection microarray data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dukes",
                    "suffix": ""
                },
                {
                    "first": "A.-B",
                    "middle": [],
                    "last": "Abu-Median",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genome Biol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "R Development Core Team. R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "PhyloDetect: a likelihood-based strategy for detecting microorganisms with diagnostic microarrays",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rehrauer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schönmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eberl",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bioinformatics",
            "volume": "24",
            "issn": "",
            "pages": "83--92",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic view of a microarray, showing single-stranded DNA oligo probes attached to substrate, with fluorescently labeled (green) target DNA strands bound to selected oligos.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Results of LLMDA analysis of a cervical smear sample, indicating the presence of four types of human papillomavirus (16, 53, 6 and 61), confirmed by an independent assay.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}