{
    "paper_id": "6fe5c74868af62cfacb629af957915de0b094af9",
    "metadata": {
        "title": "Small molecule ISRIB suppresses the integrated stress response within a defined window of activation",
        "authors": [
            {
                "first": "Huib",
                "middle": [
                    "H"
                ],
                "last": "Rabouw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3584 CL",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Martijn",
                "middle": [
                    "A"
                ],
                "last": "Langereis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3584 CL",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Aditya",
                "middle": [
                    "A"
                ],
                "last": "Anand",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "94143",
                        "settlement": "San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [
                    "J"
                ],
                "last": "Visser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3584 CL",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Raoul",
                "middle": [
                    "J"
                ],
                "last": "De Groot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3584 CL",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Walter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "94143",
                        "settlement": "San Francisco",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [
                    "J M"
                ],
                "last": "Van Kuppeveld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "postCode": "3584 CL",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Activation of the integrated stress response (ISR) by a variety of stresses triggers phosphorylation of the α-subunit of translation initiation factor eIF2. P-eIF2α inhibits eIF2B, the guanine nucleotide exchange factor that recycles inactive eIF2•GDP to active eIF2•GTP. eIF2 phosphorylation thereby represses translation. Persistent activation of the ISR has been linked to the development of several neurological disorders, and modulation of the ISR promises new therapeutic strategies. Recently, a small-molecule ISR inhibitor (ISRIB) was identified that rescues translation in the presence of P-eIF2α by facilitating the assembly of more active eIF2B. ISRIB enhances cognitive memory processes and has therapeutic effects in brain-injured mice without displaying overt side effects. While using ISRIB to investigate the ISR in picornavirus-infected cells, we observed that ISRIB rescued translation early in infection when P-eIF2α levels were low, but not late in infection when P-eIF2α levels were high. By treating cells with varying concentrations of poly(I:C) or arsenite to induce the ISR, we provide additional proof that ISRIB is unable to inhibit the ISR when intracellular P-eIF2α concentrations exceed a critical threshold level. Together, our data demonstrate that the effects of pharmacological activation of eIF2B are tuned by P-eIF2α concentration. Thus, ISRIB can mitigate undesirable outcomes of low-level ISR activation that may manifest neurological disease but leaves the cytoprotective effects of acute ISR activation intact. The insensitivity of cells to ISRIB during acute ISR may explain why ISRIB does not cause overt toxic side effects in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "integrated stress response | ISRIB | P-eIF2 | eIF2B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Activation of the integrated stress response (ISR) by a variety of stresses triggers phosphorylation of the α-subunit of translation initiation factor eIF2. P-eIF2α inhibits eIF2B, the guanine nucleotide exchange factor that recycles inactive eIF2•GDP to active eIF2•GTP. eIF2 phosphorylation thereby represses translation. Persistent activation of the ISR has been linked to the development of several neurological disorders, and modulation of the ISR promises new therapeutic strategies. Recently, a small-molecule ISR inhibitor (ISRIB) was identified that rescues translation in the presence of P-eIF2α by facilitating the assembly of more active eIF2B. ISRIB enhances cognitive memory processes and has therapeutic effects in brain-injured mice without displaying overt side effects. While using ISRIB to investigate the ISR in picornavirus-infected cells, we observed that ISRIB rescued translation early in infection when P-eIF2α levels were low, but not late in infection when P-eIF2α levels were high. By treating cells with varying concentrations of poly(I:C) or arsenite to induce the ISR, we provide additional proof that ISRIB is unable to inhibit the ISR when intracellular P-eIF2α concentrations exceed a critical threshold level. Together, our data demonstrate that the effects of pharmacological activation of eIF2B are tuned by P-eIF2α concentration. Thus, ISRIB can mitigate undesirable outcomes of low-level ISR activation that may manifest neurological disease but leaves the cytoprotective effects of acute ISR activation intact. The insensitivity of cells to ISRIB during acute ISR may explain why ISRIB does not cause overt toxic side effects in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "integrated stress response | ISRIB | P-eIF2 | eIF2B E ukaryotic cells respond to intrinsic stress [e.g., endoplasmic reticulum (ER) stress or oncogene activation] as well as extrinsic stress (e.g., glucose or amino acid deprivation, hypoxia, or virus infection) by activating the integrated stress response (ISR). The ISR comprises a complex, cytoprotective signaling pathway aimed at reducing global protein synthesis while allowing translation of a few select mRNAs to promote cell recovery and survival (1, 2) .",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 509,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 510,
                    "end": 512,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A key factor in translation initiation is eIF2, a heterotrimeric complex composed of an α-, β-, and γ-subunit. eIF2γ binds GTP and initiator Met-tRNA (Met-tRNAi) (3) to form a eIF2•GTP•Met-tRNAi ternary complex (TC). The TC, together with other translation initiation factors and the 40S ribosomal subunit, scans the mRNA for AUG start codons. Upon base pairing of Met-tRNAi to the start codon, eIF2-bound GTP is hydrolyzed and eIF2•GDP is released from the translation complex. To reactivate eIF2, GDP is displaced by eIF2B, a guanidine nucleotide exchange factor (GEF). eIF2B is a large decamer composed of a homodimer of a heteropentamer protein complex (4) . The interplay between eIF2 and eIF2B is targeted by the ISR to regulate translation efficiency. In response to stress, eIF2 kinases are activated and subsequently phosphorylate a single, conserved Ser-51 residue in eIF2α. Four eIF2α kinases have been identified: protein kinase R (PKR), which is activated by recognition of \"nonself\" (e.g., viral) RNA (5, 6); PKRlike endoplasmic reticulum kinase (PERK), which responds to an accumulation of misfolded proteins in the ER (7); general control nonderepressible 2 (GCN2), which is activated by amino acid starvation and UV light (8, 9) ; and heme-regulated inhibitor (HRI), which is activated at low levels of heme and exposure to heavy metals (10) . Phosphorylation of eIF2α inhibits eIF2B by stabilizing its association with eIF2•GDP (11) . Since the levels of eIF2B levels are low compared with those of eIF2 (12) , limited quantities of P-eIF2α can efficiently deplete available eIF2B pools and thus inhibit eIF2Bmediated nucleotide exchange (11) . Impairing eIF2B leads to the general inhibition of protein synthesis and to the aggregation of inactive translation initiation complexes into stress granules (SGs). At the same time, it promotes translation of a selected group of genes, such as ATF4, a transcription factor that promotes cell recovery and survival. These particular mRNAs contain short, upstream openreading frames (uORFs), whose inhibitory function is suppressed when TCs become limiting upon ISR induction.",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 660,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1239,
                    "end": 1242,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1243,
                    "end": 1245,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1354,
                    "end": 1358,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1446,
                    "end": 1450,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1522,
                    "end": 1526,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1656,
                    "end": 1660,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dephosphorylation of eIF2α signals to terminate the ISR and restore protein synthesis (13) . However, upon severe or longlasting cellular stress, the capacity of the ISR to resolve the stress can fail. In this case, the ISR initiates a cell death program through the increased production of proapoptotic components (14) . ISR kinase-mediated phosphorylation and dephosphorylation of eIF2α are central to normal cell functioning. They play roles in",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The integrated stress response (ISR) protects cells from a variety of harmful stressors by temporarily halting protein synthesis. However, chronic ISR activation has pathological consequences and is linked to several neurological disorders. Pharmacological inhibition of chronic ISR activity emerges as a powerful strategy to treat ISR-mediated neurodegeneration but is typically linked to adverse effects due to the ISR's importance for normal cellular function. Paradoxically, the small-molecule ISR inhibitor ISRIB has promising therapeutic potential in vivo without overt side effects. We demonstrate here that ISRIB inhibits low-level ISR activity, but does not affect strong ISR signaling. We thereby provide a plausible mechanism of how ISRIB counteracts toxic chronic ISR activity, without disturbing the cytoprotective effects of a strong acute ISR. the regulation of translation during mitosis and thereby in cytokinesis and cell proliferation (15) (16) (17) .",
            "cite_spans": [
                {
                    "start": 954,
                    "end": 958,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Significance"
        },
        {
            "text": "Dysregulation of the ISR has been linked to cancer, diabetes, and inflammation (18) (19) (20) . Moreover, there is growing evidence of persistent, smoldering ISR activation in neurodegenerative diseases and conditions exhibiting memory consolidation defects, such as traumatic brain injury (18) (19) (20) (21) . Pharmacological modulation of the ISR has been proposed as a promising therapeutic strategy to treat these neurological conditions that are characterized by chronic eIF2α phosphorylation. Recently, a small-molecule ISR inhibitor, ISRIB, was identified to rescue protein translation and prevent SG formation in the presence of P-eIF2α (19, 22) . Structural, genetic and biochemical evidence revealed that ISRIB targets eIF2B (23) (24) (25) (26) . ISRIB enhances eIF2B's GEF activity by promoting the assembly of the fully active heterodecameric eIF2B complex from smaller subcomplexes (24, 25) . ISRIB's ability to restore the cellular translational capacity upon ISR activation implicated it as a promising tool to modulate ISR-regulated neurological processes and diseases. Indeed, ISRIB enhances cognitive memory processes (19) , has beneficial effects in prion-diseased mice (27) , and remedies cognitive defects resulting from brain injuries (21) . Remarkably, ISRIB does so without causing the side effects that were previously observed upon suppressing the ISR by approaches that directly targeted eIF2α kinases in vivo (27) (28) (29) .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 84,
                    "end": 88,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 89,
                    "end": 93,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "(19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "(24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1190,
                    "end": 1194,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1438,
                    "end": 1442,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1443,
                    "end": 1447,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1448,
                    "end": 1452,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Significance"
        },
        {
            "text": "In this study, we initially set out to investigate the effect of ISRIB in cells infected with an ISR-inducing recombinant picornavirus lacking its PKR antagonist (30, 31) . We observed that ISRIB suppressed the ISR early in infection, when the amount of viral dsRNA and the level of P-eIF2α were relatively low, but not late in infection, when dsRNA and P-eIF2α levels were relatively high. This prompted us to investigate more systematically ISRIB's ability to rescue translation at varying levels of P-eIF2α. To this end, we treated cells with different concentrations of poly(I:C) or arsenite, which trigger the ISR by activating PKR or HRI, respectively. The results show that ISRIB inhibits the ISR when P-eIF2α levels are below a critical threshold (i.e., 45-70% of the maximum phosphorylation), but not when P-eIF2α levels exceed this threshold level. These findings are consistent with in vitro studies (24) and demonstrate that potentially negative effects of pharmacological eIF2B assembly may be sidestepped under conditions of enhanced phosphorylation of eIF2. The observation that ISRIB is only functional within a narrow range of P-eIF2α concentrations may explain the lack of toxic side effects that ISRIB displays in vivo.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "(30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Significance"
        },
        {
            "text": "Early in Infection, When P-eIF2α Levels Are Relatively Low. Picornaviruses, like other RNA viruses, synthesize dsRNA in an indispensable intermediate step of their replication process. These dsRNAs are detected by PKR to activate the ISR and limit the production of viral proteins. As a countermeasure, many viruses have evolved strategies to delay or suppress this antiviral response. We set out to test the ability of ISRIB to inhibit the ISR during infection with a recombinant encephalomyocarditis virus (EMCV) containing debilitating mutations in a zinc-finger domain of its Leader protein, the viral protein that serves as PKR antagonist (EMCV-L Zn ) (32, 33) . To assess the effect of ISRIB on the ISR in virus-infected cells, we treated HeLa-R19 cells with ISRIB for 1 h from 5 h postinfection (p.i.) until 6 h p.i. and monitored active translation using a ribopuromycilation assay for 15 min at the 6-h time point p.i. (34) . This time point is relatively late in the infection cycle, as a single round of replication of this virus takes only 6-8 h (Fig. 1A ). Viral dsRNA replication intermediates are readily detected at ∼4 h p.i. and reach a maximum level at ∼6 h p.i. (Fig. 1B) . As a positive control, we treated cells with 50 μM sodium arsenite, a commonly used method to trigger the ISR via HRI activation (35, 36) . In both arsenite-treated and virus-infected cells, we observed eIF2α phosphorylation and concomitant translational repression.",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 661,
                    "text": "(32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1322,
                    "end": 1326,
                    "text": "(35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1327,
                    "end": 1330,
                    "text": "36)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 1058,
                    "end": 1066,
                    "text": "(Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1181,
                    "end": 1190,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ISRIB Inhibits the ISR Induced by a Recombinant Picornavirus only"
        },
        {
            "text": "Remarkably, ISRIB treatment failed to restore translation efficiency in infected cells, while translation in arsenite-treated cells was largely rescued (Fig. 1C) . Similar results were obtained in U2OS cells, suggesting that this effect was not cell-type specific (SI Appendix, Fig. S1 ). We noted that the level of eIF2α phosphorylation in virus-infected cells at 6 h p.i. was higher than in cells treated with 50 μM arsenite, suggesting a correlation between ISRIB's ability to inhibit the ISR and the extent of eIF2α phosphorylation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 161,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 278,
                    "end": 285,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ISRIB Inhibits the ISR Induced by a Recombinant Picornavirus only"
        },
        {
            "text": "We hypothesized that ISRIB is only functional when P-eIF2α levels are relatively low. To test this notion, we monitored the effects of ISRIB on SG formation in EMCV-L Zn -infected cells at earlier time points p.i., when smaller amounts of dsRNA were present. ISRIB suppressed SG formation at the earliest time point at which SGs were detected (4 h p.i.) but not later in infection ( Fig.  2A) , suggesting that ISRIB's ability to antagonize the ISR indeed depends on the concentration of the stress trigger. We next quantified intracellular P-eIF2α levels by flow cytometry. Indeed, the level of P-eIF2α in virus-infected cells increased gradually from 3 to 6 h p.i. (Fig. 2B) , correlating with the timing of dsRNAs accumulation ( Fig. 1B ) and the appearance of SGs ( Fig. 2A) . Furthermore, our data indicated that a plateau level of P-eIF2α was reached late in infection (5-6 h p.i.). To rule out that this observed maximum level of P-eIF2α was caused by a detection limit of our flow cytometry approach, we compared flow cytometry (SI Appendix, intensity ratios of P-eIF2α and (total) eIF2α in cell lysates to those of purified eIF2α samples containing known percentages of P-eIF2α (SI Appendix, Fig. S3 ), we furthermore showed that this upper limit of P-eIF2α levels (defined as 100% P-eIF2α) represents almost complete phosphorylation of the cellular eIF2α pool. Collectively, these data demonstrate that the maximum level of eIF2α phosphorylation observed under harsh stress conditions represents the upper limit of eIF2α phosphorylation that was reached. Taken together, the data suggest that during EMCV-L Zn infection, increasing concentrations of dsRNA cause the level of P-eIF2α to gradually increase until it reaches a plateau level from ∼5 h p.i. onwards. At these high P-eIF2α levels, ISRIB no longer antagonized the ISR. Upon further increasing the ISRIB concentration (up to 1,600 nM), ISRIB still failed to suppress the ISR (SI Appendix, Fig. S4 ). By contrast, up to ∼4 h p.i. when P-eIF2α levels were ∼35% of the maximal level, ISRIB potently suppressed the ISR in infected cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 392,
                    "text": "Fig.  2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 667,
                    "end": 676,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 732,
                    "end": 739,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 770,
                    "end": 778,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1201,
                    "end": 1208,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1958,
                    "end": 1965,
                    "text": "Fig. S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "ISRIB Inhibits the ISR Induced by a Recombinant Picornavirus only"
        },
        {
            "text": "ISRIB Fails to Antagonize the Effects of High P-eIF2α Levels Induced by Poly(I:C). Virus infections cause extensive changes in multiple processes in the host cell. Hence, we could not exclude that some virus-induced change(s) in one way or the other affected the ISRIB's ability to suppress the ISR in infected cells. To provide more direct support for the link between the level of P-eIF2α and the ability of ISRIB to counteract the dsRNA-induced ISR, we next tested the efficacy of ISRIB in cells transfected with increasing concentrations of poly(I:C), a dsRNA mimic that-like EMCV-L Zn infection-triggers the PKR branch of the ISR (Fig.  3) . In the absence of ISRIB, we observed SG formation in cells transfected with 0.25 ng of poly(I:C) or more. ISRIB prevented SG formation only in cells transfected with relatively low poly(I:C) concentrations (1 ng or less) but not when larger amounts of poly(I:C) were used (Fig. 3A) . At the highest concentration of poly(I:C) at which ISRIB could counteract the ISR (i.e., 1 ng), the P-eIF2α level was ∼45% of the maximum (Fig. 3B) . Transfection of 2 ng of poly(I:C) induced >70% of the maximum P-eIF2α concentration and rendered ISRIB ineffective. Together, these data suggest that a threshold level of P-eIF2α exists in the range of 45-70% of the maximum, above which ISRIB can no longer antagonize the ISR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 635,
                    "end": 644,
                    "text": "(Fig.  3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 919,
                    "end": 928,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1069,
                    "end": 1078,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "ISRIB Inhibits the ISR Induced by a Recombinant Picornavirus only"
        },
        {
            "text": "ISRIB also Fails to Antagonize High P-eIF2α Levels Induced by Arsenite Treatment. Thus far, we tested ISRIB in cells exposed to EMCV-L Zn infection or poly(I:C) transfection, both of which induce the ISR via activation of the dsRNA sensor PKR. Since ISRIB acts downstream of P-eIF2α, we expected similar results irrespective of which stress sensor was activated. To provide further support for this notion, we used multiple arsenite concentrations to induce HRI-mediated ISR activation. Again, we correlated the ability of ISRIB to counteract SG formation (Fig. 4A) to P-eIF2α levels (Fig.  4B ). In the absence of ISRIB, SG formation was observed in cells treated with 50 μM arsenite or more. The presence of ISRIB increased the arsenite concentration required to induce SG formation to 200 μM or more (Fig. 4A) . The highest arsenite concentration at which ISRIB blocked SG formation (100 μM) resulted in ∼40% of the maximum P-eIF2α level. At 200 μM arsenite, which induced ∼75% P-eIF2α, ISRIB showed no effect. Importantly, the P-eIF2α threshold level above which ISRIB no longer antagonized the ISR (between 40% and 70%) was similar to that observed in poly(I:C)-transfected cells (i.e., between 45% and 70%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 556,
                    "end": 565,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 584,
                    "end": 593,
                    "text": "(Fig.  4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 803,
                    "end": 812,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "ISRIB Inhibits the ISR Induced by a Recombinant Picornavirus only"
        },
        {
            "text": "To directly determine ISRIB's influence on translation rates, we performed [ 35 S]methionine pulse labeling to monitor active translation in cells exposed to different arsenite concentrations in the presence or absence of ISRIB (Fig. 4C) . In the absence of ISRIB, arsenite concentrations of 25 μM and higher were sufficient to inhibit translation. ISRIB largely rescued translation in cells treated with low arsenite concentrations (between 25 μM and 100 μM). However, upon treatment with higher arsenite concentrations (>250 μM), translation was severely impaired, even in the presence of ISRIB. These data are in line with our immunofluorescence data (Fig. 4A) showing the formation of SGs in ISRIB-treated cells exposed to arsenite concentrations of 200 μM and higher.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 237,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 654,
                    "end": 663,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "ISRIB Inhibits the ISR Induced by a Recombinant Picornavirus only"
        },
        {
            "text": "Besides the inhibitory effect on general translation, the ISR mediates enhanced translation of a subset of mRNAs that contain uORFs, such as ATF4 mRNA. To test the effects of ISRIB on the expression of these stress-induced proteins, we used a HEK293T reporter cell line that expresses firefly luciferase under the control of the ATF4 uORFs (19) . To activate the ISR, we treated cells with the indicated arsenite concentrations for 2 h. In the absence of ISRIB, we observed increased ATF4 reporter expression upon treatment with arsenite concentrations of 32 nM and higher (Fig.  5A ). This is in line with a previous report which shows that less P-eIF2α is required for the induction of ATF4 than for translational inhibition (37) . At low arsenite concentrations (32 nM-4 μM), ISRIB prevented the enhanced expression of the ATF4 reporter (Fig. 5B) . In contrast, we found that upon treatment with higher concentrations of arsenite (≥20 μM), ATF4 reporter expression was induced even in the presence of ISRIB.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 582,
                    "text": "(Fig.  5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 840,
                    "end": 849,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "ISRIB Inhibits the ISR Induced by a Recombinant Picornavirus only"
        },
        {
            "text": "In this study, we provide evidence that ISRIB antagonizes the ISR only when P-eIF2α levels are below a critical threshold. By analyzing translation efficiency and stress granule formation in HeLa or U2OS cells infected with a recombinant picornavirus lacking its PKR antagonist, we showed that ISRIB inhibited the ISR early in infection, when levels of viral dsRNA and P-eIF2α were relatively low, but not at later time points when levels of dsRNA and P-eIF2α were high. To extend this observation, we performed a detailed analysis of the P-eIF2α levels and the ability of ISRIB to inhibit the ISR upon treatment of HeLa cells with varying concentrations of poly(I:C) or arsenite. We found that the level of P-eIF2α correlated with the concentration of stress trigger used but reached a plateau under severe stress conditions. Thus, the extent of eIF2α phosphorylation is graduated, quantitatively reflecting the severity of the stress situation. Importantly, the P-eIF2α concentration continued to increase even beyond the concentration necessary to suppress protein synthesis. Irrespective of the stress inducer used, ISRIB antagonized the ISR only when P-eIF2α levels were below a critical threshold. This threshold was determined to be somewhere between 45% and 70% of the maximum P-eIF2α level that could be observed in HeLa cells and was similar in cells infected with virus, transfected with poly(I:C), or treated with arsenite. Using an ATF4 reporter cell line, we also showed that ISRIB failed to block the expression of stress-induced proteins in the presence of high intracellular P-eIF2α levels. Taken together, our data show that ISRIB is effective only under conditions of limited stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Early studies of translation repression by P-eIF2α have shown that partial eIF2α phosphorylation could efficiently block translation. In reticulocyte lysates, translation initiation was suppressed when the fraction of phosphorylated eIF2α was increased from ∼10% under basal conditions to 20-40% (38) . In line with these data, our results show that only ∼20% of the maximum level of P-eIF2α is sufficient to block translation and induce the formation of SGs in living cells. In the presence of ISRIB, this threshold level of P-eIF2α was increased to 45-70% of the maximum. Importantly, this threshold level of P-eIF2α appeared independent of the stress trigger, and hence of the eIF2α kinase involved. These data are in line with published in vitro data showing that ISRIB increased the GEF activity of eIF2B in the presence of P-eIF2, but failed to do so when the P-eIF2:eIF2 ratio was increased further (24) . Taken together, the data from these in vitro GEF assays and our data from assays in live cells suggest that ISRIB desensitizes cells to P-eIF2α, unless the P-eIF2α concentration exceeds a critical threshold level.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 906,
                    "end": 910,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Formation of decameric eIF2B requires dimerization of eIF2B (βγδe) subcomplexes. The resulting octamers contain an interface for association of an eIF2Bα dimer (25) . Since eIF2Bα is essential for P-eIF2's ability to inhibit eIF2B (39), P-eIF2 likely binds only the full eIF2B decamer, not its subcomplexes. Thereby, P-eIF2 likely promotes eIF2B decamer formation and mediates sequestration of eIF2B subcomplexes into inactive P-eIF2•eIF2B complexes. Consequently, high P-eIF2 concentrations may deplete the Mockinfected cells are set at 0% induction; maximum P-eIF2α level was set at 100% induction. Shown is a representative of three independent experiments. (C) Cells were treated for 30 min with the indicated arsenite concentrations, and subsequently translation was pulse labeled using 35 S Met/ Cys for another 90 min in medium containing the same arsenite concentrations. 35 S incorporation into newly synthesized proteins was analyzed using a phosphor imager (Left) and quantified using ImageJ software (Right). Error bars indicate SEM of duplicate measurements. A representative of two independent experiments is shown. Statistical significance was analyzed by a two-way ANOVA, with Bonferroni post hoc test (**P < 0.01). cytoplasmic pools of eIF2B building blocks. This provides a plausible explanation for ISRIB's lack of effect in the presence of high P-eIF2 levels, since the absence of eIF2B subcomplexes prevents ISRIB from assembling active eIF2B decamers.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 880,
                    "end": 882,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In most studies that investigate the ISR, eIF2α phosphorylation is induced by exposing cells to sodium arsenite, thapsigargin, tunicamycin, DTT, MG132, poly(I:C), or heat shock. It is unclear to what extent these treatments reflect physiologically relevant stress situations. In this study, we used a virus lacking its PKR antagonist to assess the ability of ISRIB to antagonize the ISR induced by a viral stress trigger (i.e., viral dsRNA) with natural intracellular localization and in physiological quantities. We showed that ISRIB inhibits the ISR early in infection, when little viral dsRNA has been produced and P-eIF2α levels are relatively low, but not late in infection, when viral dsRNA and P-eIF2α levels are high. Thus, levels of P-eIF2α that can no longer be antagonized by ISRIB can be reached in living cells under natural conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While the ISR protects cells from stressful situations, dysregulated ISR signaling may have pathological consequences in vivo, and may be involved in the presentation of cognitive defects in neurological disorders like Parkinson's disease, Alzheimer's disease, Huntington's disease, amylotropic lateral sclerosis (ALS), and prion diseases (40) (41) (42) (43) (44) . ISRIB provided significant beneficial effects in a mouse model of prion disease, and it also reversed neurological damage caused by traumatic brain injury (21) , all without exhibiting overt toxic side effects (27, 45) . By contrast, pharmacological inhibition of PERK caused pancreatic toxicity in mice, and knockdown of PKR had an aberrant effect on cytokinesis (15, 28) . Paradoxically, ISRIB did not display such adverse side effects in vivo (27) . Our observation that ISRIB is functional only within a narrow range of P-eIF2α levels resolves this paradox. According to this notion, ISRIB does not negatively affect high(er) P-eIF2α levels that may be relevant for certain stages during cell growth or proliferation. The fact that ISRIB has beneficial effects in vivo against several neurological disorders and other stress-induced pathologies suggests that P-eIF2α levels would be relatively modest under these conditions. These considerations stress the importance to obtain quantitative data on how much eIF2α phosphorylation occurs in neurological disorders. More insight into levels of eIF2B, eIF2, and P-eIF2α and the assembly state of these multiprotein complexes in different cell/tissue types exposed to different stress and disease conditions will be invaluable to predict and/ or evaluate effects of ISRIB treatment.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "(27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "45)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 812,
                    "end": 816,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Chemical Inhibitors and RNA Ligands. ISRIB (SML0843) and puromycin (P9620) were purchased at Sigma-Aldrich and used at 200 nM and 20 μg/mL, respectively, unless indicated otherwise. Poly(I:C) was purchased at GE Healthcare. Sodium arsenite was purchased at Riedel-de-Haën. (Thermo Fisher Scientific) according to manufacturer's instructions. For each transfection, the indicated amounts of poly(I:C) were combined with total cellular RNA from resting HeLa-R19 to a constant 100 ng per well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "ATF4 Reporter Assay. HEK293T cells carrying an ATF4 luciferase reporter (19) were plated on polylysine-coated 96-well plates (Greiner Bio-One) at 25,000 cells per well. Cells were simultaneously treated with or without 200 nM ISRIB, and with sodium arsenite at increasing concentrations. Luminescence was measured using One Glo (Promega) as specified by the manufacturer.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Ribopuromycilation Assay. Cells in 10-cm dishes were either mock treated, treated with 50 μM arsenite, or infected with EMCV-L Zn [multiplicity of infection (MOI) = 20] in the presence or absence of 200 nM ISRIB. After the indicated incubation time, puromycin (20 μg/mL) was added to the medium and incubated for another 15 min. Cells were collected and used for Western blot analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The 35 S Pulse Labeling of Active Translation. Semiconfluent cell monolayers were first starved in medium lacking methionine and cysteine for 30 min and then treated with the indicated arsenite concentrations for 30 min with or without ISRIB. Subsequently, newly synthesized proteins were labeled with 50 μCi/mL 35 S Met/Cys (Perkin-Elmer) for another 90 min. Cells were then lysed, and proteins were separated using SDS/PAGE. Subsequently, gels were dried on Whatman paper and analyzed using a phosphor imager.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Immunofluorescence Assay. Immunofluorescence assays were performed as described previously (46), using primary antibody mouse-α-G3BP1 (611126, 1:1,000; BD Biosciences), and secondary antibody donkey-α-mouse-Alexa488 (A-21202, 1:200; Thermo Fisher Scientific).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Western Blot Analysis. Western blot assays were performed as described previously (46) , using primary antibodies rabbit-α-puromycin (MABE343, 1:1,000; Merck Millipore), rabbit-α-eIF2α (9722, 1:2,000; Cell Signaling), rabbit-α-eIF2α-P (ab32157, 1:1,000; Abcam), or mouse-α-tubulin (T9026, 1:5,000; Sigma-Aldrich), and secondary antibodies goat-α-mouse-IRDye680 (1:15,000; LI-COR) or goat-α-rabbit-IRDye800 (1:15,000; LI-COR).",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "(46)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Flow Cytometry Analysis of eIF2α Phosphorylation. Cells were released using trypsin and fixed with paraformaldehyde (2% in PBS) for 20 min. Cells were washed once with FACS buffer (PBS + 1% BSA) and incubated in ice-cold methanol for 10 min. Cells were washed once with FACS buffer and incubated for 45 min with primary rabbit-α-eIF2α-P (ab32157, 1:100; Abcam) and then for 45 min with donkey-α-rabbit-Alexa647 (A-31573, 1:200; Thermo Fisher Scientific) diluted in FACS buffer at room temperature. In between and after the incubations, the cells were washed, twice each time, with FACS buffer. Finally, the cells were suspended in PBS + 1% paraformaldehyde and analyzed on the FACSCanto II (BD Biosciences).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Purification of eIF2α and Phosphorylated eIF2α. Human eIF2, codon optimized for Escherichia coli, was cloned into a pET28a expression vector. This plasmid was cotransformed with the chaperone plasmid pG-Tf2 (Takara Bio) and, for phosphorylated eIF2, an additional plasmid expressing PERK kinase domain. eIF2α was purified by sequential nickel-affinity, cation-exchange, and sizeexclusion chromatography. Details are included in SI Appendix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Formation of stress granules inhibits apoptosis by suppressing stress-responsive MAPK pathways",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Arimoto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Imajoh-Ohmi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takekawa",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Cell Biol",
            "volume": "10",
            "issn": "",
            "pages": "1324--1332",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transient sequestration of TORC1 into stress granules during heat stress",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takahara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol Cell",
            "volume": "47",
            "issn": "",
            "pages": "242--252",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Initiation of protein synthesis in eukaryotic cells",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Pain",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Eur J Biochem",
            "volume": "236",
            "issn": "",
            "pages": "747--771",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The mechanism of eukaryotic translation initiation: New insights and challenges",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Hinnebusch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lorsch",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cold Spring Harb Perspect Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Regulation of protein synthesis: Activation by doublestranded RNA of a protein kinase that phosphorylates eukaryotic initiation factor 2",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proc Natl Acad Sci",
            "volume": "75",
            "issn": "",
            "pages": "1121--1125",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The eIF-2 alpha protein kinases, regulators of translation in eukaryotes from yeasts to humans",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Samuel",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Biol Chem",
            "volume": "268",
            "issn": "",
            "pages": "7603--7606",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Protein translation and folding are coupled by an endoplasmic-reticulum-resident kinase",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Ron",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nature",
            "volume": "397",
            "issn": "",
            "pages": "271--274",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Phosphorylation of initiation factor 2 alpha by protein kinase GCN2 mediates gene-specific translational control of GCN4 in yeast",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Dever",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cell",
            "volume": "68",
            "issn": "",
            "pages": "585--596",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Gcn2 mediates Gcn4 activation in response to glucose stimulation or UV radiation not via GCN4 translation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Marbach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Licht",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Frohnmeyer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Engelberg",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "16944--16951",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Regulation of protein synthesis in rabbit reticulocyte lysates by the heme-regulated protein kinase: Inhibition of interaction of Met-tRNAfMet binding factor with another initiation factor in formation of Met-tRNAfMet.40S ribosomal subunit complexes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Ranu",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proc Natl Acad Sci",
            "volume": "75",
            "issn": "",
            "pages": "745--749",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effect of phosphorylation of the alpha-subunit of eukaryotic initiation factor 2 on the function of reversing factor in the initiation of protein synthesis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Matts",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Proc Natl Acad Sci",
            "volume": "80",
            "issn": "",
            "pages": "2559--2563",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Minimal, encapsulated proteomic-sample processing applied to copy-number estimation in eukaryotic cells",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Kulak",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pichler",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Paron",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nagaraj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Methods",
            "volume": "11",
            "issn": "",
            "pages": "319--324",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Delineation of a negative feedback regulatory loop that controls protein translation during endoplasmic reticulum stress",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hendershot",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "",
            "pages": "34864--34873",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Selection of autophagy or apoptosis in cells exposed to ERstress depends on ATF4 expression pattern with or without CHOP expression",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biol Open",
            "volume": "2",
            "issn": "",
            "pages": "1084--1090",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "PKR is activated by cellular dsRNAs during mitosis and acts as a mitotic regulator",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genes Dev",
            "volume": "28",
            "issn": "",
            "pages": "1310--1322",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Increased phosphorylation of eukaryotic initiation factor 2α at the G2/M boundary in human osteosarcoma cells correlates with deglycosylation of p67 and a decreased rate of protein synthesis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Exp Cell Res",
            "volume": "250",
            "issn": "",
            "pages": "223--230",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Regulation of the cell-cycle-dependent internal ribosome entry site of the PITSLRE protein kinase: Roles of Unr (upstream of N-ras) protein and phosphorylated translation initiation factor eIF-2alpha",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tinton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schepens",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bruynooghe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beyaert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cornelis",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochem J",
            "volume": "385",
            "issn": "",
            "pages": "155--163",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Review: Modulating the unfolded protein response to prevent neurodegeneration and enhance memory",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Halliday",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Mallucci",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Neuropathol Appl Neurobiol",
            "volume": "41",
            "issn": "",
            "pages": "414--427",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Pharmacological brake-release of mRNA translation enhances cognitive memory",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sidrauski",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sustained translational repression by eIF2α-P mediates prion neurodegeneration",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "485",
            "issn": "",
            "pages": "507--511",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Inhibition of the integrated stress response reverses cognitive deficits after traumatic brain injury",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc Natl Acad Sci",
            "volume": "114",
            "issn": "",
            "pages": "6420--6426",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The small molecule ISRIB reverses the effects of eIF2α phosphorylation on translation and stress granule assembly",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sidrauski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgeachy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Ingolia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Stress response. Mutations in a translation initiation factor identify the target of a memory-enhancing compound",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sekine",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "348",
            "issn": "",
            "pages": "1027--1030",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Pharmacological dimerization and activation of the exchange factor eIF2B antagonizes the integrated stress response",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sidrauski",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Structure of the nucleotide exchange factor eIF2B reveals mechanism of memory-enhancing molecule",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "359",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Binding of ISRIB reveals a regulatory site in the nucleotide exchange factor eIF2B",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Zyryanova",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "359",
            "issn": "",
            "pages": "1533--1536",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Partial restoration of protein synthesis rates by the small molecule ISRIB prevents neurodegeneration without pancreatic toxicity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Halliday",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Death Dis",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Oral treatment targeting the unfolded protein response prevents neurodegeneration and clinical disease in prion-infected mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci Transl Med",
            "volume": "5",
            "issn": "",
            "pages": "206--138",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Diabetes mellitus and exocrine pancreatic dysfunction in perk-/-mice reveals a role for translational control in secretory cell survival",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Harding",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mol Cell",
            "volume": "7",
            "issn": "",
            "pages": "1153--1163",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Enterovirus 2Apro targets MDA5 and MAVS in infected cells",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "3369--3378",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The mengovirus leader protein blocks interferon-alpha/beta gene transcription and inhibits activation of interferon regulatory factor 3",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Hato",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "2921--2930",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "MDA5 localizes to stress granules, but this localization is not required for the induction of type I interferon",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Langereis",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Kuppeveld",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "6314--6325",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The leader protein of cardioviruses inhibits stress granule assembly",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Borghese",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Michiels",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "9614--9622",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "SUnSET, a nonradioactive method to monitor protein synthesis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Clavarino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ceppi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pierre",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Methods",
            "volume": "6",
            "issn": "",
            "pages": "275--277",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Activation of stress response pathways promotes formation of antiviral granules and restricts virus replication",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Rozelle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Filone",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kedersha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Connor",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol Cell Biol",
            "volume": "34",
            "issn": "",
            "pages": "2003--2016",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Feline calicivirus infection disrupts assembly of cytoplasmic stress granules and induces G3BP1 cleavage",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Humoud",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "",
            "pages": "6489--6501",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Translation reinitiation at alternative open reading frames regulates gene expression in an integrated stress response",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "Ron",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Cell Biol",
            "volume": "167",
            "issn": "",
            "pages": "27--33",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Regulation of protein synthesis by phosphorylation of eukaryotic initiation factor 2 alpha in intact reticulocytes and reticulocyte lysates",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leroux",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Proc Natl Acad Sci",
            "volume": "79",
            "issn": "",
            "pages": "2147--2151",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Hinnebusch AG (1998) eIF2 independently binds two distinct eIF2B subcomplexes that catalyze and regulate guanine-nucleotide exchange",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Pavitt",
                    "suffix": ""
                },
                {
                    "first": "Kva",
                    "middle": [],
                    "last": "Ramaiah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Kimball",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Genes Dev",
            "volume": "12",
            "issn": "",
            "pages": "514--526",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Involvement of double-stranded RNA-dependent protein kinase and phosphorylation of eukaryotic initiation factor-2alpha in neuronal degeneration",
            "authors": [
                {
                    "first": "Rc-C",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Neurochem",
            "volume": "83",
            "issn": "",
            "pages": "1215--1225",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Activation of the unfolded protein response in Parkinson's disease",
            "authors": [
                {
                    "first": "Jjm",
                    "middle": [],
                    "last": "Hoozemans",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochem Biophys Res Commun",
            "volume": "354",
            "issn": "",
            "pages": "707--711",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Endoplasmic reticulum stress and induction of the unfolded protein response in human sporadic amyotrophic lateral sclerosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Atkin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Neurobiol Dis",
            "volume": "30",
            "issn": "",
            "pages": "400--407",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Caspase-12 and endoplasmic reticulum stress mediate neurotoxicity of pathological prion protein",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hetz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Russelakis-Carneiro",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maundrell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Castilla",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Soto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "EMBO J",
            "volume": "22",
            "issn": "",
            "pages": "5435--5445",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The unfolded protein response is activated in pretangle neurons in Alzheimer's disease hippocampus",
            "authors": [
                {
                    "first": "Jjm",
                    "middle": [],
                    "last": "Hoozemans",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Pathol",
            "volume": "174",
            "issn": "",
            "pages": "1241--1251",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "eIF2B activator prevents neurological defects caused by a chronic integrated stress response",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "bioRxiv:10.1101/462820"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Middle East respiratory coronavirus accessory protein 4a inhibits PKR-mediated antiviral stress responses",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Rabouw",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. S2A) and Western blotting (SI Appendix, Fig. S2B) as readout methods for P-eIF2α levels in cells stressed with increasing arsenite concentrations. The arsenite concentration at which the plateau level of P-eIF2α level was reached (∼250 μM) was similar between the two detection methods. By comparing Western blot band A Time (h p.i.ISRIB does not inhibit virus-induced ISR activity late in infection. (A and B) HeLa-R19 cells were infected at MOI 20 with EMCV-L Zn . (A) At the indicated time points, EMCV-L Zn genome copies per cell were quantified by qPCR. A representative of two independent experiments is shown. Error bars indicate SEM of triplicate measurements. (B) At the same time points, dsRNA content in EMCV-L Zn -infected cells was analyzed by flow cytometry (n = 3).(C) Cells were infected with EMCV-L Zn for 6 h or treated with 50 μM arsenite for 1 h. One hour before harvesting, cells were treated with 200 nM ISRIB or left untreated. Fifteen minutes before harvesting, all samples were treated with 20 μg/mL puromycin. Arsenite and EMCV-L Zn were kept the cells during these treatments. Subsequently, cells were harvested and analyzed by Western blot, using the indicated antibodies. A representative of two independent experiments is shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "ISRIB inhibits only the virus-induced ISR early in infection, when P-eIF2α levels are relatively low. HeLa-R19 cells were infected at MOI 20 with EMCV-L Zn . (A) At the indicated time points, cells were fixed in PFA and analyzed by an immunofluorescence assay using antibodies specific to SG marker G3BP1. Percentages of SG positive cells were quantified from at least four images. Representative images are shown on the Left, quantification is shown on the Right. Error bars indicate SEM. Statistical significance was analyzed by a two-way ANOVA, with Bonferroni post hoc test (***P < 0.001). (B) At the indicated time points, cells were harvested and the level of P-eIF2α was analyzed by flow cytometry. Results are shown as histograms (Left) and the percentage increase in mean fluorescence intensity is shown on the Right. Mock-infected cells are set at 0% induction; maximum P-eIF2α level was set at 100% induction. Shown is a representative of two independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "ISRIB fails to counteract high poly(I:C)-induced P-eIF2α levels. HeLa-R19 cells were transfected with a total of 100 ng RNA, out of which the indicated amounts of poly(I:C), supplemented with total cellular RNA. (A) Six hours posttransfection, cells were fixed in PFA and SG formation was analyzed by an immunofluorescence assay. Shown are representative images (Left) and quantifications of at least four images per sample (Right). Error bars indicate SEM. Statistical significance was analyzed by a two-way ANOVA, with Bonferroni post hoc test (**P < 0.01; ***P < 0.001). (B) Six hours posttransfection, P-eIF2α levels in the transfected cell populations were analyzed by flow cytometry. Results are shown as histograms (Left) and the percentage increase in P-eIF2α mean fluorescence intensity is shown on the Right. Mock-infected cells are set at 0% induction; maximum P-eIF2α level was set at 100% induction. Shown is a representative of two independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "ISRIB does not rescue translation in the presence of high P-eIF2α levels irrespective of the eIF2α kinase involved. HeLa-R19 cells were treated with the indicated arsenite concentrations for 1 h. (A) Cells were fixed in PFA and SG formation was analyzed by an immunofluorescence assay, using antibodies specific to G3BP1. Shown are representative images (Left) and quantifications of at least four images per sample (Right). Error bars indicate SEM. Statistical significance was analyzed by a two-way ANOVA, with Bonferroni post hoc test (***P < 0.001). (B) P-eIF2α levels were analyzed by flow cytometry. Results are shown as histograms (Left) and the percentage increase in P-eIF2α mean fluorescence intensity is shown on the Right.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "ISRIB interferes with ATF4 expression only within a defined window of P-eIF2α concentrations. HEK293T cells stably expressing the ATF4-luc reporter were treated with the indicated amounts of arsenite for 2 h in the presence or absence of ISRIB. Shown are the relative luminescence units (RLU) values (A), plotted once more as the difference in RLU values between cells treated with ISRIB and without ISRIB (B). Error bars indicate SEM of triplicate measurements. A representative of two independent experiments is shown. Statistical significance was analyzed by a two-way ANOVA, with Bonferroni post hoc test (*P < 0.05; **P < 0.01).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Cells and Viruses. HEK293T, HeLa-R19, U2OS, and BHK-21 cells were maintained in DMEM (Lonza) supplemented with 10% FCS and penicillin-streptomycin (100 units/mL and 100 μg/mL). Recombinant EMCV with Zn-finger domain mutation in the Leader protein (EMCV-L Zn , ref. 31) was propagated in BHK-21 cells. Poly(I:C) Transfection. Semiconfluent monolayers of HeLa-R19 cells grown in 24-well clusters were transfected with poly(I:C) using Lipofectamine 2000",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "ACKNOWLEDGMENTS. We thank Carolin Klose for assistance with P-eIF2α expressions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}