{
    "paper_id": "7037460cc980744603573744bf370ee8f49a4ffe",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Niels",
                "middle": [
                    "C"
                ],
                "last": "Pedersen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": "ncpedersen@ucdavis.edu"
            },
            {
                "first": "Michel",
                "middle": [],
                "last": "Perron",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Bannasch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Montgomery",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Eisuke",
                "middle": [],
                "last": "Murakami",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Molly",
                "middle": [],
                "last": "Liepnieks",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongwei",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dvm",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives The aim of this study was to determine the safety and efficacy of the nucleoside analog GS-441524 for cats suffering from various forms of naturally acquired feline infectious peritonitis (FIP). Methods Cats ranged from 3.4-73 months of age (mean 13.6 months); 26 had effusive or dry-to-effusive FIP and five had non-effusive disease. Cats with severe neurological and ocular FIP were not recruited. The group was started on GS-441524 at a dosage of 2.0 mg/kg SC q24h for at least 12 weeks and increased when indicated to 4.0 mg/kg SC q24h. Results Four of the 31 cats that presented with severe disease died or were euthanized within 2-5 days and a fifth cat after 26 days. The 26 remaining cats completed the planned 12 weeks or more of treatment. Eighteen of these 26 cats remain healthy at the time of publication (OnlineFirst, February 2019) after one round of treatment, while eight others suffered disease relapses within 3-84 days. Six of the relapses were non-neurological and two neurological. Three of the eight relapsing cats were treated again at the same dosage, while five cats had the dosage increased from 2.0 to 4.0 mg/kg q24h. The five cats treated a second time at the higher dosage, including one with neurological disease, responded well and also remain healthy at the time of publication. However, one of the three cats re-treated at the original lower dosage relapsed with neurological disease and was euthanized, while the two remaining cats responded favorably but relapsed a second time. These two cats were successfully treated a third time at the higher dosage, producing 25 long-time survivors. One of the 25 successfully treated cats was subsequently euthanized due to presumably unrelated heart disease, while 24 remain healthy. Conclusions and relevance GS-441524 was shown to be a safe and effective treatment for FIP. The optimum dosage was found to be 4.0 mg/kg SC q24h for at least 12 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Drugs that inhibit virus replication have become mainstays in the treatment of acute and chronic RNA and DNA virus infections of people. 1 However, interest in antiviral drugs for infections of animals has been much slower to develop. This is especially true for cats, which suffer from several chronic viral infections resembling those in people. The infectious agents include feline leukemia and immunodeficiency viruses (FeLV and FIV, respectively), 2 ",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 138,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 453,
                    "end": 454,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Efficacy and safety of the nucleoside analog GS-441524 for treatment of cats with naturally occurring feline infectious peritonitis (FHV) , 3 virulent systemic calicivirus 4,5 and a coronavirus causing feline infectious peritonitis (FIPV). 6 FeLV and FIV infections have been controlled with testing, isolation and/or vaccination. FHV-associated disease was the first feline viral infection to incorporate an antiviral for treatment. 3 Highly fatal systemic calicivirus affects only a small number of cats. FIPV infection is the best candidate for antiviral drug development as vaccines are ineffective, multi-cat environments make prevention extremely difficult and it kills 0.3-1.4% of cats around the world. [7] [8] [9] The emergence of exotic diseases such as Ebola, Middle East respiratory syndrome and severe acute respiratory syndrome in people has prompted intensive research into drugs that will inhibit RNA virus replication. One of the most promising antiviral drugs against emerging RNA viruses is the adenosine nucleoside monophosphate prodrug GS-5734 (Remdesivir; Gilead Sciences). GS-5734 has been effective in preventing experimental Ebola in rhesus monkeys, 10 and inhibiting both epidemic and zoonotic coronaviruses in tissue culture and in mouse infection models. 11 These promising findings prompted initial research on GS-5734 and its parent nucleoside GS-441524 against FIPV infection of cats. 12 GS-441524 and GS-5734 were found to have comparable EC50 (1.0 µM) and CC50 (>100 µM) values against FIPV in cat cells. Therefore, it was decided to concentrate on the less chemically complex GS-441524 for further testing with laboratory cats. A pharmacokinetic study in two laboratory cats demonstrated sustained and effective plasma levels of GS-441524 over 24 h following a single dose given subcutaneously (SC) or intravenously (IV). These results were then extended to 10 laboratory cats with experimentally induced abdominal effusive feline infectious peritonitis (FIP). 12 This study showed GS-441524 to be highly effective against experimental FIP and opened the way for the present field trial.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 137,
                    "text": "(FHV)",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 141,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 240,
                    "end": 241,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 434,
                    "end": 435,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1175,
                    "end": 1177,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1283,
                    "end": 1285,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1416,
                    "end": 1418,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1995,
                    "end": 1997,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "feline herpesvirus"
        },
        {
            "text": "The goal of this study was to demonstrate the safety and efficacy of GS-441524 in the treatment of cats with naturally occurring FIP. Small-molecule drugs such as GS-441524 are <900 daltons in weight and around 1 nm in size, and can easily enter cells and interact with key target molecules. Unlike published substances or drugs that inhibit FIPV by hampering cellular processes usurped by viruses for their replication, 13, 14 small molecules like GS-441524 interfere directly with replicative processes encoded by the virus. 12, 15 ",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 424,
                    "text": "13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 425,
                    "end": 427,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 531,
                    "end": 533,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "feline herpesvirus"
        },
        {
            "text": "Drug preparation GS-441524 was provided by Gilead Sciences as a pure and highly stable powder and diluted to a concentration of 10 or 15 mg/ml in 5% ethanol, 30% propylene glycol, 45% PEG 400, 20% water (pH 1.5 with HCI). The mixture was placed in sterile 50 ml glass injection bottles, agitated until in suspension, and then placed in a sonicated water bath for 5-20 mins until clear. The diluted drug was refrigerated and used within 3-4 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "This study was conducted under protocols 19336 and 19863 approved by the Institutional Animal Care and Use Committee and the Clinical Trial Review Board of the Veterinary Medical Teaching Hospital (VMTH) Clinical Trials Committee, University of California (UC), Davis. Institutional rules precluded the use of diseased cats obtained directly from shelters or kitten foster/rescue groups, thus requiring that all cats be legally owned/adopted and treated under specific conditions and with owner consent (supplementary material). The study did not incorporate a control group because there is no effective treatment to compare it against. A placebo treatment group was not included, given that preparatory in vitro and in vivo studies indicated that GS-441524 would be safe and more effective than no treatment. 12 Case selection and disease confirmation Cats with FIP were recruited from owners or their veterinarians seeking current treatment options or access to an earlier antiviral drug trial. 6 The initial diagnosis of FIP was based primarily on characteristic signalment, clinical histories and disease signs, routine laboratory test results, and examination of abdominal or thoracic effusions. A more definitive diagnosis based on RT-PCR or immunohistochemistry was desirable but not essential for inclusion. Cats with obvious ocular or neurological disease were discouraged to enter the trial because of concerns over the ability of antiviral drugs, including GS-441524, to penetrate the blood-brain or blood-eye barriers. 12, 15 Thirty-one cats and their owners were ultimately recruited (Table 1) . Owners or representatives of 26 cats came to UC Davis for initial treatment, and five owners and their cats (CT59, CT73, CT76, CT78, CT80) were treated by their local veterinarian. Cats seen at UC Davis were re-evaluated and their FIP diagnosis reconfirmed based on signalment, clinical history, physical examination, prior laboratory test results and a repeat of complete blood count (CBC), serum protein and effusion analyses. Thoracic or abdominal effusions from cats with wet FIP were confirmed positive for FIPV 7b RNA by RT-PCR. 16 Cats with signs of non-effusive FIP were further tested by abdominal and thoracic ultrasonography for primary lesions. Ocular disease was confirmed by the ophthalmology service of the VMTH, UC Davis. Neurological status in cases with possible central nervous system disease signs was evaluated by the VMTH neurology service.",
            "cite_spans": [
                {
                    "start": 811,
                    "end": 813,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 998,
                    "end": 999,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1532,
                    "end": 1535,
                    "text": "12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1536,
                    "end": 1538,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2145,
                    "end": 2147,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1598,
                    "end": 1607,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Study design"
        },
        {
            "text": "The initial dosage regimen for GS-441524 was 2.0 mg/kg SC q24h, based on earlier tissue culture experiments and pharmacokinetic studies in laboratory cats. 12 The minimum treatment period was 12 weeks based on experiences with the 3CL protease inhibitor GC376 against naturally occurring FIP. 6 Treatment was extended one or more weeks in cats that still had abnormal serum protein values. The dosage was increased during later stages of the trial from 2.0 to 4.0 mg/kg in cases where treatment had to be extended or when disease relapses occurred. Owners were sent a new supply of drug every 4 weeks in the form of preloaded 1 or 3 ml Luer lock syringes with 1 inch 22 G Luer hub needles. Syringes were stored in the refrigerator and warmed to room temperature prior to injection. Injections were spaced across the dorsum from 2 cm behind the shoulder blades to the mid-lumbar area and one-half the distance down the adjacent chest and flanks.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 293,
                    "end": 294,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Treatment regimen"
        },
        {
            "text": "Cats were taken off all non-essential treatments such as antibiotics, corticosteroids, interferons, pentoxifylline, non-steroidal anti-inflammatory drugs or pain relief medication at the time of entry into the trial. They were then monitored every 12 h during their stay at UC Davis for temperature, appetite, activity, urination and defecation. Blood was also taken at 1-3 day intervals to evaluate hematocrit, total protein, bilirubin, white blood cell count and white cell differential count.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring during initial treatment period"
        },
        {
            "text": "Ascites samples were collected at entry and one or more day intervals for as long as possible and tested for the levels of FIPV 7b RNA transcripts by quantitative (q)RT-PCR (IDEXX Molecular Diagnostics). 16 Immunohistochemistry for the FIPV nucleocapsid protein was performed on formalin-fixed tissue sections from five cats that were necropsied.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Monitoring during initial treatment period"
        },
        {
            "text": "Cats were discharged to their owners when a significant favorable response to treatment was noted, usually within 3-5 days. Owners were instructed during this time on how to properly give subcutaneous injections of the drug and encouraged to continue daily logs on body temperature, activity, appetite, defecation and urination, and weekly body weight measurements. A CBC and serum chemistry panel were done at monthly intervals by local veterinarians or during visits to the VMTH, and any abnormal signs or behaviors were to be noted and promptly reported. Euthanasia, when required, was usually conducted by the owner's veterinarian or, when possible, at UC Davis. Bodies were sealed in plastic bags, immediately refrigerated, and shipped within 2 days or less in insulated containers with ice-packs to UC Davis by overnight express mail. Necropsies were performed by one of the authors (ML) in the Anatomic Pathology Service of the School of Veterinary Medicine, UC Davis. The owner's request for the final disposition of the body was honored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring initial and long-term response to treatment"
        },
        {
            "text": "Thirty-one cats ranging from 3.4-73 months of age (mean 13.6 months) were enrolled in the trial (Table 1) . Eighteen cats were domestic short-or longhairs and 13 were pedigreed from 10 different breeds ( Table 1 ). The domestic cats were adopted from kitten/foster rescue organizations (n = 13), formal shelters (n = 2) or obtained as neighborhood strays (n = 3). The study included 14 females (seven intact; seven spayed) and 17 males (one intact; 16 castrated).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 105,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 204,
                    "end": 211,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Signalment and disease presentation"
        },
        {
            "text": "Twenty-six of the 31 cats presented with effusive FIP (six thoracic, 20 abdominal). Five cats presented with non-effusive FIP; four of them (CT59, CT64, CT73, CT78) with disease localized to the abdomen (mesenteric and ileo/cecal/colic lymph nodes) and one (CT79) to the chest (lung, hilar lymph nodes) ( Table 1 ). Four other cats had indications of earlier non-effusive FIP that had progressed to the effusive form (CT57, CT65, CT67, CT71) ( Table 1 ). Gross signs of ocular disease consistent with underlying FIP was confirmed by ophthalmoscopic examination in three of the 31 cats (CT56, CT65, CT71). Two cats (CT71, CT80) were either reluctant or no longer able to jump to higher places, suggestive of neurological involvement.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 312,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 444,
                    "end": 451,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Signalment and disease presentation"
        },
        {
            "text": "Four cats were euthanized (CT62, CT72, CT75) or died (CT56) within the first 2-5 days because of severe disease and other complications, and a fifth cat was euthanized (CT54) after 26 days owing to a lack of treatment response ( Figure 1 ). Treatment periods were not interrupted except for three cats that were given 2 week respites at week 4 (cat CT80) or week 8 (cats CT53, CT71) because of problems with giving injections and skin reactions ( Figure 1 ). Cat CT53 was treated after a second relapse for 8 rather than 12 weeks because of a rise in blood urea and serum levels of symmetric dimethylarginine (SDMA).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 237,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 447,
                    "end": 455,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Treatment outcome"
        },
        {
            "text": "The clinical response of the 26 cats that completed at least 12 weeks of treatment was dramatic. Fever usually resolved within 12-36 h (Figure 2 ), concurrent with a marked daily improvement in appetite, activity levels and weight gain. Abdominal effusions rapidly disappeared over a 1-2 week period starting around 10-14 days post-treatment. Cats with thoracic effusions were usually dyspneic upon presentation to private veterinarians, prompting removal of pleural effusions prior to coming to UC Davis. Residual dyspnea and thoracic effusion responded rapidly to treatment and were no longer apparent after 7 days. Jaundice slowly resolved over 2-4 weeks, in parallel with decreasing hyperbilirubinemia. Signs of ocular disease began to clear within 24-48 h and were no longer apparent outwardly or by ophthalmoscopic examination by 7-14 days. Enlarged mesenteric and ileo/cecal/colic lymph nodes slowly decreased in size over the course of the treatment. All 26 cats appeared outwardly normal or near normal in the estimation of the owners after 2 weeks of treatment. The emphasis of treatment after 2 weeks was on monitoring several blood test parameters. Key values included packed cell volume (PCV), total white blood cells, absolute lymphocyte count, total serum protein, serum globulin, serum albumin and albumin:globulin (A:G) ratio.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 144,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Treatment outcome"
        },
        {
            "text": "Eighteen of 26 cats that completed at least 12 weeks of uninterrupted primary treatment required no further treatment. However, eight other cats suffered disease relapses within 3-84 days (average 23 days) ( Figure 1 ). This group included the three cats that had temporary breaks in their initial treatment (CT53, CT71, CT80) and five cats (CT53, CT57, CT60, CT68, CT73) that had required extended primary treatment ( Figure 1 ). Disease relapses in 2/8 cats (CT57, CT71) were clearly of a neurological nature with high fever and severe posterior ataxia and incoordination, while disease relapses in the remaining six cats consisted mainly of fever, anorexia and lack of activity. Only one cat (CT60) had an obvious abdominal effusion upon relapse. One cat (CT57) was euthanized 2 weeks after suffering a relapse with neurological signs that failed to respond to a second round of treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 216,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 419,
                    "end": 427,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Treatment outcome"
        },
        {
            "text": "A decision was made to increase the dose of GS-441524 from 2.0 to 4.0 mg/kg in eight of the cats, either because treatment had to be extended (CT77, CT80), because they suffered one (CT60, CT68, CT71, CT73) or two relapses days after stopping treatment). The 24 surviving cats will be carefully monitored for any return of disease signs and periodically tested for total protein, globulin, albumin and A:G ratios for the first year. Less intense monitoring will be maintained for the remainder of the cats' lives. Owners were cautioned to avoid unnecessary stresses on their cats for the first 3 months, although four cats (CT52, CT58, CT65, CT79) were spayed and one cat (CT76) castrated without complications. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment outcome"
        },
        {
            "text": "The simplest long-term measure of treatment efficacy was body weight. Weight gains of 20-120% occurred during and following treatment, even in cats 1 year of age and older at disease onset. Younger cats also appeared to grow in stature at an increased rate, as independently noted by owners. These post-treatment surges in growth indicated that FIP was subclinical in many of the cats for some time prior to diagnosis and had affected growth. CBCs and a chemistry profile also proved helpful in monitoring the later effects of treatment and observing for possible drug toxicities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Favorable treatment response indicators"
        },
        {
            "text": "Cats presented with elevated white blood cell counts, which dropped to normal levels within the first 2 weeks of treatment (Figure 3a) . Lymphopenia was noted at the time of entry and resolved over the first week of treatment (Figure 3b) . A mild to moderately severe anemia was observed at entry, as reflected by the packed cell volume (PCV) (Figure 4) . PCVs did not return to normal levels until after 6-8 weeks of treatment. Therefore, absolute total white cell and lymphocyte counts were only of value during the first week of treatment, while the PCV gave a more accurate picture of treatment progress over the first 8 weeks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 134,
                    "text": "(Figure 3a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 226,
                    "end": 237,
                    "text": "(Figure 3b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 343,
                    "end": 353,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "CBCs"
        },
        {
            "text": "Cats with FIP frequently presented with higher than normal total serum protein concentration, high serum globulin, low serum albumin levels and a low A:G ratio (Figures 5-7) . Abnormal serum protein values improved progressively and reached normal levels after 8-10 weeks of treatment (Figures 5-7) . The level of total protein was the least informative, as indicated by the weak R 2 value (0.1883) for the trend line ( Figure 5 ). However, a dramatic and transient rise in total protein levels occurred 3 weeks into treatment ( Figure 5 ). It was associated with an increase in serum globulins (Figure 6a ) and occurred at a time when abdominal effusions were rapidly resolving. Plasma globulin levels rose during the first 3 weeks of treatment, peaked, and then slowly dropped to a maximum reference value of 4.5 g/dl or lower by week 9 (Figure 6a ). Although globulin levels over time appeared to indicate the status of treatment, the low R 2 value (0.3621) made this a less reliable indicator of treatment progress.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 173,
                    "text": "(Figures 5-7)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 285,
                    "end": 298,
                    "text": "(Figures 5-7)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 420,
                    "end": 428,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 529,
                    "end": 537,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 595,
                    "end": 605,
                    "text": "(Figure 6a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 839,
                    "end": 849,
                    "text": "(Figure 6a",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Changes in serum proteins"
        },
        {
            "text": "The levels of albumin in serum of the 26 cats treated for at least 12 weeks were usually low (⩽3.2 g/dl) at the time treatment was started (Figure 6b ). Albumin levels then increased slowly and reached normal levels at 8 weeks. The trend line for this rise in albumin had a strong R 2 value (0.79), making serum albumin levels, as well as PCV, a good indicator of treatment progress. As is expected, the A:G ratio showed an equally strong trendline over time and reached a level above 0.70 at around week 8 of treatment (Figure 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 149,
                    "text": "(Figure 6b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 520,
                    "end": 530,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Changes in serum proteins"
        },
        {
            "text": "Sequential ascites samples were collected from eight cats over the first 2-9 days of antiviral treatment and tested for levels of viral RNA by qRT-PCR (Table 2 ). Whole effusions, or their cell fractions, were the most reliable sources of FIPV RNA. Viral RNA levels decreased, often to undetectable levels, by 2-5 days in 7/8 cats. Only one cat (CT54) failed to show a significant drop in viral RNA levels over a 9 day period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 159,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Decrease in viral RNA levels in cells from ascitic fluid associated with treatment"
        },
        {
            "text": "Focal injection site reactions Injection site reactions were of two types, and whether they were caused by the drug, diluent or both was not determined. Immediate pain reactions were manifested by vocalization, occasional growling and postural changes lasting for 30-60 s. These initial reactions lessened in severity over time as owners became more adept at administering the injection and cats became more adjusted to the routine. Sixteen of 26 treated cats manifested injection site reactions (Table 3) . Reactions were most common during the first 4 weeks and progressed to open sores only in 7/16 cats. Ulcerations healed within 2 weeks by clipping surrounding hair and gently cleaning the wound with a cotton ball soaked in one-part household hydrogen peroxide and two-parts water twice a day. Only three cats had noticeable scars at injection sites. 3 and 4) . Tests for liver and kidney function and levels of amylase/lipase remained normal during and after treatment (supplementary figures S1-S3). The only exception was cat CT53, which had a progressive rise in blood urea nitrogen (BUN) to 35 mg/dl (reference interval [RI] 16-37 µg/dl) and sudden rise in SDMA (20 µg/ dl) (RI 0-14 µg/dl) at 8 weeks into a third round of treatment with the higher 4 mg/kg dosage regimen. Although these signs were still mild in nature, a decision was made to stop treatment out of caution. These abnormalities were not evident on testing 1 month later and the cat is currently in disease remission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 496,
                    "end": 505,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 857,
                    "end": 865,
                    "text": "3 and 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Side effects observed during and after treatment"
        },
        {
            "text": "Four cats (CT56, CT62, CT72, CT75) were euthanized or died within 2-5 days of enrollment and necropsies were performed on all but cat CT75. A fifth cat (cat CT54) was euthanized after 26 days of treatment. All five of these cats presented with severe abdominal effusive disease. Cats CT54 and CT56 had evidence upon necropsy of widespread pyogranulomatous vasculitis involving the abdominal viscera, central nervous system and eyes. Cat CT56 also had compromise of the ileal wall in an area of dense infiltrate and secondary bacterial sepsis. Cat CT72 had severe pyogranulomatous vasculitis restricted to the abdomen with moderate-to-severe peripheral edema and mineralization of the adrenal cortices. Cat CT62 suffered from severe pyogranulomatous and fibrinosuppurative peritonitis, which was complicated by an acute gastric perforation associated with plant material and intralesional bacteria indicative of sepsis. Cat CT75 presented with a chronic form of FIP characterized by severe stunting of growth, a massive low protein/low cell abdominal effusion, gallop rhythm indicative of impaired cardiac function, and moderately severe peripheral edema. An echocardiogram showed bilateral atrial enlargement but no indication of primary cardiac disease. The cat appeared to respond to GS-441524 and was discharged. The cat went into shock 2 days later and was euthanized without necropsy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Necropsy findings"
        },
        {
            "text": "FIPV was not detected by qRT-PCR in cats CT56, CT72 and CT75 at the time of necropsy, although pretreatment ascites samples had tested positive. Ascites from cat CT54 had tested positive by qRT-PCR throughout treatment ( Table 2 ) and tissues were still positive by immunohistochemistry at the time of necropsy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 228,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Necropsy findings"
        },
        {
            "text": "Two additional cats were euthanized after successfully completing one or more rounds of treatment. Cat CT57 was normal after one round of treatment but relapsed with severe neurological signs 2 weeks later. The cat failed to respond to retreatment and was euthanized. Lesions typical of FIP were found within the brain and abdomen, but were negative for FIPV by immunohistochemistry for nucleocapsid protein or for 7b RNA by qRT-PCR. Cat CT80 had been successfully ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Necropsy findings"
        },
        {
            "text": "Most lesions were superficial, involving the epidermis, and required no treatment, while some progressed to open sores that healed within 2 weeks with topical treatment. Some reactions left small permanent scars treated for effusive abdominal FIP but developed intense hindleg and lower back pain 4 weeks later and was euthanized. The cat was found to have pronounced thickening of the left ventricular wall and septum causing severe constriction of the chamber (Figure 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 471,
                    "text": "(Figure 8",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Necropsy findings"
        },
        {
            "text": "The microscopic appearance of the left cardiac ventricular wall was typical of congenital feline hypertrophic cardiomyopathy (HCM). No gross or microscopic lesions of FIP were found in the abdomen, chest, eyes, brain or spine, and FIPV antigen and RNA were not detected by qRT-PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Necropsy findings"
        },
        {
            "text": "GS-441524 is the second targeted antiviral drug after GC376 to be evaluated for the treatment of cats with FIP in the past two to three years. 6, 12, 15 These two drugs inhibited viral replication in two very different manners, either by terminating viral RNA transcription or blocking viral polyprotein cleavage. Both processes are well-established targets for several viral diseases in people. 1 A key question is how treatment with a nucleoside analog compares with that of a viral protease inhibitor. The two drugs gave virtually identical results in tissue culture and experimental cat infection studies. 12, 15 However, efficacy against naturally occurring FIP appeared greater with GS-441524 than GC376. Six of 20 cats treated with GC376 remain in remission to date (Pedersen NC, unpublished data, 2018) compared with 25/31 cats treated with GS-441524. Disease relapses that did not respond to retreatment occurred in 14/20 cats with GC376 and only one cat treated with GS-441524. 6 Eight of the 14 relapses associated with GC376 were neurological in nature, 6 compared with 2/8 relapses with GS-441524. One of two neurological relapses in GS-441524-treated cats responded to retreatment at a higher dosage, whereas neurological relapses with GC376, even with increased dosage, were no longer treatable. 6 Both treatments caused similar injection site reactions. Both drugs appear to be quite safe, although GC376 interfered with the development of permanent teeth when given to younger kittens. 6 Although the results of field testing appear to favor GS-441524, some of the difference may have been influenced by how the two drugs were administered. Efficacy of GC376 may have improved if all 20 cats had been treated without interruption for 12 weeks, rather than treated for progressively longer periods starting at just 2 weeks. 6 Five of the six cats cured with GC376 were among the seven cats that were treated continuously for 12 weeks, while only one of 13 cats treated one or more times for shorter periods of time was cured. These shorter treatment times were essential for determining the 12 week period used for all cats in the present study. The GC376 field trial also involved fewer cats and was constrained by a limited supply of the drug, which made it difficult to test other dosage regimens. Therefore, GC376 should be further studied using a minimum of 12 weeks with a higher dosage and a larger number of cats before making any final comparisons. It would also be important at some time in the future to evaluate both types of drugs in combination, as done for HIV/AIDS and hepatitis C.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 145,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 150,
                    "end": 152,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 396,
                    "end": 397,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 614,
                    "end": 616,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 988,
                    "end": 989,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1066,
                    "end": 1067,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1311,
                    "end": 1312,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1503,
                    "end": 1504,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1840,
                    "end": 1841,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Early deaths must be anticipated in any trial of this type, but how should they be considered in analyzing efficacy? The five early deaths in this study were included in the analysis of GS-441524 efficacy but removed from consideration in the GC376 trial. If they are included in the trial, it is important to determine virus status at the time of death. Viral RNA was not detected in the three necropsied cats that died after 2-5 days of GS-441524 treatment, suggesting that the drug was effective but that the disease process was too far advanced. This did not appear to be the case in a fourth necropsied cat that survived for 26 days; viral RNA levels did not decrease over the entire treatment period and disease signs were unabated. Therefore, it is possible that this cat died because of failure to halt virus replication. Resistance to GS-5734 (Remdesivir), a prodrug of GS-441524, has been associated with amino acid mutations in RNA polymerase and proofreading exonuclease in tissue culture propagated coronaviruses. 17 Whether a similar type of resistance occurred in this cat remains to be determined. Drug resistance was also seen in one cat in the GC376 trial. 6 Fortunately, none of the other cats in the current trial showed signs of drug resistance at any time. However, it is something that needs to be considered in future cats that fail to respond or respond poorly to primary or secondary treatment. The initial dosage of GS-441524 used in the present study was determined from prior pharmacokinetic and experimental infection studies with laboratory cats. 12 These studies indicated that both 2.0 and 5.0 mg/kg SC q24h for 14 days would be equally effective for field testing. Therefore, the 2.0 mg/kg dose was chosen for the field trial, as it would cut drug usage by 60%. Although this decision was validated in 18/26 cats, eight other cats either suffered disease relapses (two for a second time) or required longer treatment periods to get key blood values back to normal. Therefore, a decision was made to increase the dosage of GS-441524 from 2.0 mg/kg to 4.0 mg/kg SC q24h in cats that relapsed or required extended treatment. The success of 4.0 mg/kg SC q24h for at least 12 such cats, as well as one cat with neurological disease, led us to the conclusion that it was a more effective dosage and should be the basis for future treatment.",
            "cite_spans": [
                {
                    "start": 1027,
                    "end": 1029,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1175,
                    "end": 1176,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1578,
                    "end": 1580,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It was important to follow simple biological markers of progress over the ⩾12 week treatment periods. PCV, serum total protein, globulin and albumin levels, and the A:G ratio were identified as useful markers. Based on these parameters, it appeared that cats had not completely recovered after 6-10 weeks of treatment. This finding validated the 12 week minimum treatment period determined by an earlier GC376 field trial. 6 Anemia of chronic disease (anemia of inflammation) affects 18-95% of people with acute and chronic infections and is normocytic/normochromic and not associated with iron deficiency. 18, 19 Plasma albumin levels were also a good measure of disease activity, and low albumin and low PCV are known to coincide in situations of chronic disease. 19 Hyperglobulinemia in cats with FIP has been classified as infectious/inflammatory and is caused by increases in all gamma globulin classes and variable increases in alpha-2 globulins. 20 The strong tendency for cats with FIP to have high serum globulin and low albumin levels makes the A:G ratio a particularly good indicator of disease activity. 21 An expectation was that the pedigreed cats would not respond as well to treatment because of a genetic weakness in their ability to respond immunologically to FIPV 22 and that younger cats with effusive FIP would be most responsive. 6 However, the pedigreed cats in the present trial responded equally well as the random-bred cats, and the breeds represented by the cats in the study mainly mirrored the breeds' current popularities. Older cats, and cats with pure non-effusive FIP, also responded as well to GS-441524 treatment as young cats and cats with effusive FIP. If a proportion of cats with ocular and neurological disease can also be successfully treated with GS-441524, no clinical manifestations of FIP should be considered untreatable.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 424,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 607,
                    "end": 610,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 611,
                    "end": 613,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 766,
                    "end": 768,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 953,
                    "end": 955,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1116,
                    "end": 1118,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1283,
                    "end": 1285,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1352,
                    "end": 1353,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The safety profile of GS-441524 was impressive. No systemic sign of toxicity based on CBC and serum chemistry values was observed over total treatment periods from 12-30 weeks, with one possible exception. One cat (CT53) had a mild rise in BUN and SDMA 8 weeks into a third round of treatment and prompting a halt as a precautionary measure. Based on a previous experience with GC376, 6 there was concern about the effect of GS-441524 on the development of permanent dentition. Three cats (CT52, CT74, CT77) in the present study were 4 months of age or younger and still had their juvenile dentition, and none showed any subsequent dental abnormalities. Injection site reactions were observed with GS-441524, but these were remarkably low in number and were easily treated. It was not determined whether the drug, diluent or both were at fault. The 1.5 pH of the diluent was well below the minimum Food and Drug Administration (FDA) threshold of 4.5, but drugs of this type are difficult to solubilize and stabilize at more physiologic pH. Nonetheless, more physiologic diluents should be evaluated.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 386,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One cat in the study (CT80) had confounding clinical signs. Although the cat presented with effusive abdominal FIP, it also had long-standing signs of vague hindlimb lameness, lower back pain, periodic bouts of falling, reluctance to jump to higher places, and unexplainable and transient changes in behavior. These signs prompted the cat to be treated for a long time after the abdominal effusion disappeared. A decision was ultimately made to discontinue treatment and see if more characteristic FIP signs would recur. The cat was ultimately euthanized and found to have congenital-type HCM and no residual lesions of FIP or viral RNA in any tissues upon necropsy. Dilated cardiomyopathy has been reported in 17.6% of HIV-infected people on chronic antiretroviral therapy. 23 It was concluded, however, that GS-441524 was not the cause of the heart disease in this cat. Heart disease in this cat was hypertrophic rather than the dilative form seen in patients with HIV, and HCM is a common condition among shelter cats. 24",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 777,
                    "text": "23",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results obtained from the 31 cats treated with GS-441524 exceeded expectations and indicate that FIP, regardless of signalment or disease form, is a treatable disease using nucleoside analogs. The study design and treatment parameters determined from this limited field trial will be essential for future efforts in the commercialization of this or similar drugs against FIP. who assisted with periodic blood testing and were there for us and their patients/owners when needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The following files are available: Client consent form. Figure S1 : Mean liver enzyme levels (IU/l) in cats during treatment with GS-441524. No significant changes were observed over the entire treatment periods. Figure S2 : Mean serum lipase and amylase levels (IU/l) in cats during treatment with GS-441524. No significant changes were observed over the entire treatment periods. Figure S3 : Mean blood urea nitrogen and creatinine levels in cats during treatment with GS-441524. No significant changes were observed over the entire treatment periods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 65,
                    "text": "Figure S1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 213,
                    "end": 222,
                    "text": "Figure S2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 382,
                    "end": 391,
                    "text": "Figure S3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Supplementary material"
        },
        {
            "text": "Sciences, Foster City, CA, USA, and hold stock interests in the company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest MP and EM are employees of Gilead"
        },
        {
            "text": "Funding Financial support for this study was obtained from the Center for Companion Animal Health, UC Davis, the Philip Raskin Fund, Kansas City, and numerous donors to the SOCK FIP organization as directed by Ms Carol Horace. The GS-441524 used in this trial was provided by Gilead Sciences, Foster City, CA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest MP and EM are employees of Gilead"
        },
        {
            "text": "ORCID iD Niels C Pedersen https://orcid.org/0000-0001-6269-929X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest MP and EM are employees of Gilead"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Approved antiviral drugs over the past 50 years",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Clercq",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Microbiol Rev",
            "volume": "29",
            "issn": "",
            "pages": "695--747",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Efficacy of antiviral chemotherapy for retrovirus-infected cats: what does the current literature tell us?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Feline Med Surg",
            "volume": "17",
            "issn": "",
            "pages": "925--939",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Oral administration of famciclovir for treatment of spontaneous ocular, respiratory, or dermatologic disease attributed to feline herpesvirus type 1: 59 cases (2006-2013)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Thomasy",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Shull",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Outerbridge",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Am Vet Med Assoc",
            "volume": "249",
            "issn": "",
            "pages": "526--538",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An isolated epizootic of hemorrhagic-like fever in cats caused by a novel and highly virulent strain of feline calicivirus",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Glasgow",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet Microbiol",
            "volume": "73",
            "issn": "",
            "pages": "281--300",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Broad-spectrum inhibitors against 3C-like proteases of feline coronaviruses and feline caliciviruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shivanna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "4942--4950",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Efficacy of a 3C-like protease inhibitor in treating various forms of acquired feline infectious peritonitis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Feline Med Surg",
            "volume": "20",
            "issn": "",
            "pages": "378--392",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prevalence of feline infectious peritonitis in specific cat breeds",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Pesteanu-Somogyi",
                    "suffix": ""
                },
                {
                    "first": "Radzai",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pressler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Feline Med Surg",
            "volume": "8",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical and laboratory features of cats with feline infectious peritonitis -a retrospective study of 231 confirmed cases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Riemer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuehner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ritz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemiology of feline infectious peritonitis among cats examined at veterinary medical teaching hospitals",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Rohrbach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Legendre",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Am Vet Med Assoc",
            "volume": "218",
            "issn": "",
            "pages": "1111--1115",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Therapeutic efficacy of the small molecule GS-5734 against Ebola virus in rhesus monkeys",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "531",
            "issn": "",
            "pages": "381--385",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Broad-spectrum antiviral GS-5734 inhibits both epidemic and zoonotic coronaviruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sheahan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Transl Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.aal3653"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The nucleoside analog GS-441524 strongly inhibits feline infectious peritonitis (FIP) virus in tissue culture and experimental cat infection studies",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perron",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Vet Microbiol",
            "volume": "219",
            "issn": "",
            "pages": "226--233",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The cholesterol transport inhibitor U18666A inhibits type I feline coronavirus infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Endoh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fukatsu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Antiviral Res",
            "volume": "145",
            "issn": "",
            "pages": "96--102",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Differential effects of viroporin inhibitors against feline infectious peritonitis virus serotypes I and II",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takano",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Doki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Arch Virol",
            "volume": "160",
            "issn": "",
            "pages": "1163--1170",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Reversal of the progression of fatal coronavirus infection in cats by a broad-spectrum coronavirus protease inhibitor",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Galasiti",
                    "middle": [],
                    "last": "Kankanamalage",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1005531"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "One-tube fluorogenic reverse transcription-polymerase chain reaction for the quantitation of feline coronaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gut",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Leutenegger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Huder",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol Methods",
            "volume": "77",
            "issn": "",
            "pages": "37--46",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coronavirus susceptibility to the antiviral remdesivir (GS-5734) is mediated by the viral polymerase and the proofreading exoribonuclease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Agostini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Andres",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "MBio",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00221-18"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Anemia of chronic disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Goodnough",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "",
            "pages": "1011--1023",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mechanism of the anemia of chronic disorders: correlation of hematocrit value with albumin, vitamin B12, transferrin, and iron stores",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Kurnick",
                    "suffix": ""
                },
                {
                    "first": "Ward",
                    "middle": [],
                    "last": "Hp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Pickett",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Arch Intern Med",
            "volume": "130",
            "issn": "",
            "pages": "323--326",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Serum protein electrophoresis in 155 cats",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Tappin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Dodkin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Feline Med Surg",
            "volume": "12",
            "issn": "",
            "pages": "643--653",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Clinical symptoms and diagnosis of feline infectious peritonitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hirschberger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilhelm",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Tierarztl Prax",
            "volume": "23",
            "issn": "",
            "pages": "92--99",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The influence of age and genetics on natural resistance to experimentally induced feline infectious peritonitis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gandolfi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Immunol Immunopathol",
            "volume": "28",
            "issn": "",
            "pages": "152--154",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Cardiac abnormalities in HIV-positive patients: results from an observational study in India",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Int Assoc Provid AIDS Care",
            "volume": "13",
            "issn": "",
            "pages": "40--46",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cardiomyopathy prevalence in 780 apparently healthy cats in rehoming centres (the CatScan study)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Brodbelt",
                    "suffix": ""
                },
                {
                    "first": "Luis",
                    "middle": [],
                    "last": "Fuentes",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Vet Cardiol",
            "volume": "17",
            "issn": "1",
            "pages": "244--257",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "= female intact; DLH = domestic longhair; MC = male castrated; DSH = domestic shorthair; FS = female spayed; SH = shorthair; M = male intact (CT53, CT63), or because the relapse was neurological (CT71). All eight cats responded well to the higher dosage regimen. In total, 25/26 cats treated for 12 weeks or longer achieved a sustained remission of FIP, although one of them subsequently died of an unrelated heart problem (see 'necropsy findings'). The longest survivors at the time of publication (OnlineFirst, February 2019) ended treatment in August 2017 and the shortest in May 2018, all beyond the longest time for relapses to occur (ie, 84",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Time scale for the treatment and clinical outcome of 31 cats that were enrolled in the GS-441524 field trial. The period of treatment is indicated by a solid line (2 mg/kg dose) or a broken line (4 mg/kg dose). Asterisks indicate the point of relapse. The treatment end date for the cats that achieved a sustained clinical remission is given in parenthesis. The time point and cause of death is indicated by a cross",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Mean (solid line) and 1 SD (dashes) of body temperatures for the first 5 days of GS-441524 treatment. The normal temperature range for cats is 100-102.5°F (37.7-39.1°C). Temperatures dropped into normal range within 12-36 h of starting treatment",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(a) Mean white blood cell count with standard error for 26 cats that completed the primary treatment regimen of 12 or more weeks. (b) Mean absolute blood lymphocyte count with standard error for 26 cats that completed at least 12 weeks of treatment",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Mean packed cell volume (PCV) with standard error for 26 cats that completed at least 12 weeks of treatment. The dotted line indicates the trend of rising PCV over time",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Mean serum total protein levels and standard error for 26 cats that completed at least 12 weeks of treatment",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "(a) Mean serum globulin levels and standard error for 26 cats that completed at least 12 weeks of treatment. (b) Mean serum albumin levels and standard error for 26 cats that completed at least 12 weeks of treatment",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Mean albumin:globulin (A/G) ratios and standard error for 26 cats that completed at least 12 weeks of treatment Systemic drug reactions GS-441524 treatment over a total period of 12-30 weeks was remarkably safe. No longterm abnormalities were observed in CBC values (Figures",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Cross-section through the heart of cat CT80 showing extreme hypertrophy of the left ventricular wall and septum and extreme narrowing of the chamber",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "List of 31 cats enrolled in the trial, including laboratory designation, name given by owner, breed, clinical form of feline infectious peritonitis (FIP), and date of diagnosis",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Levels of feline infectious peritonitis virus 7b RNA transcripts in whole ascites or in the cellular fraction of ascitic fluid during initial treatment with GS-441524",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We wish to thank the staff of the Center for Companion Animal Health for helping with drug shipments (Lyra Pineda-Nelson and Nancy Bei) and data presentation (Cynthia Echeverria). We are especially grateful to the many owners and the 31 cats who participated in an emotional and taxing journey that succeeded beyond all expectations. We are also grateful to the private veterinarians",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}