{
    "paper_id": "71195817c4cfe2c8b7bc13418d2062226a71d0e9",
    "metadata": {
        "title": "One Health stakeholder and institutional analysis in Kenya",
        "authors": [
            {
                "first": "Tabitha",
                "middle": [],
                "last": "Kimani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Egerton University",
                    "location": {
                        "settlement": "Njoro",
                        "country": "Kenya"
                    }
                },
                "email": ""
            },
            {
                "first": "Margaret",
                "middle": [],
                "last": "Ngigi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Egerton University",
                    "location": {
                        "settlement": "Njoro",
                        "country": "Kenya"
                    }
                },
                "email": ""
            },
            {
                "first": "Esther",
                "middle": [],
                "last": "Schelling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Swiss Tropical and Public Health Institute",
                    "location": {
                        "settlement": "Basel",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Tom",
                "middle": [],
                "last": "Randolph",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "International Livestock Research Institute",
                    "location": {
                        "settlement": "Nairobi",
                        "country": "Kenya"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: One Health (OH) can be considered a complex emerging policy to resolve health issues at the animalÁhuman and environmental interface. It is expected to drive system changes in terms of new formal and informal institutional and organisational arrangements. This study, using Rift Valley fever (RVF) as a zoonotic problem requiring an OH approach, sought to understand the institutionalisation process at national and subnational levels in an early adopting country, Kenya. Materials and methods: Social network analysis methodologies were used. Stakeholder roles and relational data were collected at national and subnational levels in 2012. Key informants from stakeholder organisations were interviewed, guided by a checklist. Public sector animal and public health organisations were interviewed first to identify other stakeholders with whom they had financial, information sharing and joint cooperation relationships. Visualisation of the OH social network and relationships were shown in sociograms and mathematical (degree and centrality) characteristics of the network summarised. Results and discussion: Thirty-two and 20 stakeholders relevant to OH were identified at national and subnational levels, respectively. Their roles spanned wildlife, livestock, and public health sectors as well as weather prediction. About 50% of national-level stakeholders had made significant progress on OH institutionalisation to an extent that formal coordination structures (zoonoses disease unit and a technical working group) had been created. However, the process had not trickled down to subnational levels although cross-sectoral and sectoral collaborations were identified. The overall binary social network density for the stakeholders showed that 35 and 21% of the possible ties between the RVF and OH stakeholders existed at national and subnational levels, respectively, while public health actors' collaborations were identified at community/grassroots level. We recommend extending the OH network to include the other 50% stakeholders and fostering of the process at subnational-level building on available cross-sectoral platforms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "*Correspondence to: Tabitha Kimani, PO Box 1510-00200 Nairobi, Kenya, Email: mugethikimani@yahoo.com I nfectious diseases are likely to continue emerging and re-emerging in the foreseeable future, with profound negative impacts on multiple sectors and global economies (1) . Zoonoses account for 70% of emerging infectious diseases (EIDs) and 60% of human pathogens/ diseases (2Á4). About 80% of human infectious disease pathogens could be used for bioterrorism (5) . Major zoonotic EIDs that have occurred over the last 20 years include bovine spongiform encephalopathy, highly pathogenic avian influenza (HPAI), severe acute respiratory syndrome (6) , Hendra virus disease (7), Nipah virus encephalitis (8) , West Nile fever (9) , pandemic H1N1 influenza (10) , Middle East respiratory syndrome (11) and Ebola (12) . Apart from the EIDs, endemic zoonoses such as Rift Valley fever (RVF) are also of great concern.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "(8)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 727,
                    "end": 730,
                    "text": "(9)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 757,
                    "end": 761,
                    "text": "(10)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "(11)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 812,
                    "end": 816,
                    "text": "(12)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To mitigate the worrying trend of EIDs, the One Health (OH) strategy is expected to gain momentum as a tool to address both associated multisectoral impacts and environmental, animal and human health drivers for their emergence and spread. Major drivers for (re-)emergence of pathogens include increased movements and contacts of people, wildlife and livestock; intensification of livestock production; and low biosecurity in farms and live animal or wet markets (13Á15). A main driver of RVF is climate change where El Nino events influence the frequency of outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The OH strategy places health issues in a broader developmental and ecological context through collaborative efforts among multiple disciplines and sectors to attain optimal health for people, animals and the environment (16Á18). Promotion of OH seeks to put into best use limited resources available to health sectors, which may not be achieved through single-sector approaches and should add value in financial savings, improved health and well-being of people and animals, and fostered environmental services (19) .",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 516,
                    "text": "(19)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Protocols to implement OH strategy include establishment of cross-sectoral (partnerships across sectors) and multidisciplinary committees, joint planning and implementation of multidisciplinary and cross-sectoral approaches, development of communities' capacities to report and timely response, creation and strengthening of multidisciplinary networks, developing appropriate university curricula and continuous training, and proactive disease risk management practices that address disease drivers (17, 18, 20Á23) . In summary, OH can be considered a complex innovation to identified health problems at human, animal and environmental interfaces. It is expected to drive changes in institutional (formal and informal) and organisational arrangements. To better understand and guide national institutionalisation processes, this paper presents a comprehensive stakeholder and institutional analysis within a broader study on RVF in an early OH adopting country Á Kenya. The disease has been identified as a problem that requires OH approach (24) .",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 514,
                    "text": "(17, 18, 20Á23)",
                    "ref_id": null
                },
                {
                    "start": 1041,
                    "end": 1045,
                    "text": "(24)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We conceptualised OH as a policy or institutional innovation whose institutionalisation process analysis requires a socio-ecological approach. We assumed the process starts with identification of a need for all stakeholders to coordinate and cooperate on cross-sectoral health issues. Of the three modes of economic coordination Á hierarchies, markets, and networks (25) Á the latter was taken as most appropriate for bringing together OH stakeholders. Development of OH stakeholder or actorÁnetworks to facilitate cross-sectoral collaboration may require significant system change across sectors with already existing hierarchies. ActorÁnetwork theory (ANT) and Social network analysis (SNA) provide a theoretical and analytical framework for understanding and guiding successful policy or innovation in complex systems that require network building (26) .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "(25)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "(26)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework for OH institutional analysis"
        },
        {
            "text": "ANT focuses on science-based innovation processes and provides insights into people, research evidence, technologies, financial resources, institutions and regulations required to drive innovations. On the other hand, SNA provides insights into social diffusion and adoption of innovations and coalition formation (27) . We consider all actors within OH as stakeholders and thus use the terms interchangeably. Figure 1 shows this study's schematised five-component conceptual framework for OH institutionalisation adapted from Ref. (26) which would be required to initiate and institutionalise OH. The SNA widely used to study social networks of stakeholders was therefore the key analytical method of the central component. In OH adoption, stakeholders would not only initiate multisectoral cooperation on crosssectoral health issues but also organise and hold in place activities of the other four components (mobilisation, social acceptance, alliance building, and institutionalisation). In doing so, they are guided by policy and legal frameworks. In the absence of appropriate policies, the stakeholders can also influence policy and legal frameworks. Mobilisation, a dynamic interplay between evidence and arguments (26) , would shape and define how OH actions and solutions are framed. Stakeholders' current perceptions and the provided evidence would influence the actions and solutions. OH policy works if key stakeholders gather cross-sectoral allies (and their resources) to join a network based on empirical evidence and benefits associated with change. However, the evidence is a cultural construct. Although there are scientific principles across nations, there might be a strong cultural influence on what is acceptable as evidence. Often, stakeholders may focus on a common problem that requires OH approach. Social acceptance process requires buy-in by governments and other actors. Institutionalisation refers to the process by which authoritative acceptance and institutional support emerges with appropriate governance structures (e.g. professional associations and issue-specific government units or committees) and financing and development of appropriate policy frameworks.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "(27)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "(26)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1222,
                    "end": 1226,
                    "text": "(26)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 418,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Conceptual framework for OH institutional analysis"
        },
        {
            "text": "To implement the framework, we choose a common problem in Kenya that requires OH-the RVF epidemics and therefore mapped: RVF and OH stakeholder landscape; existing and missing networks (relationships); institutions or platforms for cross-sectoral and multidisciplinary collaborations; past and current related mobilisation to institutionalisation activities; and supporting policies and legal frameworks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptual framework for OH institutional analysis"
        },
        {
            "text": "Study area, data, and sampling techniques Primary and secondary data were collected at two levels 1) Nairobi CountyÁbased national or head offices of stakeholder organisations and 2) subnational province and district-based organisations in Garissa County in north-eastern Kenya. The two levels represented decisionmaking (policy and technical) and policy implementation, respectively. Subnational analysis also considered community level, where livestock keepers interfaced with the animal and public health services. Subnational data were collected in February 2011 while national data were collected between February 2011 and January 2012. However, updating of institutional set-up continued up to 2014. Garissa County was selected since it was a hotspot for the 1997/98 and 2006/07 human and animal RVF outbreaks. Data collected included: stakeholder roles in RVF and OH-related activities; collaborating partners; types of relationships; strength of relationships (also asking for explicitly perceived missing relationships), past and current cross-sectoral cooperation and coordination initiatives, structures and projects used, and, relevant policies and legal frameworks supporting OH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptual framework for OH institutional analysis"
        },
        {
            "text": "A snowball method of stakeholder mapping and SNA described in (29) was used. The method rarely draws samples as was the case for this study. Based on prior knowledge, the Department of Veterinary Services (DVS), Ministries in charge of Health (MOH), and livestock keepers were identified as key stakeholders (egos) for RVF and OH, and were chosen as the starting (snowballing) points to identify other stakeholders and core groups. Key informants from DVS and MOH were identified and interviewed using a semi-structured questionnaire. Seventy-two livestock keepers were interviewed in four group discussions held in four villages (Fafi, Garissa, Bura, and Balambala), randomly selected from the 10 that key informants identified as most affected during the RVF epidemic in 2007.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "(29)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework for OH institutional analysis"
        },
        {
            "text": "Snowballing from these three stakeholders determined the sample reached of 63 key informants, 35 from national stakeholder organisations and 28 drawn from community animal and public health workers, public sector livestock and public health service providers, non-governmental organisations, programmes, and livestock traders. While prior listing of all possible OH relevant organisations based on prior knowledge and literature review was undertaken, it mainly assisted in identifying stakeholders who had no relationships with those interviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptual framework for OH institutional analysis"
        },
        {
            "text": "Based on SNA (27) , we characterised relationships between the stakeholders. Three relationships were considered: financial resources flows, cooperation (joint planning and implementation), and information sharing. Strengths of the three relationships were measured by asking respondents to assign individual qualitative scores using grouped ordinal and interval approaches. They were asked to describe frequency (as high, medium, low, or not applicable) and intensity (as high, medium, low, or not applicable) of the relationships and based on both, they scored each as either non-existent, weak, medium, strong, or very strong. Often, as noted in (29) , respondents experienced difficulties scoring each relation independently and were allowed to collapse the three and use one score instead. To construct some true interval-level measure, we converted the qualitative scores into quantitative values using a scale of 0Á8 as in no linkage (0), weak (1 or 2), medium (3 or 4), strong (5 or 6), and very strong (7 or 8). The decision to assign a lower or higher score for, let us say, medium was based on described frequency and intensity of interactions. The approach to an extent balanced the predispositions of the researcher and the respondent's descriptions, whereas the continuous measure of the relationships allowed estimation of statistical measures. The quantitative scores were plotted in a matrix. UCINET software (30) generated SNA sociograms and statistical measures (density, clustering coefficients, degree of closeness, and between-ness) of relationship strength. The statistical measures were estimated to understand the extent of relationships, and stakeholder power and influence within the OH network. Centrality statistics of actor degree, closeness (or farness), and between-ness reflect power and influence within the network. Degree measures describe the way an actor is embedded in a network while closeness refers to how close they are to others. High in-degree values for a stakeholder reflect a position where others want to influence it, for example, through information sharing. High out-degree measure for a stakeholder reflects a position of where it wants to influence those linked to them. Between-ness refers to a position of an actor in a network as in between several pairs of actors, or no other actors lie between them and other actors. The degree of clustering (cluster coefficient) of stakeholders in a network is estimated as an average of all the neighbourhoods.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "(27)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "(29)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Conceptual framework for OH institutional analysis"
        },
        {
            "text": "To generate sociograms or visual diagrams of the network, the interval data were binarised where scores 0 and 1Á8 were coded as absent '0' and present '1', respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptual framework for OH institutional analysis"
        },
        {
            "text": "Subnational stakeholders, roles, mobilisation, and network properties In Garissa County, 20 stakeholder organisations or groups relevant to OH included public and private service providers, livestock keeping community who were pastoralists with linked institutions, non-governmental organisations (NGOs), United Nations technical agencies, traders, and three programmes/projects ( Fig. 2 ; subnational component). In this study, we classified a stakeholder as an NGO if it was non-profit, funded by donors to support animal or public health except research and were not linked to any government or United Nations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 387,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and discussions"
        },
        {
            "text": "Pastoralists perceived their roles as that of reporting animal disease outbreaks, treatment of sick animals, seeking public health care, and compliance with control or risk reduction measures. The District Veterinary Officers (DVOs) and their teams described their role as that of implementing animal health prevention and control measures. District Medical Officers (DMOs) described their role as that of coordinating delivery of public health services through a network of health facilities. Respondents consistently pointed to inadequate capacities of the DVOs, DMOs and pastoralists to effectively play their respective roles. Main barriers to effective roles mentioned by the stakeholders included inadequate government funding, personnel and other logistics, unfavourable animal health policies, weak interface between pastoralists and service providers, pastoralists' knowledge capacity, increased vulnerability to shocks, and low incentives for livestock keepers to report animal diseases. They attributed the low incentives to difficulties in accessing the veterinary services. They described public health services as generally inadequate but more accessible compared to animal health services. The other subnational stakeholders described their roles as provision of information and resources to public animal and public health sectors (DVOs and DMOs) and communities in addition to direct implementation of complementary activities to improve health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussions"
        },
        {
            "text": "Subnational network sociogram (Fig. 3 ) demonstrates how the different stakeholders related. The computed overall binary network density was 0.21, which implied that only 21% of the possible ties were present. The sociogram is dense around the public health stakeholders and less dense around animal health stakeholders. Two livestock stakeholders (FAO and milk traders) had no relationships with the rest of the stakeholders, while DVO and the local wildlife office had no link. Only two coordination platforms enhanced cooperation amongst sectors and stakeholders. These included 1) a multisectoral district steering group (DSG) supported by a donor-funded cross-sectoral development project: the Arid Lands Resource Management Project (ALRMP). The DSG had established a public health subgroup (HSG); 2) Public health stakeholder forums at all levels of health facilities. Health facilities had established health committees at community level.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results and discussions"
        },
        {
            "text": "The DSG comprised of all district public sector heads, NGOs, and private sector organisations. Its main function was coordination of development activities including response to multisectoral emergencies such as RVF outbreaks. The ALRMP's drought monitoring or early warning officers collected household and community-level information that included disease status in animals and people. The local office of World Health Organization (WHO) analysed the public health information to share with local public health heads. Joint public and animal health activities were rare. The HSG coordinated only public health issues, though DVOs were invited to the meetings. The community-based public health facility committees brought together community leaders, community health workers (CHWs), and health officers for the purposes of enhancing community participation in health management and disease reporting. The public health platforms provided opportunities for private sector to engage and support public health services. There were more public health actors (including NGOs) compared to livestock or animal health. Livestock and animal health stakeholders had no sectoral collaboration platforms amongst themselves, with livestock keepers and public health sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussions"
        },
        {
            "text": "The degree centrality measures (Table 1 ) of the subnational network agree with the description of the collaborations mentioned above. The public health actors, ALRMP, and the community had more relationships and more pairs (Table 1 , column 3, figures in brackets). Between-ness centrality measures of 239 (in) and 32 (out) identified the ALRMP as the actor who linked clusters, acted as broker, and has highest power within the network. This was attributed to the DSG and HSG collaboration platforms and the fact that the project was addressing issues in multiple sectors. Other stakeholders who linked clusters included the DVOs, community, WHO, and the Ministry of Health (MOH). Also, the ALRMP emerged as the actor demonstrating the highest in and out closeness at 23 and 29, respectively, followed by the MOH (22, 29) , WHO (21, 27) , and other human health NGOs (21, 26) . For the same network, degree centrality measures confirm that the public health actors, ALRMP and the community, had more ties compared to livestock/animal health actors. The MOH had strong linkages to other public health stakeholders, ALRMP and the community, while the DVO had weak linkages with very few actors in the livestock or animal health sector.",
            "cite_spans": [
                {
                    "start": 815,
                    "end": 819,
                    "text": "(22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "29)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "(21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "27)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 869,
                    "end": 873,
                    "text": "(21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "26)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 39,
                    "text": "(Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 224,
                    "end": 232,
                    "text": "(Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results and discussions"
        },
        {
            "text": "National-level stakeholders, roles, mobilisation activities, and network properties A total of 32 international, regional, and national public and private sector organisations relevant to RVF and OH issues were identified at national level (Fig. 2) . They can be grouped into four sectors: livestock, wildlife, public health, and environment (climate prediction agencies). Majority (21; 65%) were national organisations, of which 11 addressed animal health, 9 concerned public health, and 1 (the Kenya Meteorological Department (KMD)) worked on climate prediction issues. Eleven representing a third were international or regional organisations, based in Nairobi.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 248,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and discussions"
        },
        {
            "text": "Activities of the national organisations included regulation and policy setting, delivery of services, academic, research, training, and regulatory and professional organisations. The DVS, the two MOH, and Kenya Wildlife Services were the lead agencies (mandate provision described in law) in livestock health, public health, and wildlife RVF-related OH issues, respectively. On the other hand, the roles of the international and regional organisations included 1) financial and technical support to the national organisations, 2) regional coordination of respective health activities through donor-funded sectoral or cross-sectoral initiatives, networks, and projects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussions"
        },
        {
            "text": "Current and past initiatives towards mobilisation, alliance building, social acceptance, and institutionalisation of OH at national level are summarised in Fig. 4 . Three zoonotic diseases (rabies, RVF, and HPAI) drove the initiatives. The process was triggered by the formation of a When the National Aeronautics and Space Administration (NASA) predicted the next RVF epidemic in 2006/ 2007, the group technically supported multisectoral response efforts and had continued to do so in the postepidemic period. The 15-year plus continuity of the group was largely attributed to both support by CDC (showing that institutional support is critical) and increased prioritisation of RVF in the country.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 162,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results and discussions"
        },
        {
            "text": "Formal process to institutionalise OH begun with a HPAI multisectoral taskforce formed in late 2005 after recommendations from FAO and WHO. Through the taskforce, technical heads of veterinary and medical services mobilised and built alliances with many OH stakeholder organisations in preparation for an influenza pandemic. However, in 2007, an RVF epidemic occurred and the multisectoral taskforce and RVF-SWG joined hands to support and coordinate the response. In 2010, noting usefulness of the HPAI taskforce in zoonoses control, policy makers transformed the taskforce into a Zoonotic Technical Working Group (ZTWG) and established a joint animal and public health Zoonotic Disease Unit (ZDU) in 2012. The institutionalisation activities have been largely funded by Centre for Disease Control (CDC) and line ministries. The period also coincided with the FAO/OIE/WHO calls for national OH platforms. By mid-2014, ZTWG and ZDU had identified priority zoonoses; developed a 5-year strategic plan; updated RVF's contingency plan; implemented joint zoonoses surveys and investigations; and were developing OH strategies for rabies and brucellosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussions"
        },
        {
            "text": "Two policies guided animal and public health Á a draft Veterinary Policy and the Kenya Public Health Policy 2012Á2030. The draft Veterinary Policy explicitly had a policy statement mentioning that the two health sectors will establish cooperation platforms. On the other hand, the Kenya Public Health Policy 2012Á2030 adopted a wider policy objective of strengthening collaboration with other sectors that impact on health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussions"
        },
        {
            "text": "In 2010, the ZTWG membership was drawn from 17 (53%) out of the 32 identified national stakeholders of which 35% had roles in public health, 29% in livestock, 12% in wildlife health, and 24% in cross-sectoral thematic areas. Missing stakeholder groups included: private sector service providers, NGOs, donors, regulatory and professional associations. Disciplinary orientation of ZTWG showed dominance (of 74%) by medical or veterinary epidemiologists and public health experts, making it a multidisciplinary team of two disciplines (veterinary and medical health professionals). Among the regional and international organisations, the Food and Agriculture Organisation of The United Nations (FAO), CDC, International Livestock Research Institute (ILRI), and WHO supported the ZDU and ZTWG and also engaged in regional coordination of OH. The African Union-Interafrican Bureau for Animal Resources (AU-IBAR) implemented OH-related projects and was in the process of establishing a regional coordination mechanism. The two centres of the Intergovernmental Authority on Development's (IGAD) Á Climate Predictions and Applications Centre (ICPAC) and Centre for Pastoral and Livestock Development (ICPALD) mostly provided livestock early warning and climate data. The NASA's Goddard Space Flight Centre is a key information source for RVF. They had predicted the 2006Á2007 outbreaks 1Á2 months prior to the first human cases (31).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussions"
        },
        {
            "text": "Regional networks to which the international or regional organisations belonged were noted as they either are or will provide an opportunity to link the national networks to regional and global initiatives. Two main global networks were 1) the FAO, OIE and WHO's Global Early Warning System (GLEWS) for major animal diseases and 2) the FAO and OIE's (plus AU-IBAR in Africa) Global framework for the progressive control of transboundary animal diseases (GF-TADs). Regional networks mentioned by stakeholders included:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussions"
        },
        {
            "text": "1. Nairobi-based multisectoral Interagency Working Group (IAWG) on disaster preparedness, which had previously established on ad hoc basis multisectoral subgroups addressing avian influenza and RVF. 2. Nine regional networks supported by the international, regional stakeholders as well as donors that include the Cysticercosis Working Group for Eastern and Southern Africa (CWGESA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussions"
        },
        {
            "text": "National-level sociogram (Fig. 5) shows how the national, regional, and international stakeholders based in Nairobi are related.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 33,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results and discussions"
        },
        {
            "text": "Computed overall binary network density was 0.35 showing that only 35% of the possible relationships existed. The overall clustering coefficient was estimated at 0.56 showing fairly dense local neighbourhoods. Seven stakeholder organisations or groups Á CDC, FAO, AU-IBAR, OIE, universities, NGOs, and International Centre for Insect Physiology and Ecology (ICIPE) Á had cluster coefficients that ranged from 0.51 to 0.95 (Table 2 ). This means that they had achieved more than 50% of possible ties in the neighbourhood, attributed to their networks and mandates in OH as well as their resources endowments from donors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 430,
                    "text": "(Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results and discussions"
        },
        {
            "text": "The DVS had the highest out and in ties followed closely by MOH, FAO, CDC, ILRI, and AU-IBAR, while NGOs (whose activities are mostly communitybased) were one of those with least ties. The sum of geodesic distances from the other actors (in farness) within the network had less variability except for KMD. The values of actor between-ness of DVS, WHO, ILRI, MOH, and CDC imply that more actors depended on them to make connections with others placing them in a powerful position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussions"
        },
        {
            "text": "We sought to better understand the formal and informal institutional and organisational arrangements associated with OH institutionalisation processes to provide information to guide and strengthen processes at country level. OH was conceptualised as policy or innovation where stakeholders (who needed to cooperate to resolve a cross-sectoral problem) with diverse roles and networks were a central component. The stakeholders and their networks would require undertaking activities towards mobilisation, alliance building, social acceptance, and institutionalisation of OH. The study applied SNA methods namely snowballing, sociograms and statistical measurements of relationships to generate information on the OH stakeholders in Kenya, their cross-sectoral relationships and the extent to which they had institutionalised OH. To focus the analysis, a specific crosssectoral health problem, RVF, was identified. The SNA snowball method facilitated mapping of 32 and 21 public and private RVF and OH stakeholders at national and subnational levels, respectively, drawn from animal and public health sectors and climate prediction agencies. Each stakeholder played a unique role and therefore we considered all as critical for cross-sectoral collaboration. Identification of climate prediction agencies at national level and a cross-sectoral steering group (DSG) of the ALRMP at subnational show that cross-sectoral collaborations for zoonotic diseases may go beyond the two health sectors. Sociogram for the subnational stakeholders revealed a denser network among the public health stakeholders, which was attributed to more stakeholders and existence of within-sector multilevel coordination platforms. Network density measures showed that a significant number of relationships were missing at both levels but more at subnational level. These together with the limited efforts to institutionalise OH at subnational despite policy support can be attributed to failure to establish cooperation platforms among livestock sector stakeholders and between them, the community and public health sectors. Considering this happens at a level close to communities and where RVF outbreaks or other zoonotic events occur, then, concerted OH actions focused on solving a problem at animal level would be challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions and conclusions"
        },
        {
            "text": "Despite missing ties at national level, collaborating stakeholders Á led by line ministries with support from development and technical partners Á had mobilised for and institutionalised OH through formal structures. Examination of the institutionalisation process led a conclusion that the mobilisation for OH had evolved from informal to formal cross-sectoral (OH) mixed (topdown and home grown) collaborations, driven by three zoonotic diseases, regional networks, and global technical and donor agencies. It had mostly been based on arguments and lessons learnt on cross-sectoral projects and issues. This is attributed to the fact that only a few studies (32Á34) explicitly demonstrate economic benefits of OH. Yet, in evidence-based innovations, mobilisation to institutionalisation activities is designed to link stakeholders with scientific evidence and technologies amongst other things (26) .",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 900,
                    "text": "(26)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussions and conclusions"
        },
        {
            "text": "The missing ties were attributed to the 'on invitation' alliance building where about 47% of identified stakeholders are out of OH coordination. While missing relationships may reflect possibility of missed resource flows from nearly half of the un-invited stakeholders, it goes to show that the OH network can progress to institutionalisation as long as key stakeholders are looped in. However, the impacts of missed opportunity to bring all (and their resources) on board might be evident when major disease events occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions and conclusions"
        },
        {
            "text": "Applying SNA proved useful in understanding the power and influence of different stakeholders. For example, ALRMP (and its DSG and HSG) emerged as a stakeholder who connected most subnational stakeholders and whom also many stakeholders sought to influence. This implies that platforms with cross-sectoral mandate and coordination are critical in OH networks. The centrality measures findings show that cross-sectoral mandate and coordination is critical in networks. At both levels, high ties (in and out) of the MOH and DVS can be attributed to their legal mandate to implement prevention and control of diseases, which made other stakeholders want to exert their influence on them. On the other hand, high ties of CDC, WHO, and FAO reflect their global mandates in OH and their networks. These five organisations (CDC, WHO, FAO, MOH, and DVS) can be said to enjoy an advantage of having alternative ways to access resources and are able to call on more resources if needed, evidenced by them rallying others around ZTWG and ZDU. The presence of regional and international communities seem to have offered an opportunity for the top-down OH mobilisation as well as the link between local OH initiatives with global OH and regional platforms/networks. Through support from these organisations, the country had made direct and indirect links with major global and regional networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions and conclusions"
        },
        {
            "text": "While this analysis was limited to national and subnational level, many regional-level networks linked to national and international stakeholders were identified. There may be the need for a cross-network regional platform to rationalise and coordinate the various networks and initiatives, which are likely duplicating roles and memberships, and thus efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions and conclusions"
        },
        {
            "text": "In conclusion, the need to institutionalise OH at subnational level is emphasised particularly in order to address the low networking between animal and public health sector who are considered as the critical drivers of OH. Also, the national OH can be strengthened to pull more resources. To do so, this study recommends the following: OH regional coordination. The activities of the regional OH platform would then finally be linked to national OH platforms which in turn would be linked to subnational networks. Further, we note that the data collection and analysis methodologies used had limitations. First, the strength of relationships, though based on frequency and intensity of relationships, were subjective and could have introduced respondent bias. Secondly, the approach to convert ordinal to interval data could have also introduced author bias. Thirdly, inherent to SNA methods, binarising the relationship strength data leads to inform loss. Fourth, the data were collected in a cross-sectional survey. It would have been good to show interval sociograms. However, SNA proved useful in mapping the stakeholders, visualising the network, and generating mathematical properties of the network, which may not have been archived by other approaches of stakeholder mapping. Lastly, the information generated provides a baseline for future analysis of the impacts of the OH institutionalisation in the country and generation of temporal sociograms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions and conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emerging and re-emerging zoonotic diseases: challenges and opportunities. Compendium of technical items presented to the International Committee and to Regional Commissions",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk factors for human disease emergence",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Latham",
                    "suffix": ""
                },
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "356",
            "issn": "",
            "pages": "983--992",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Host range and emerging and reemerging pathogens",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gowtage-Sequeria",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1842--1849",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1112.050997"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical recognition and management of patients exposed to biological warfare agents",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Franz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Friedlander",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcclain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hoover",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Bryne",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "JAMA",
            "volume": "278",
            "issn": "",
            "pages": "399--411",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mad cow and other maladies: update on emerging infectious diseases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Columbus",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc (Bayl Univ Med Cent)",
            "volume": "17",
            "issn": "",
            "pages": "411--428",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transmission of human infection with Nipah virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Luby",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Gurley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hossain",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "1743--1751",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Media centre",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human case of swine influenza A (H1N1) triple reassortant virus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Reisdorf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beinemann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balish",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Wisconsin. Emerg Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "1470--1472",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An introduction to ebola: the virus and the disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Interventions for avian influenza A (H5N1) risk management in live bird market networks",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fournié",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guitian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Desvaux",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cuong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Dung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "110",
            "issn": "",
            "pages": "9177--9182",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Whose food footprint? Capitalism, agriculture and the environment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Kock",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hum Geogr",
            "volume": "5",
            "issn": "",
            "pages": "63--83",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Drivers of disease emergence and spread: is wildlife to blame?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Onderstepoort J Vet Res Art",
            "volume": "81",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Veterinary medicine and human health",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Schwabe",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "713",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "One World, One Health: building interdisciplinary bridges to health in a globalized world",
            "authors": [],
            "year": 2004,
            "venue": "Conference summary report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Contributing to One World, One Health: a strategic framework for reducing risks of infectious diseases at the animalÁhumanÁecosystems interface",
            "authors": [
                {
                    "first": "Agriculture",
                    "middle": [],
                    "last": "Food",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "One Health: the theory and practice of integrated health approaches. CABI",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schelling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Waltner-Toews",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1079/9781780643410.0000"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The FAOÁOIEÁWHO collaboration: sharing responsibilities and coordinating global activities to address health risks at the animalÁhumanÁecosystems interfaces",
            "authors": [
                {
                    "first": "Oie",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The control of neglected zoonotic diseases Á a route to poverty alleviation. A report of Joint WHO/DFID meeting with the participation of FAO and OIE",
            "authors": [],
            "year": 2005,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Report of the WHO/FAO/OIE joint consultation on emerging zoonotic diseases",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oie",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "towards a One Health approach for controlling zoonotic diseases",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Rift valley fever: scientific pathways towards public health prevention and response",
            "authors": [],
            "year": 2008,
            "venue": "CDC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Markets, Hierarchies and networks. The coordination of social life",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frances",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levacic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "An actor-network theory analysis of policy innovation for smoke-free places: understanding change in complex systems",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Borland",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Coghill",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Public Health",
            "volume": "100",
            "issn": "",
            "pages": "1208--1225",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Social network analysis: methods and applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wasserman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Faust",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Pandora's Hope Essays on the Reality of Science Studies",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Latour",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Introduction to social network methods",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanneman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Riddle",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "UCINET for Windows: software for social network analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Everett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Freema",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Borgatti",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Prediction, assessment of the Rift Valley fever activity in East and Southern Africa 2006Á2008 and possible vector control strategies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anyamba",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Linthicum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Britch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De La Rocque",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Trop Med Hyg",
            "volume": "83",
            "issn": "2",
            "pages": "43--51",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Synergy between public health human and veterinary services to deliver human and animal health",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schelling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wyss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bechir",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Daugala",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Br Med J",
            "volume": "331",
            "issn": "",
            "pages": "1264--1271",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Human health benefits from livestock vaccination for brucellosis: case study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Orkhon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chimed-Ochir",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hutton",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cosivi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bull World Health Organ",
            "volume": "81",
            "issn": "",
            "pages": "867--76",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "People, pathogens and our planet: the economics of One Health",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "February 2016; Revised: 11 March 2016; Accepted: 10 May 2016; Published: 20 June 2016",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic diagram of RVF and OH stakeholders and coordination/cooperation structures. ALRMP, Arid Lands Resource Management Programme; APHIA II, AIDS, Population and Health Integrated Assistance Program; AU-IBAR, African Union Inter Bureau of Animal Resources; CBAHW, Community-Based Animal Health Workers; CDC, Centre for Disease Control and Prevention; CHW, Community Health Workers; DAO & DLPO, District Agriculture Officer & District Livestock Production Officer; DMO-MS/ PHS, District Medical Officers, Medical Services/Public Health and Sanitation; DVO, District Veterinary Officer; DVS, Department of Veterinary Services; EAC, East African Community; FAO, Food and Agriculture Organisation of the United Nations; GF-TAD, Global Framework for Transboundary diseases; GLEWS, Global Early Warning System; IAWG, Interagency Working Group; ICIPE, International Centre for Insect Physiology and Ecology; ICPAC, IGAD Climate Predictions and Applications Centre; IGAD, Inter Governmental Authority on Development; ILRI, International Livestock Research Institute; IPR/NMK, Institute of Primate Research of the National Museums of Kenya; KALRO, Kenya Agricultural and Livestock Research Organisation; KEMRI, Kenya Medical Research Institute; KEVEVAPI, Kenya Veterinary Vaccines Production Institute; KLMC/DMLC, Kenya/District Livestock Marketing Council; KVB, Kenya Veterinary Board; MOH, Ministries in charge of Health; NGO, Non-Governmental Organisations; OHCEA, One Health Central and East Africa Network; OIE, World Organisation for Animal Health; PDMO-MS & PHS, Provincial Medical Officer Medical Services and Public Health and Sanitation; PDVS, Provincial Director of Veterinary Services; PSAHS, Private Sector Animal Health Service; PSPHS, Private Sector Public Health Service; UNHCR, United Nations High Commission for Refugees; UNICEF, United Nations Children Education Fund; WHO, World Health Organization; ZDU, Zoonotic Disease Unit; ZTWG, Zoonotic Technical Working Group. One Health stakeholder Citation: Infection Ecology and Epidemiology 2016, 6: 31191http://dx.doi.org/10.3402/iee.v6.31191 compared to livestock or animal health actors",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Sociograph of the Garissa County OH network. Key: square (public health), circle (animal health), and upward triangle (others). ALRMP, Arid Lands Resource Management Programme; APHIA, AIDS, Population and Health Integrated Assistance Program; CARE, CARE International in Kenya; CBAHW, Community-Based Animal Health Workers; CDC, Centre for Disease Control and Prevention; CHW, Community Health Workers; DANIDA, The Danish International Development Agency; DLPO, District Livestock Production Officers; DMOH-MS, District Medical Officers of Health Medical Services; DMOH-PHS, District Medical Officers of Health Public Health Services; DVO, District Veterinary Officers; FAO, Food and Agriculture Organisation of the United Nations; HHNGO, Human Health Non Governmental Organisation; KDLDP, Kenya Drylands Livestock Development Program; KLMC, Kenya Livestock Marketing Council; KWS, Kenya Wildlife Service; Ltrader, Livestock Trader; PDLP, Provincial Director of Livestock Production; PDPHS, Provincial Director of Public Health and Sanitation; PDMS, Provincial Director of Medical Services; PDVS, provincial Director of Veterinary Services; UNHCR, United Nations High Commission for Refugees; UNICEF, United Nations Children Education Fund; WHO, World Health Organization. Tabitha Kimani et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Schematic diagram of national-level OH institutionalisation process in Kenya. HPAI, Highly Pathogenic Avian Influenza; RVF, Rift Valley Fever; ZDU, Zoonotic Disease Unit; ZTWF, Zoonotic Technical Working Group. Tabitha Kimani et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Sociograph of the national-level actors: square (public health), circle (animal health), and upward triangle (others). AHNGOs, Animal Health Non Governmental Organisations; AU-IBAR, African Union Inter Bureau of Animal Resources; CDC, Centre for Disease Control and Prevention; DVS, Department of Veterinary Services; FAO, Food and Agriculture Organisation of the United Nations; HHNGO, Human Health Non Governmental Organisations; ICIPE, International Centre for Insect Physiology and Ecology; ILRI, International Livestock Research Institute; IPAR, Institute of Primate Research; KARI, Kenya Agriculture Research Institute (renamed Kenya Agricultural and Livestock Research Organisation); KEMRI, Kenya Medical Research Institute; KMD, Kenya Meteorological Department; KWS, Kenya Wildlife Service; MOH, Ministries in charge of Health; NMK, National Museums of Kenya; OIE, World Organisation for Animal Health; UON-VS, University of Nairobi-Veterinary Services; UON-PHM, University of Nairobi Á Public Health; WHO, World Health Organization. One Health stakeholder Citation: Infection Ecology and Epidemiology 2016, 6: 31191http://dx.doi.org/10.3402/iee.v6.31191",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". The key and central component focuses on stakeholders and their existing (and missing) relationships,",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Citation: Infection Ecology and Epidemiology 2016, 6: 31191http://dx.doi.org/10.3402/iee.v6.31191",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Tabitha Kimani et al. (page number not for citation purpose) Citation: Infection Ecology and Epidemiology 2016, 6: 31191http://dx.doi.org/10.3402/iee.v6.31191",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Centrality statistics measures for Garissa County stakeholders Some members of the KRG and other scientists formed a second informal platform, namely, the multisectoral and multidisciplinary RVF scientific working group (RVF-SWG) after the 1997/98 RVF epidemic. Their activities focused on RVF research and generation of evidence.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "National OH actorÁnetwork centrality measures Number in brackets refers to the number of pairs.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Shortening of the OH institutionalisation process at subnational by creating formal OH platforms (OH units) that build on existing cross-sectoral coordination platforms, mainly the HSG, to exploit the MOH's higher influence in the network. 2. Increasing the capacity of the animal health sector to participate in the OH network by supporting DVOs' to network livestock clusters. This could be achieved by creating community and district livestock committees, and stakeholder forums. Similar to human health NGOs, animal health NGOs could be encouraged to support DVOs to coordinate forums. 3. Extending membership of the Zoonotic Technical Working Group (ZWTG) to incorporate remaining stakeholders and other experts such as wildlife ecologists, zoologists, communication for development experts, sociologists, and health economists. This study also recommends that FAO, OIE, and WHO exploit their OH tripartite arrangements to strengthen One Health stakeholder Citation: Infection Ecology and Epidemiology 2016, 6: 31191http://dx.doi.org/10.3402/iee.v6.31191",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have not received any funding or benefits from industry or elsewhere to conduct this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest and funding"
        }
    ]
}