{
    "paper_id": "715fec9052e391ea2d2bd055e7fea736b2882bc7",
    "metadata": {
        "title": "Brief Definitive Report IN VITRO MACROPHAGE MANIFESTATION OF CORTISONE-INDUCED DECREASE IN RESISTANCE TO MOUSE HEPATITIS VIRUS*",
        "authors": [
            {
                "first": "C",
                "middle": [
                    "E"
                ],
                "last": "Taylor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "Y"
                ],
                "last": "Weiser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "B"
                ],
                "last": "Bang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Effect of Adding Spleen Cells from Cortisone-treated Mice. Previous work from our laboratory has suggested that susceptibility of macrophages may be regulated by various lymphokines. Therefore, cells from cortisone-treated mice were combined in vitro with normally resistant Call macrophages and the susceptibility of these was tested. C3H mice were given 2.5 mg cortisone on day 0, and the spleens were removed 3 d later. 0.5 × 106 spleen cells were then added to each culture of normal C3H macrophages. Control macrophage cultures received equal numbers of untreated spleen cells from syngeneic mice. Various dilutions of virus [MHV(PRI)] were inoculated into both groups of cultures. All cultures were kept for 6 d at 37°C. The results are summarized in Table I . Genetically resistant macrophages were destroyed by day 3 at 100-fold greater dilutions when they were cocultivated with spleen cells from cortisone-treated spleen cells but not the normal spleen cells. Spleen cells that had been killed by heating to 56°C for 30 min or by freezing and thawing did not alter the resistance of Call macrophages.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 757,
                    "end": 764,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Direct Addition of HC to Peritoneal Adherent Cell Populations. 10 Table II , however, shows that macrophages from HC-treated resistant mice (which had been treated three times) were 400-1,000 times more susceptible to the virus than those from untreated mice. When the mice were given only one injection of HC, the macrophages were not susceptible. Viral growth was demonstrated primarily by cell destruction, which occurred as early as 2 d, but giant-cell formation also occurred which eventually ended in loss of contact with the culture tube. Virus yield was determined in critical cases. The 1,000-fold increase in susceptibility of the macrophages was routinely observed if three doses of HC ranging from 50 #g to 5 mg were given to the mice, but when 10 mg was used, the cells were only 10-fold more susceptible. Shif and Bang (3) demonstrated that when high multiplicities of MHV(PRI) were Each group of CsH mice (six per group) received three intraperitoneal doses (1 mg each) of the steroid after thioglycollate stimulation, and PEC were harvested 24 h after the last dose. * All macrophages in the experiment were seeded in 16-mm 24-well tissue culture cluster plates and incubated at 37°C with 5% CC.~z and humidified air, given to C3H macrophages, a mutant virus, MHV(C3H), emerged that grew to high titer in both resistant and susceptible macrophages. Following the above findings, macrophage cultures from HC-treated mice receiving 104 LDs0 of MHV(PRI), and which were destroyed by the virus, were assayed for virus yield on CzH and C3Hss macrophages on days 5 and 7 postinfection. Virus harvested from macrophages of HC-treated mice on day 5 postinfection titered 10,000 times higher in CaHss macrophages than in CnH macrophages. By day 7 postinfection, the difference had decreased to 2 logs, presumably because of late growth of the mutant. Because of this, most of the subsequent experiments were limited to observations within 5 d of inoculation. The effect of cortisone is apparently glucoeorticoid-specific. Prednisolone and dexamethasone were administered in the same way as HC: three successive injections, intraperitoneally, in vivo. Two steroids (progesterone and testosterone) were similarly administered. The results showed that the active glucocorticoids increased susceptibility of the C3H macrophages, whereas the other steroids did not (Table III) .",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 65,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 819,
                    "end": 836,
                    "text": "Shif and Bang (3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 74,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2367,
                    "end": 2378,
                    "text": "(Table III)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Growth Curve of MHV(PRI) in Macrophages from CsI-Iss, Call, and HC-treated Mice. Virus (1.5 × 104 tissue culture infective doses/2 × 106 cells) was adsorbed for 60 min at 37°C in a roller drum. The fluid was then replaced by culture medium. At various intervals, individual tubes were harvested, frozen, then titered for total cellular and supernatant virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As can be seen from Fig. 1 , there was a sharp increase in virus titer in CzHss macrophages during the first 10 h. There was no rapid initial rise in virus titer in either normal or HC-treated C3H macrophages. However, after about 11 h, the growth rate in the macrophages from HC-treated mice increased rapidly. At 21 h postinfection, virus replication in CzH resistant macrophages started to decelerate, whereas in macrophages from HC-treated CzH mice, it continued to increase. Although virus growth in the latter attained almost the same final yield as in C~Hss, it required ~20 h longer for this to occur.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 26,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In vivo, however, C3H mice challenged with virus 3 d after cortisone (2.5 mg s.c.) die in just as short, or shorter, time period than susceptible CzHss mice (mean survival time: 1.9 d for C3H; 2.5 d for C3Hss). Earlier, Willenborg (7) had found that C3H mice challenged with virus 1 h after cortisone administration take longer to die than genetically susceptible PRI mice. Evidently, the time of cortisone administration may be a factor in the induction of susceptibility to the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "It has been previously shown in our laboratory that genetically susceptible mice, as well as their macrophages, gain resistance when the mice are treated with Con A, or when the macrophages are treated with the supernate from Con A-treated spleen cells (4) . It was therefore of interest to determine whether Con A would be antagonistic to cortisone. Therefore, 0.1 ml of supernate fluid from Con A-treated spleen cells (4) and also from normal spleen cells was added to macrophages from HC-treated mice and incubated for 14 h before inoculation of virus. Table IV shows the complete reversal of the HC effect by supernatant fluid from Con A-treated spleen cells but only a partial reversal by supernate fluid from normal spleen ceils.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 556,
                    "end": 564,
                    "text": "Table IV",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Reversal of HC-induced Modulation by Addition of Supernate from Con A-treated Spleen Cells."
        },
        {
            "text": "The addition of normal spleen cells did not make the macrophages from cortisonetreated mice resistant again. 0.5 × 106 spleen cells/ml, harvested from normal Call mice, were added to macrophages from HC-treated mice and incubated for 24 h before viral infection. There was no significant difference between macrophages that received the spleen cells and those that did not (Table IV) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 383,
                    "text": "(Table IV)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Reversal of HC-induced Modulation by Addition of Supernate from Con A-treated Spleen Cells."
        },
        {
            "text": "Although it has been known almost from the start of research on cortisone that this powerful anti-inflammatory drug depresses various immunologic mechanisms (1), the way in which it alters susceptibility to specific agents is not clear. The correspondence between in vivo and in vitro susceptibility of macrophages to mouse hepatitis made this model an attractive one to study. Cortisone-induced increase in susceptibility of mice to mouse hepatitis virus has also been observed by a number of other investigators as summarized by Vella and Starr (8) . Administration of cortisone to the genetically resistant CzI-I mice (9) , as well as to outbred mice, rendered them susceptible to viral [MHV(PRI)] infection. The LDs0 of MHV(PRI) virus was 108.5 in PRI mice, 106.5 in cortisone-treated Call mice, and <101'° in untreated Call mice (9) . The slight or equivocal change in macrophage resistance, which had been demonstrated in vitro (7, 9) , was in no way comparable to the marked effects on the intact animal. Gallily et al. (9) , using a 1:100 dilution of stock virus (106 LDs0), had found that 85-100% of TAYLOR ET AL. BRIEF DEFINITIVE REPORT cortisone-treated cultures were killed by virus as compared to -20% of cultures given virus alone. Willenborg (7), using a single dose of 2.5 mg cortisone, had found that the LDs0 of MHV(PRI) virus in macrophage cultures from cortisone-treated Call mice was 103.4 , and in cultures from untreated mice, it was 103.2 . In our studies, it was apparently crucial to administer three doses of HC to the mice to achieve sufficient suppression of viral resistance for in vitro expression of the effect. Presumably, a 1,000fold increase of susceptibility of macrophages may explain most, if not all, of the 105.5 difference in titer in normal and cortisone-treated mice.",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 550,
                    "text": "Vella and Starr (8)",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 834,
                    "end": 837,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 934,
                    "end": 937,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 938,
                    "end": 940,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1027,
                    "end": 1030,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1109,
                    "end": 1115,
                    "text": "TAYLOR",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mechanism whereby HC or cortisone changes the resistance of the all-important macrophage remains unclear. Addition of spleen cells from cortisone-treated mice enhanced the susceptibility of Call macrophages 100-fold. Furthermore, cultures from HC-treated mice remained susceptible up to 72 h in culture, but fully regained resistance by 1 wk. The implication is that resistance of C3H macrophages is altered by some product of lymphoid cell activity induced by the steroid. That two other steroids, testosterone and progesterone, failed to cause the development of susceptible macrophages, whereas dexamethasone and prednisolone did, again suggests a correspondence of the in vitro results with the susceptibility of the whole animal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The addition of whole spleen cells from normal resistant mice to macrophages from HC-treated mice for a period of 24 h before viral infection did not restore resistance. However, adding 0.1 ml ofsupernate fluid from Con A-stimulated spleen cells reversed the HC effect. This suggests that resistance is dependent, in part at least, upon a lymphokine released from T cells. Because Con A stimulates a variety of lymphokines, such as migration-inhibitory factor, interferon, soluble immune response suppressor, and T cell growth factor, it will be necessary to identify which specific lymphokine is responsible for the effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The growth-curve experiment reveals that during the first 12 h of observation, virus replication was equal in both sets of CzH macrophages, but that after this period, virus growth started to decelerate in the Call control macrophages, although it continued to increase in macrophages from HC-treated mice. This suggests that resistance might be a result of the capacity of the Call macrophage to produce an anti-viral substance during early growth which restricts viral growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The work of Gillis et al. (10) on how cortisone is able to suppress immune responses begins to explain the well known ability of cortisone to suppress antibody and T cell response. Suppression of the production of a T cell growth factor by this corticosteroid is then followed by a failure of the T cell compartment to expand after either specific antigenic stimulus or administration of Con A. That Con A and cortisone act antagonistically in their studies (10) is very relevant to the similar blocking effect of one by the other in our system. However, because our studies seem to demonstrate that the cortisone-treated cells cause a change in the macrophage rather than prevent the release of a factor from lymphocytes, the analogy needs to be explored further.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Genetically resistant Call mice routinely yielded macrophages that were resistant when grown in 90% horse serum. These mice also routinely yielded macrophages that were susceptible to the same virus, MHV(PRI), in vitro after the mice had been treated with three intraperitoneal doses of hydrocortisone. Dexamethasone and prednisolone when similarly administered also increased the susceptibility of CsH macrophages taken from the treated animal, hut progesterone and testosterone did not. In addition, spleen cells from mice treated with cortisone made the resistant Call macrophages 100 times more susceptible in vitro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Increased in vitro susceptibility induced in this way by hydrocortisone was reversed by exposure to supernatant fluid removed from cultures of concanavalin A-treated spleen cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Received for publication 10 November 1980. ",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 42,
                    "text": "10 November 1980.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mechanisms of glucocorticoid action on immune processes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Parrillo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Annu. Rev. PharmacoL ToxicoL",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Congenic strains of mice susceptible and resistant to mouse hepatitis virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weiser",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vellisto",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Proc. Soc. Exp. BioL Med",
            "volume": "152",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "In vitro interaction of mouse hepatitis virus and macrophages from genetically resistant mice. II. Biological characterization of a variant virus MHV(C3H) isolated from stocks of MHV(PRI)",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shif",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. Exp. Med",
            "volume": "131",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Blocking of in vitro and in vivo susceptibility to mouse hepatitis virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Weiser",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Exp. Med",
            "volume": "146",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Biochemical actions of glucocorticoids on macrophages in culture. Specific inhibition of elastase, collagenase, and plasminogen activator secretion and effects on other metabolic functions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Werb",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Exp. Med",
            "volume": "147",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A simple method of estimating fifty percent end-points",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muench",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Am. J. Hyg",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The effect of chemical and physical agents on the genetic resistance of mice to mouse hepatitis virus MHV(PRI)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Willenborg",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of x-irradiation and cortisone on mouse hepatitis virus infection in germ-free mice",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Vella",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Starr",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "J. Infect. Dis",
            "volume": "115",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effect of cortisone on genetic resistance to mouse hepatitis virus in vivo and in vitro",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gallily",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Glucocorticoid-induced inhibition of T cell growth factor production. I. The effect on mitogen-induced lymphocyte proliferation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gillis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Crabtree",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Immunol",
            "volume": "123",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Growth of MHV(PRI) in macrophages from CaHss, cortisone-treated (Rx-cortisone) Call mice and untreated Call mice. Two independent experiments are shown for CaHss (m, I\"-1), cortisone-treated Call (A, A), and untreated Call (0, O). LD6o were determined according to the method of Reed and Muench (6).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "pg of HC was added to normal Call macrophages in culture and incubated for a period of 24 h before viral infection. The mean lethal dose (LDs0) of the virus in these macrophages was found to be 102.5 for control macrophages (i.e., no HC), 103\"°, 103'°, 103'5, and 102.8 when 10, 50, 100, and 150 #g of HC was given, respectively. None of the cultures inoculated with these amounts of HC alone showed destruction, but 350 #g of HC was toxic to the macrophages.In Vivo Induction of In Vitro Susceptibility of Call Macrophages to MHV(PRI) Virus. Earlier work had failed to induce large changes in susceptibility of macrophage cultures even though it was always clear that the mouse was made highly susceptible with cortisone.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Susceptibility of Call Macrophages to MHV(PRI) After In Vivo Administration of HC",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Effect of Various Steroids on Resistance of Thioglycollate-elicited C~H Macrophages*",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}