{
    "paper_id": "71b8c50ee0e1f4e79e6618301b768befbf943a5d",
    "metadata": {
        "title": "Inflammatory and microbiological associations with near-fatal asthma requiring extracorporeal membrane oxygenation",
        "authors": []
    },
    "abstract": [
        {
            "text": "Extracorporeal membrane oxygenation (ECMO) has developed as a critical tool permitting lung protection in severe respiratory failure. Its use was largely confined to acute respiratory distress syndrome [1]; however, as technology has advanced, it is now used in a range of respiratory diseases, including asthma. In the context of near-fatal asthma exacerbations, ECMO provides a management strategy for difficult-to-ventilate patients who would otherwise be unlikely to survive. Importantly, in asthma, traditional mechanical ventilation strategies can be associated with volutrauma and barotrauma due to the high pressures required in the presence of severe bronchospasm [2] . To date, there is a paucity of data for ECMO use in acute asthma and it is unknown whether specific clinical or inflammatory characteristics are associated with the need for ECMO.",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 676,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We performed a retrospective review of all adult asthmatics requiring mechanical ventilatior and/or ECMO for near-fatal asthma admitted to our single large tertiary hospital between 2011 and 2016. Clinical and demographic data including ventilator parameters, biochemical and immunological indices, and microbiology isolates were recorded. We compared patients requiring ECMO with patients requiring conventional mechanical ventilation only, to identify any factors that were significantly associated with the need for ECMO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All data, including demographic, physiological and laboratory data, utilised in this study were collected as part of routine acute asthma care in our intensive care unit (ICU) and tertiary severe asthma centre. No additional ethical approval was required. 76 patients (46% female, mean±SD age 39±16 years) with a primary diagnosis of acute asthma associated with the clinical features of a near-fatal exacerbation requiring ECMO or mechanical ventilation were included in this analysis. 22 patients (29%) required ECMO and 54 (71%) required conventional mechanical ventilation only. Compared to patients requiring mechanical ventilation, those requiring ECMO were more likely to be female (72% versus 35%, p=0.003) and younger (mean age 30±14 versus 43±15 years, p=0.002). Prior to intervention, patients requiring ECMO had a higher total white cell count (15.5±6.4 versus 12.2±4.4×10 9 L −1 , p=0.013), were more acidotic (mean pH 7.12±0.17 versus 7.27±0.09, p<0.001) and hypercapnic (mean carbon dioxide tension 12.8±4.1 versus 7.26±2.1 kPa, p<0.001). No statistically significant differences in oxygenation (oxygen tension), C-reactive protein (CRP), total serum immunoglobulin E or blood eosinophil counts at the time of admission to the ICU were observed between groups. Patients requiring ECMO were more likely to have a positive fungal isolate from bronchoalveolar lavage (BAL) fluid than those requiring mechanical ventilation (36% versus 10%, p=0.026). Rhinovirus was also identified in a greater proportion of respiratory isolates in the ECMO cohort compared to mechanical ventilation (27.2% versus 6.9%, p=0.048) with a strong trend towards a greater likelihood of any respiratory virus isolation in the ECMO group (54.5% versus 27.6%, p=0.053). There was no difference in the @ERSpublications Patients with near-fatal asthma requiring ECMO are more likely to be younger and female and are also likely to have positive viral and fungal isolates on bronchoalveolar lavage when compared to those receiving conventional mechanical ventilation http://bit.ly/2S38SaC",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cite this article as: Patel S, Shah NM, Malhotra AM, et al. Inflammatory and microbiological associations with near-fatal asthma requiring extracorporeal membrane oxygenation. ERJ Open Res",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "incidence of positive bacterial isolates. Compared to the mechanical ventilation group, days on mechanical ventilation were significantly greater in the ECMO cohort (13±12 versus 5±8 days, p=0.006). In addition, length of stay (LoS) in the ICU (15±10 versus 5±7 days, p=0.033) and in hospital (22±17 versus 12±16 days, p<0.001) were significantly longer in the ECMO group. Higher CRP levels on admission to hospital were associated with a more prolonged hospital and ICU stay in the mechanical ventilation group only ( p<0.001). All ECMO patients survived to hospital discharge; however, two mechanically ventilated patients died during their ICU admission. In this retrospective review of adult asthmatics admitted to intensive care for a near-fatal acute exacerbation, we report that the requirement for ECMO was associated with younger age, female sex and the presence of either fungal or rhinoviral infection in the lower airway. In addition, a higher white cell count, a more profound degree of hypercapnia and acidaemia, as well as an increased LoS in the ICU and hospital overall, were observed in those requiring ECMO support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These findings may suggest the possibility of complex inflammatory cascades that lead to lung injury, refractory hypercapnic respiratory failure and failure of mechanical ventilation. From review of the clinical notes, ECMO was indicated in all cases due to maximal mechanical ventilatory support being reached or deemed extremely detrimental to the individual (i.e. leading to ventilator-induced lung injury) rather than overwhelming infection. Despite this finding, all patients received empirical antibacterial and/or targeted anti-influenza treatment (if confirmed as positive or deemed high risk) on admission to hospital before antimicrobial regimes were rationalised based on positive isolates, a practice that is common when respiratory/ventilatory failure is unexplained or deteriorating. Single-site positive isolates of Candida species were not treated. There were no cases of fungaemia and antifungal therapy was only started in the presence of raised peripheral blood markers (i.e. β-D-glucan) or high index of suspicion of fungal infection. All patients with BAL isolates of Aspergillus species were treated. In addition, we did not collect data relating to prehospital use of antimicrobial therapy. Studies have shown that virally mediated inflammatory pathways (acute or quiescent) are implicated in near-fatal asthma and occur in as much as 50% of patients [3] . The association of fungal isolates with near-fatal asthma is a novel finding but consistent with the association of these organisms in acute asthma [4, 5] . This finding suggests the possibility of defective antifungal and/or antiviral immune pathways in these patients. Rhinovirus is well recognised as a trigger for acute asthma, and deficient antiviral type 1 and 3 interferons has been reported in asthma [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 1374,
                    "end": 1377,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1528,
                    "end": 1531,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1532,
                    "end": 1534,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1789,
                    "end": 1792,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1793,
                    "end": 1796,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1797,
                    "end": 1800,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A limitation of this study is its retrospective design, which introduces the possibility of information bias. Additionally, some important clinical background characteristics, including prior exacerbation frequency and information regarding adherence to maintenance inhaled therapies, were not available. However, we were able to partially acquire data relating to prehospital corticosteroid use (table 1) . From these data, we found that a greater percentage of patients without any formal treatment for their asthma required ECMO (17% versus 4%). Interestingly, a lower percentage of patients receiving moderate and high-dose inhaled corticosteroids (ICS) and/or long-acting β-agonists required ECMO compared to those requiring mechanical ventilation only (moderate: 17% versus 27%; high: 6% versus 12%). Furthermore, no patient in either treatment group required long-term oral corticosteroids or biologic agents. In those requiring ECMO, we found that in the year preceding acute admission, only 31% (seven out of 22) received regular ICS, 36% had documentation of regular short-acting β-agonist use and 31% had received at least one 7-day course of oral corticosteroids (data not shown). Similar data in the mechanical ventilation-only group were not collected and therefore, in this cohort, we cannot comment on whether levels of treatment are associated with need for ECMO. Of note, no patient had an indication other than asthma for corticosteroid use or other immunosuppression of any form; thus, the microbiological isolates are unlikely to have been influenced by secondary factors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 405,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "To date, this is the first case series investigating inflammatory and microbial factors associated with the need for ECMO in near-fatal asthma and highlights rhinovirus infection as well as positive fungal isolates as being particularly associated with the need for ECMO. It is noteworthy that despite the severity of illness and inability to mechanically ventilate these patients, ECMO was associated with 100% survival and widespread access to this life-saving therapy should be made a priority. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Extracorporeal membrane oxygenation in severe acute respiratory failure. A randomized prospective study",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Zapol",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Snider",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "JAMA",
            "volume": "242",
            "issn": "",
            "pages": "2193--2196",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mechanically ventilating the severe asthmatic",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Laher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Buchanan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Intensive Care Med",
            "volume": "33",
            "issn": "",
            "pages": "491--501",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiology of respiratory viruses in patients hospitalized with near-fatal asthma, acute exacerbations of asthma, or chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Med",
            "volume": "115",
            "issn": "",
            "pages": "272--277",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Exposure to an aeroallergen as a possible precipitating factor in respiratory arrest in young patients with asthma",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "O&apos;hollaren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Yunginger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Offord",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "N Engl J Med",
            "volume": "324",
            "issn": "",
            "pages": "359--363",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fungal sensitization is associated with increased risk of life-threatening asthma",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Medrek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Allergy Clin Immunol Pract",
            "volume": "5",
            "issn": "",
            "pages": "1025--1031",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Viral infections in allergy and immunology: how allergic inflammation influences viral infections and illness",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Allergy Clin Immunol",
            "volume": "140",
            "issn": "",
            "pages": "909--920",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "IL-33-dependent type 2 inflammation during rhinovirus-induced asthma exacerbations in vivo",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Makrinioti",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Rana",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Respir Crit Care Med",
            "volume": "190",
            "issn": "",
            "pages": "1373--1382",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The role of viruses in acute exacerbations of asthma",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Allergy Clin Immunol",
            "volume": "125",
            "issn": "",
            "pages": "1178--1187",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Neeraj M. Shah 2 , Akanksha M. Malhotra 3 , Christopher Lockie 4 , Luigi Camporota 5 , Nicholas Barrett 5 , Brian D. Kent 3 and David J. Jackson 3,6",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical, inflammatory and microbiological characteristics on day of admission to hospital and during intensive care unit (ICU) stay Data are presented as mean±SD or n/N (%) unless otherwise stated. ECMO: extracorporeal membrane oxygenation; MV: mechanical ventilation; ICS: inhaled corticosteroid; LABA: long-acting β-agonist; P O 2 : oxygen tension; P CO 2 : carbon dioxide tension; RSV: respiratory syncytial virus; NA: not applicable. # : includes samples with more than one isolate; ¶ : Enterobacteriaceae, Stenotrophomonas maltophilia or Veillonella species.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}