{
    "paper_id": "71cb2319da3251ef1b4bc99ce5c4ca633b2cb1b9",
    "metadata": {
        "title": "Genomics and Public Health Research: Can the State Allow Access to Genomic Databases?",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Cousineau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre de recherche en droit public",
                    "institution": "University of Montreal",
                    "location": {
                        "postCode": "H3C 3J7",
                        "settlement": "Montreal",
                        "region": "Quebec",
                        "country": "CANADA"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Girard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre de recherche en droit public",
                    "institution": "University of Montreal",
                    "location": {
                        "postCode": "H3C 3J7",
                        "settlement": "Montreal",
                        "region": "Quebec",
                        "country": "CANADA"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Monardes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre de recherche en droit public",
                    "institution": "University of Montreal",
                    "location": {
                        "postCode": "H3C 3J7",
                        "settlement": "Montreal",
                        "region": "Quebec",
                        "country": "CANADA"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Leroux",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre de recherche en droit public",
                    "institution": "University of Montreal",
                    "location": {
                        "postCode": "H3C 3J7",
                        "settlement": "Montreal",
                        "region": "Quebec",
                        "country": "CANADA"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Stanton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre de recherche en droit public",
                    "institution": "University of Montreal",
                    "location": {
                        "postCode": "H3C 3J7",
                        "settlement": "Montreal",
                        "region": "Quebec",
                        "country": "CANADA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre de recherche en droit public",
                    "institution": "University of Montreal",
                    "location": {
                        "postCode": "H3C 3J7",
                        "settlement": "Montreal",
                        "region": "Quebec",
                        "country": "CANADA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Because many diseases are multifactorial disorders, the scientific progress in genomics and genetics should be taken into consideration in public health research. In this context, genomic databases will constitute an important source of information. Consequently, it is important to identify and characterize the State's role and authority on matters related to public health, in order to verify whether it has access to such databases while engaging in public health genomic research. We first consider the evolution of the concept of public health, as well as its core functions, using a comparative approach (e.g. WHO, PAHO, CDC and the Canadian province of Quebec). Following an analysis of relevant Quebec legislation, the precautionary principle is examined as a possible avenue to justify State access to and use of genomic databases for research purposes. Finally, we consider the Influenza pandemic plans developed by WHO, Canada, and Quebec, as examples of key tools framing public health decision-making process. We observed that State powers in public health, are not, in Quebec, well adapted to the expansion of genomics research. We propose that the scope of the concept of research in public health should be clear and include the following characteristics: a commitment to the health and well-being of the population and to their determinants; the inclusion of both applied research and basic research; and, an appropriate model of governance (authorization, follow-up, consent, etc.). We also suggest that the strategic approach version of the precautionary principle could guide collective choices in these matters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "\"During the past century, achievements in public health have led to enormous improvements and benefits in the health and life expectancy of people around the world\" (1). However, even now, at the dawn of the XXI st century, public health still faces important challenges. New zoonoses such as Bovine Spongiform Encephalopathy (BSE) (2) or West Nile Virus (WNV) (3) as well as new infectious diseases such as Acquired Immune Deficiency Syndrome (AIDS) (4) or Severe Acute Respiratory Syndrome (SARS) (5) come easily to mind and provide good examples. Moreover, the continuing and growing prevalence of chronic diseases such as cancer and diabetes also merits considerable attention. Because many of these diseases are multifactorial disorders, the scientific progress in genomics and genetics must be taken into consideration in public health research (1, 6) This approach, integration of genomics into public health, requires that we: \"assess […] the impact of genes and their interaction with behaviour, diet, and the environment on the population's health. The promise of public health genomics is to have practitioners and researchers accumulating data on the relationships between genetic traits and diseases across populations, to use this information to develop strategies to promote health and prevent disease in populations, and to more precisely target and evaluate population-based interventions\" (7) . In short, \"public health genomics uses population based data on genetic variation and geneenvironment interactions to develop evidencebased tools for improving health and preventing disease\" (8) . Thus, genomic databases will constitute an important source of information, on the one hand, in order to pursue research aiming to understand better the genetic susceptibility to a disease regarding certain individuals within a population, and on the other, to implement eventually public health interventions. Consequently, from this viewpoint, it is important to identify and characterize the state's role and authority on matters related to public health, in order to verify whether it has access to such databases while engaging in public health genomic 1 (9) research. Then, is the mandate of our public health authorities adapted to the actual expansion of the genomic research domain? To answer this question, we first examine the evolution of the concept of public health, as well as its core functions, using a comparative approach (e.g. WHO, PAHO, CDC, and the Canadian province of Quebec) 2 . Following an overview of the essential roles of public health and an analysis of relevant Quebec legislation, the precautionary principle is examined as another possible avenue to justify State access to and use of genomic databases for research purposes or, for the management of a pandemic. Finally, we consider the Influenza pandemic plans developed by WHO, Canada, and Quebec, which are key tools framing public health decision-making. They 1 Public health genomics is defined as : \"the responsible and effective translation of genome-based and technologies into public policies, programs and services for the benefit of population\". 2 Quebec is one of the ten Canadian provinces. Canada is a federal state where Health is a shared jurisdiction. In Public Health matters, both the federal and provincial levels have some competencies. could illustrate the first steps in the evolutionary inclusion of genomics into public health. We think that this paper could help countries to examine their own definitions and legislations of public health to see if they contain provision that could form the foundation of the state powers to access genomic databases.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 854,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 855,
                    "end": 857,
                    "text": "6)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1407,
                    "end": 1410,
                    "text": "(7)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1604,
                    "end": 1607,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2168,
                    "end": 2169,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2170,
                    "end": 2173,
                    "text": "(9)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2959,
                    "end": 2960,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3152,
                    "end": 3153,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The World Health Organisation (WHO) defines public health as \"the art of applying science in the context of politics so as to reduce inequalities in health while ensuring the best health for the greatest number\" (10). Despite the fact that WHO is the lead agency in health, up to now, no definition of public health has yet produced a general consensus (11) . The notion is heterogeneous, depending on whether public health is defined in terms of objectives, methods, actors, or values. This can result in difficulties in assessing health in its collective dimension such as the contribution of various disciplines, of determinants of health and of various practices that are used in the development of health knowledge (12) . The current trend for Western countries is to adopt a broad definition (13) . For example, the Canadian Institutes of Health Research define it as \"the combination of sciences, skills, and beliefs that is directed to the maintenance and improvement of the health of all the people through collective or social actions\" (14) . This definition illustrates the importance of the collective dimension of public health measures and puts forward the idea that the concept of public health is constantly evolving. The American Institute of Medicine's Committee for the Study of the Future of Public Health reminded us that the very substance of public health has expanded with the passage of time. Indeed: \"Early public health focused on sanitary measures and the control of communicable disease. With the discovery of bacteria and immunologic advances, disease prevention was added to the subject matter of public health. In recent decades, health promotion has become an increasingly im-portant theme, as the interrelationship among the physical, mental, and social dimensions of wellbeing has been clarified\" (15) . For example, until quite recently, the vision of the Quebec legislator concerning public health meant health protection and protection of the population's well-being. This observation is based in part on the evolving title of Quebec legislation, which was changed from Public Health Protection Act (R.S.Q., c. P-35; Act abrogated April 1 2002) to Public Health Act (16). In adopting the Public Health Act, the Quebec legislator chose to implement a proactive rather than a defensive approach in order to respond to society's evolution and to knowledge about health determinants and therefore to encompass prevention, promotion and surveillance in the expression \"public health\" 3 . Along these same lines, article 1 states: \"[t]he object of this Act is the protection of the health of the population and the establishment of conditions favorable to the maintenance and enhancement of the health and well-being of the general population\". In this context, well-being is to the social sphere what health is to the medical sphere. It is a positive concept that goes beyond the absence of social problems and resembles the concept of quality of life. In fact, health and wellbeing are often linked (13) . The WHO stresses that a growing understanding of various health determinants is transforming the assessment of public health (17) . Thus, in order for a public health system to adequately fulfill its function and keep up with advances in the discovery of health determinants, it must adopt a global approach to public health and define its components. Indeed, \"[s]uch an approach will 3 When examining the bill 36 in November 2001, Minister Rémy Trudel specified that more than just to ensure health protection in case of threat, the new law would also deal with prevention and promotions. help to ensure that the public health infrastructure covers all appropriate public health activities adequately and that it can function well in an increasingly complex and changing environment\" (17) According to the Canadian Institutes of Health Research, \"[t]here is a critical need to reach consensus on the core essential functions of the public health system. It will not be possible to assess and develop a system infrastructure if these are not defined\" (14) . The study of essential functions of public health is helpful in understanding public health legislation, its functioning and the scope of its application; essential functions are \"the set of actions that should be carried out specifically to achieve the central objective of public health: improving the health of populations\" (18, 19) . In effect, \"in January 1997, the WHO Executive Board recommended that work proceed on the concept as a tool for implementing the renewed [Health for All] policy in the 21 st century\" (20) . The Regional Office for the Western Pacific of WHO specifies that it is the responsibility of governments to define the fundamental missions of public health more precisely and systematically and to articulate them, without having the obligation to execute them and finance them (17) . Definitions of the main functions of public health, unlike broader definitions, address the need for the clarification of roles and responsibilities in the public health domain (21) . In fact, a univocal definition of the field of public health is impossible; rather, referring to the missions and roles of the field would illustrate the actionbased character, the knowledge, and the areas of intervention in public health (12) . Although many categories and definitions of essential functions have been suggested, these categories and definitions are constantly evolving (13) and are specific to each organization. Interestingly, Quebec's approach to public health, proposed in 1992 and still in force, refers to measures relating to the determinants of health and well-being at the population level and the systems, which govern them 4 (22) . These measures are delimited by the essential and the supporting functions of public health (23) . In order to better understand the fundamental concept of public health, we drew up a table of the categories used by the Québec public health program and compared them to those of the WHO, the Pan American Health Organization and the National Public Health. A similar analytical approach has been proposed in Quebec (12) . According to Lévesque and Bergeron such a comparative analysis constitute an interesting basis for reviewing the roles of public health. The authors specify that the selected organizations seem to equate elements related to roles of public health (health promotion, prevention, etc.) with elements related to the type of intervention used (information, education, empowerment) as well as to the strategies used (social participation, partnership mobilization, legislation). Furthermore, in terms of healthcare, they limit themselves to evaluating its quality and to the defense of access equality (12) . Similarly, other authors indicate that various functions defined by the American program, the WHO and PAHO have much in common, even though they demonstrate some specificities. Studying Quebec legislation, we retain the public health functions adopted by the provincial government. These are listed and defined in the Québec National Public Health Program 2003 Program -2012 . The program distinguishes core functions from support functions. Thus, core functions include ongoing surveillance of the population's state of health; promoting health and well-being, prevention of disease, psychosocial problems, and trauma; health protection. As for supporting functions, they refer to the regulation, legislation, and public policies that can have an impact on health; to research and innovation; to the development and the maintaining of professional competencies. A more in-depth understanding of the functions of public health is susceptible to 4 This echoes the population-centered approach that must guide public health according to provision 5 of the Public Health Act, R.S.Q. c. S-2.2. provide a legal basis for public health legislation to allow access, by the State, to genomic databases for research purposes. The next section is therefore devoted to their definition.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1046,
                    "end": 1050,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1832,
                    "end": 1836,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2169,
                    "end": 2182,
                    "text": "April 1 2002)",
                    "ref_id": null
                },
                {
                    "start": 3033,
                    "end": 3037,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3165,
                    "end": 3169,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3425,
                    "end": 3426,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3825,
                    "end": 3829,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 4091,
                    "end": 4095,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 4425,
                    "end": 4429,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 4430,
                    "end": 4433,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 4619,
                    "end": 4623,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 4905,
                    "end": 4909,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 5089,
                    "end": 5093,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 5335,
                    "end": 5339,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 5484,
                    "end": 5488,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 5750,
                    "end": 5754,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 5849,
                    "end": 5853,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 6172,
                    "end": 6176,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 6776,
                    "end": 6780,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 7131,
                    "end": 7143,
                    "text": "Program 2003",
                    "ref_id": null
                },
                {
                    "start": 7144,
                    "end": 7157,
                    "text": "Program -2012",
                    "ref_id": null
                },
                {
                    "start": 7728,
                    "end": 7729,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Public Health: Core and Support Functions"
        },
        {
            "text": "The ongoing surveillance function has two main objectives: to follow closely the evolution of the population's health status and of its determinants and to inform the public and those responsible for the planning, organization and evaluation of services, within and outside of the healthcare network of this evolution (26) . Included in this function are measures that delimit access to information, as well as those needed for the description and analysis of the population's health status and then for the distribution of this information to each targeted public (26) . The ongoing surveillance function also encompasses vigilance, producing snapshots of health and well-being (sociomedical statistics), analysis of determinants, and finally, identification of vulnerable groups and of efficient interventions (13) . It accounts for observed variations and tendencies, detects emerging problems, and elaborates prospective scenarios of health status and well-being, taking into account the natural evolution of problems, interventions and the change of determinants. It also implies communicating information on the state of public health and well-being to the population itself (27) . Ongoing surveillance thus differs from public health research. Surveillance aims to support decision-making concerning the health and wellbeing status of a given population. Research, as a source of new scientific knowledge is better characterized as a support function of public health (Table 1) . Public health legislation and regulations. Strengthening of public health regulation and enforcement capacity.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 812,
                    "end": 816,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1181,
                    "end": 1185,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 1475,
                    "end": 1484,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Core Functions Ongoing surveillance of the population's health status"
        },
        {
            "text": "Enforce laws and regulations that protect health and ensure safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Functions Ongoing surveillance of the population's health status"
        },
        {
            "text": "**Regulation, legislation and public policies that have an impact on health. Public health management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Functions Ongoing surveillance of the population's health status"
        },
        {
            "text": "Development of policies and institutional capacity for health planning and management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Functions Ongoing surveillance of the population's health status"
        },
        {
            "text": "Develop policies and plans that support individual and community health efforts. Human resources development and training in public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Functions Ongoing surveillance of the population's health status"
        },
        {
            "text": "Assure competent public and personal health care workforce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Functions Ongoing surveillance of the population's health status"
        },
        {
            "text": "**Skills development and maintenance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Functions Ongoing surveillance of the population's health status"
        },
        {
            "text": "Quality assurance in personal and populationbased health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Functions Ongoing surveillance of the population's health status"
        },
        {
            "text": "Evaluate effectiveness, accessibility, and quality of personal and population-based health services. Personal health care for vulnerable and high risk populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Functions Ongoing surveillance of the population's health status"
        },
        {
            "text": "Evaluation and promotion of equitable access to necessary health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Functions Ongoing surveillance of the population's health status"
        },
        {
            "text": "Link people to needed personal health services and assure the provisions of health care when otherwise unavailable. Research in public health. Research for new insights and innovative solutions to health problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Functions Ongoing surveillance of the population's health status"
        },
        {
            "text": "**Research and innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Functions Ongoing surveillance of the population's health status"
        },
        {
            "text": "Social participation in health. Mobilize community partnerships and action to identify and solve health problems. Occupational health Protecting the environment * Core functions ** Support functions",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core Functions Ongoing surveillance of the population's health status"
        },
        {
            "text": "Prevention specifically targets chronic diseases, trauma, and social problems having an impact on the health of the population (suicide, violence, drug addiction, etc.) This includes reducing risk factors, vulnerability, and early screening (13) . Prevention thus has a double objective: reducing risk factors for disease, psychosocial problems and trauma and detecting these problems before they become exacerbated (26) . Prevention can be carried out among individuals and at-risk groups by bolstering existing aptitudes, developing the acquisition of new skills, and practicing preventive care, including screening (27) .",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Prevention of diseases, psychosocial problems, and injuries"
        },
        {
            "text": "Protection refers to the collection, by public health officials, of information deemed necessary in preventing or responding to a dangerous situation; this information is to be collected from individuals, groups, and populations in the case of a real or anticipated threats to public health (27) . A threat to public health occurs as stated by article 2, when there is the \"presence within the population of a biological, chemical, or physical agent that may cause an epidemic if it is not controlled\" (16). In the case of a real or apprehended health threat, health authorities will act at the scale of either the entire population, groups, or individuals (26) . Health protection measures apply to harmful situations and particularly to biological, physical, and chemical aggressors, including the battle against sexually transmitted diseases and AIDS, workplace health, and environmental health (13) . The compilation of information for epidemiological studies, in order to better determine the threat and implement measures to counter or assess the situation is authorized. Medical observation by public health teams, established by article 2 of the Quebec Public Health Act (16) allows the discovery of threats to population health in real time (26) .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1250,
                    "end": 1254,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Health protection"
        },
        {
            "text": "For the Québec National Public Health Program 2003-2012 (22) , health promotion refers to actions supporting individuals and communities in their effort to exert better control over essential factors of health and well-being. These actions, while encouraging individual progress, emphasize social and political dimensions: supporting community action, developing public policies, and creating a (physical, cultural, social, economical, and political) environment that is favorable to health (27, 22) . This is in line with article 3 of the Quebec Public Health Act (16), in virtue of which measures provided by the Act are geared towards \"exerting a positive influence on major health determinants, in particular through trans-sectoral coordination\". Thus, its aim is, from an ecological perspective, to facilitate the development of conditions favorable to health in the social and economic environment as well as in individual and collective behaviors (13) . This includes interventions not only on lifestyle but also on the totality of health determinants and the development of conditions and environments that are favorable to health and well-being (13).",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "(27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 954,
                    "end": 958,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Promotion of health and well-being"
        },
        {
            "text": "According to the Québec National Public Health Program 2003-2012 (25) , this function involves identifying the problems and situations which call for a regulatory, legislative or policy-based solution in order to enhance or maintain the health of the population. It consists also in assessing the consequences of public policies for the population's health and recommending measures to reduce their negative effects on health; finally, it includes carrying out mandates related to the application of regulations, laws, or policies, which come under spheres other than public health in order to prevent certain health problems (26) . Overall, this function illustrates the support needed for the elaboration and application of laws and regulations, which have an effect on the health, and well-being of citizens (27) .",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 69,
                    "text": "2003-2012 (25)",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Support Functions Regulation, legislation, and public policies that have an impact on health"
        },
        {
            "text": "This support function demands the development and the maintenance of professional resources, expertise, and skills (27) . Of course, it includes the importance of evaluating the program's training needs in order to offer continuing education (26) .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Skills development and maintenance"
        },
        {
            "text": "As expected, \"the research and innovation function includes all activities focused on the production, dissemination, and application of scientific knowledge as well as on innovation\" (21) . In short, this element refers to research needed to maintain and develop expertise for the implementation and evaluation of public health programs (27) . If genomics research is a new tool in public health action, should not the research and innovation function be integrated into the core functions of public health as an important activity, thus enabling the State to achieve its public health objectives? In this respect, should State powers in public health allow access to databases for the purposes of genomic research?",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Research and innovation"
        },
        {
            "text": "In this section of the paper, in order to understand the legislative powers and the possibility of research in genomics, the Public Health Act (16) is firstly examined and, secondly, the Act Respecting Institut national de santé publique du Québec (28), which allows powers for public health research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. State Legislative Powers and Research in Public Health Genomics"
        },
        {
            "text": "An overview of the Public Health Act is helpful to identify the powers of the State in the protection of public health. The Act does not contain any specific provision regarding access to genomic databases for research purposes. It is nevertheless important to examine the different options laid out by the legislation. In fact, be it in the context of common practices related to public health, in an alert or in an emergency, the Act establishes certain powers related to the collection or transmission of information necessary for exercising public health powers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Health Act (16)"
        },
        {
            "text": "Within the framework of current practices related to public health, the Public Health Act stipulates that public health authorities may collect information by means of registries or information and data collection systems. Registries, which are established for the purpose of clinical preventive care or for protecting the health of the population, contain personal information on certain health services or health care received by the population (16). The best example is the vaccination registry described at article 61 (16). Data and information collection systems administered by public health authorities are divided into two categories. The first category refers to the system established by the Minister of Health and Social Services for the compilation of sociological and health-related personal or non-personal information on births, stillbirths, and deaths (16). This system is not intended for genetic information. The second category refers to systems for the collection of data and personal and non-personal information on the prevalence, incidence, and distribution of health problems and in particular on problems having a significant impact on premature mortality and on morbidity and disability (16). These systems could be used to investigate the prevalence of infectious diseases. These collection systems have been implemented within the framework of the ongoing surveillance entrusted exclusively to the Minister and to public health directors 5 (art. 34, par. 1). Ongoing surveillance is carried out in order to: 1) \"Obtain an overall picture of the health status of the population; 2) Monitor trends and temporal and spatial variations; 3) Detect emerging problems; 4) Identify major problems; 5) Develop prospective scenarios of the health status of the population; 5 A copy of the opinion of the ethics committee must then be forwarded to the Commission. Public Health Act, R.S.Q. c. S-2.2, art. 36, par. 2. 6) Monitor the development within the population of certain specific health problems and of their determinants\" (art. 33). Undoubtedly, points 3, 4 and 6 could be perceived by some as legislative basis for the creation of a data collection system of genomic information; nevertheless, ongoing surveillance, as prescribed by the Act, is surveillance of the \"health status of the general population and of health determinants so as to measure their evolution and be able to offer appropriate services to the population\" (art. 4, par. 1). Ongoing surveillance does not apply \"to research and knowledge development activities carried out in the sector of health or social services in particular, by the Institut national de santé publique du Québec\" (art. 4, par. 2). In addition, although the Act stipulates that \"[p]eriodic surveys on health and social issues shall be conducted to gather the recurrent information necessary for ongoing surveillance of the health status of the population\" (art. 39), the nature of such surveys leads us to believe that they cannot be used in the context of genomic databases. Indeed, the Act specifies that \"[t]he carrying out of national surveys shall be entrusted to the Institut de la statistique du Québec created under the Act respecting the Institut de la statistique du Québec (chapter I-13.011), which shall comply with the objectives determined by the Minister\" (art. 42, par. 1). Conducting genetic susceptibility research is not equivalent to conducting statistical surveys. Having established the lack of a legislative basis for genomic research by the State in the course of the normal practice of public health, and more specifically, in ongoing surveillance, would it be possible for other previously collected data to be used by the State for other purposes, such as genomic research?",
            "cite_spans": [
                {
                    "start": 1791,
                    "end": 1792,
                    "text": "5",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Information collection by public health authorities"
        },
        {
            "text": "The Public Health Act provides measures for monitoring public health and for ensuring proper transmission of information. Four areas are outlined: reporting of unusual clinical manifestations associated with a vaccination (art. 69); mandatory reporting of intoxications, infections and diseases (art. 81-82); notification of the public health director in the case where a person who is likely suffering from a disease or infection, subject to mandatory reporting, is refusing or neglecting to submit to an examination (art. 86); alerting public authorities to health threats (other than those arising from a sexually transmitted biological agent) (art. 92-94). Two areas outlined by the Act are particularly relevant to our study: mandatory reporting of intoxication, infections, and diseases, and the alerting of public authorities to health threats. First, we ask ourselves if genetic susceptibilities should be included in the category of reportable intoxications, infections, and diseases pursuant to section. It is important to specify that \"the list may include only intoxications, infections or diseases that are medically recognized as capable of constituting a threat to the health of a population and as requiring vigilance on the part of public health authorities or an epidemiological investigation\" (art. 80) . Thereby: \"With respect to the list drawn up pursuant to section 79 of the Act, the intoxications, infections and diseases that may be included for reporting to public health authorities must satisfy the following criteria :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information collected in the context of control measures"
        },
        {
            "text": "(1) they either present a risk for the occurrence of new cases in the population, because the disease or infection is contagious, or because the origin of the intoxication, infection, or disease may lie in a source of contamination or exposure in the environment of the person affected;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information collected in the context of control measures"
        },
        {
            "text": "(2) they are medically recognized as a threat to the health of the population, as defined in section 2 of the Act, which may result in serious health problems in the persons affected;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information collected in the context of control measures"
        },
        {
            "text": "(3) they require vigilance on the part of public health authorities or an epidemiological investigation; and (4) public health or other authorities have the power to take action in their respect to prevent new cases, to control an outbreak or to limit the magnitude of an epidemic, through the use of medical or other means\" (29) .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "text": "(29)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Information collected in the context of control measures"
        },
        {
            "text": "Genetic susceptibility does not satisfy these criteria; the above list enumerates diseases, rather than methods for the detection of disease akin to the detection of susceptible genes. Secondly, government departments and bodies, local municipalities, health care professionals, directors of institutions must report threats, other than those that arise from a sexually transmitted infection, to the public health director (art. 92-94). Given the current legislative framework, reporting \"does not authorize the person making the report to disclose personal or confidential information unless, after evaluating the situation, the public health authority concerned requires such information in the exercise of the powers provided for\" in the case of threat to the public health (art. 95). A threat to public health occurs when there is the \"presence within the population of a biological, chemical, or physical agent that may cause an epidemic if it is not controlled\" (art. 2, par. 2). Therefore, in any situation where the public health director believes on reasonable grounds that the health of the population is or could be threatened, he may conduct an epidemiological investigation (art. 96). Where required within the scope of an epidemiological investigation, the public health director may: 1) \"require that every substance, plant, animal or other thing in a person's possession be presented for examination; […] 5) take or require a person to take samples of air or of any substance, plant, animal or other thing; 6) require that samples in a person's possession be transmitted for analysis to the Institut national de santé publique du Québec or to another laboratory; 7) require any director of a laboratory or of a private or public medical biology department to transmit any sample or culture the public health director considers necessary for the purposes of an investigation to the Institut national de santé publique du Québec or to another laboratory; 8) order any person, any government department, or any body to immediately communicate to the public health director or give the public health director immediate access to any document or any information in their possession; even if the information is personal information or the document or information is confidential; 9) require a person to submit to a medical examination or to furnish a blood sample or a sample of any other bodily substance, if the public health director believes on reasonable grounds that the person is infected with a communicable biological agent\"(art. 100, 102). If certain authorities have powers to sanction the collection and transfer of biological samples or of personal information (held by a third party or by the individual concerned), is it conceivable that these powers could be used to sanction genomic research, for example research into genetic susceptibility to an infectious disease endangering the health of the population?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information collected in the context of control measures"
        },
        {
            "text": "In declaring a public health emergency, the Government has extraordinary powers at its disposal. The declaration of a public health emergency in all or part of the territory of Quebec will occur \"where a serious threat to the health of the population, whether real or imminent, requires the immediate application of certain measures to protect the health of the population\" (art. 118). The Government or the Minister (if he or she has been so empowered) may, notwithstanding any contrary provisions, order any person, government department or body to communicate or provide immediate access to any document or information held, even personal or confidential information or a confidential document, in order to protect the health of the population (art. 123, par. 1(3)). The state of emergency is considered so paramount that \"[t]he Government, the Minister or another person may not be prosecuted by reason of an act performed in good faith\" (art. 123, par. 2). Unless such \"emergency\" information is available and workable, genomic research will not be possible due to time constraints; the research would take too long before results could determine which measures to adopt. If the Government has extraordinary powers at its disposal, we consider that they are inappropriate in this research con-text. In fact, such information should already be accessible under these powers. Not only does the Public Health Act not expressly permit research in public health, but also, our analysis leads us to conclude that these provisions do not give appropriate powers to the State to access genomic databases for research purposes. On the other hand, because the Act Respecting Institut national de santé publique du Québec (28) already gives certain powers for research into public health, it seems appropriate to examine whether this Act presents a new avenue to explore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information collected in an emergency"
        },
        {
            "text": "The Institut national de santé publique du Québec (INSPQ) was established to contribute to the development, consolidation, dissemination and application of knowledge in the field of public health (art. 3, par. 2(1)) and also to develop and promote research in the field of public health in collaboration with the various research organizations and funding bodies (art. 3, par. 2(6), 21). A review published by the INSPQ also notes that research into the health and well-being of the population and its determinants seeking to produce, integrate, disseminate and apply scientific knowledge to the exercise of public health functions, belong to the field of public health research 6 (23). Knowing this, could the INSPQ initiate fundamental research in genomics? This would present a challenge since the Government of Quebec prioritizes applied research over fundamental research in public health (22) . On this matter, the INSPQ states that basic research, the results and applications of which are not expected in the short or medium term have been excluded from 6 For example, are considered as public health research activities research related to the surveillance of a population's health status and well-being; on the relationship between a population's health status and wellbeing and its determinants; on intervention and on promotional, preventive and protective programs aimed at maintaining and improving the health and well-being of a population; on public policies related to a population's health and well-being the field of research in public health, while applied research was included (23) . If all legislative texts examined here do not create an explicit power to access and use genomic databases for research purposes, we can ask ourselves if it is possible to invoke the precautionary principle to legitimate a state power allowing this type of intervention.",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 898,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1062,
                    "end": 1063,
                    "text": "6",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1599,
                    "end": 1603,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "An Act Respecting Institut national de santé publique du Québec (28)"
        },
        {
            "text": "Is there a clear definition of the precautionary principle? The Framework for the Application of Precaution in Science-based Decision Making about Risk (30) outlines guiding principles for the application of precaution to science-based decision making in areas of federal regulatory activity regarding the protection of health, the environment, and the conservation of natural resources. The concept of precaution is presented as resting on the notion that the absence of full scientific certainty shall not be used as a reason for postponing decisions where there is a risk of serious or irreversible harm (30) . Formalized in international environmental law, the precautionary principle was incrementally introduced into the domain of public health 7 . Spe- 7 The precautionary principle has not been explicitly integrated in the provincial (Quebec) and international Public Health legislations. See: Loi sur la santé publique, L.R.Q., c. S-2.2; International Health Regulations (2005), art. 12(4)d) and 17 c). However, both the Programme national de santé publique (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) , which identifies public action that provincial (Quebec) authorities must put into place until year 2012, and the Report of the Review Committee of the Functioning of the International Health Regulation (2005) cifically, we can emphasize its use in food safety. Its direct applicability was explicitly recognized by the European Court of Justice, notably in the case of the embargo on British beef during the mad cow crisis (31) . The principle has also been recognized as an important risk management tool in the context of pandemics. In France, as in Canada, it was prominent in the reports of commissioners appointed to inquire into the tainted blood scandal and the SARS crisis 8 (32) (33) (34) . Three fundamental components of the precautionary principle are outlined: the lack of full scientific certainty, the risk of serious or irreversible harm and the need for a decision (30) . The first two elements are criteria for the application of the principle, whereas the third determines its normative scope. However, these application parameters establish standards that cannot be determined objectively, and are therefore subject to different interpretations. For example, concerning scientific uncertainty, the level, and threshold of scientific knowledge on potential risk, required to apply the principle, is unclear 9 . In the same line of thought, the severity or the irreversibility of the potential harm cannot always be evaluated solely by objective scientific criteria (35) . Furthermore, the conceptual \"The response of WHO and many countries to the pandemic was a reflection of this mindset. This was affirmed in the sentiments expressed by many Member States to the Review Committee: in the face of uncertainty and potentially serious harm, it is better to err on the side of safety. Public-health officials believe and act on this conviction. It is incumbent upon political leaders and policy-makers to understand this core value of public health and how it pervades thinking in the field\". 8 To this effect, we cite the Krever's report on contaminated blood as well as Judge Campbell's report on SARS in Canada, in addition to Commissioner Legal's report in France. 9 This question constitutes one of the most important problems faced by the doctrine with regards to the application of the principle. One can wonder whether theoretical knowledge is enough or if it is necessary to support the hypothesis of risk by empirical data. It is also important to question the degree of consensus needed within the scientific community, so that a scientific hypothesis is regarded plausible. framework of the third element, the need for a decision, does not anticipate the nature or the scope of the precautionary measures, leaving the authorities with a margin of discretion. Different interpretations of the precautionary principle resulting from the articulation of these three key elements 10 have been developed and reviewed in the literature (36) . Indeed, the precautionary principle is a concept of \"variable geometry\" (37) . It has a malleable character; the definition and its impact on the decision making process vary according to the context of application. There is no strict consensus on this issue. A typology of the precautionary principle permits an examination of interpretations in line with our primary objective, which is to legitimate a state power allowing access and use by the authorities of genomic databases for research purposes and to see if, for this end, it is possible to invoke the precautionary principle. The first two versions, \"the institutional model\" and \"the cautious approach\", can be qualified as antagonistic 11 . They are based on the proportionality and the severity of the precautionary measures adopted. The institutional model promotes early action that is proportionate to the potential risks. The cautious approach, instead, calls for the implementation of more demanding precautionary measures and favors eradicating risk. In its extreme form, the cautious approach constitutes the rule of abstention or prohibition. The institutional model was recognized by Justice Krever in the tainted blood report (32) . He stated that additional precautionary measures, such as heating blood products and screening of blood donors to reduce the risk of HIV transmission via blood products should have been taken at an earlier point in the crisis. The cautious approach, which favours eradication of risks, can be associ- 10 The articulation of these three elements leads to differences regarding the measures adopted, the precocity of the application of the principle, etc., as well as its normative character (ethical principal or legal etc.). 11 With the exception of antagonistic versions, it is possible for precautionary measures adopted by authorities to stem from different interpretations of the principle. ated with the implementation of quarantine measures once fatalities occurred (e.g. efforts to counter the threat of SARS). The third and fourth versions of the precautionary principle, the \"tactic approach\", and the \"strategic approach\" deal with the timeframe of the enactment of precautionary measures. According to the tactic approach, precaution is a temporary and flexible instrument; uncertainty is thought to dissipate with knowledge. The tactic approach operates in the short and medium term. Thus, measures are provisional and revisable, subject to change in response to increased knowledge. The tactic approach, used in the area of food safety, is associated with moratoriums, embargos, and all other reversible measures 12 (36) . In the specific context of pandemics, quarantine measures could also serve as an example of this particular interpretation. The strategic approach relates to the Vorsorgeprinzip, a legal concept developed in Germany, which inspired the creation of the precautionary principle. The strategic approach is premised on the notion that obtaining scientific certainties cannot always be done in time to allow for guidance of collective choices. Its proponents argue that a policy of prevention based on medium and longterm objectives should be adopted. Thus, attention should be shifted from advances in the understanding of risks, to understanding the evolution of the technological and economic resources available for risk prevention (i.e. the invention of new and substitute treatments, etc.) (36) . Among the different versions discussed above, this final version, the strategic approach, could legitimate power authorities to use genetic databanks for research purposes and to utilize their findings in the context of public health interventions. The implementation of surveillance systems and pre-authorized procedures illustrate measures corresponding to this approach. Recently, the possibility of a pandemic caused by the avian influenza mobilized the forces of many international and national public health bodies. Various surveillance mechanisms were recommended. It would be particularly interesting to verify whether these governing bodies, in the elaboration of their intervention plan, intend to take advantage of the field of genomics, and if so, in which manner they plan to do it.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 611,
                    "text": "(30)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 760,
                    "end": 761,
                    "text": "7",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1068,
                    "end": 1074,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1081,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 1082,
                    "end": 1088,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1095,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1102,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 1103,
                    "end": 1109,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 1110,
                    "end": 1116,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1123,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 1124,
                    "end": 1130,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1137,
                    "text": "(2012)",
                    "ref_id": null
                },
                {
                    "start": 1331,
                    "end": 1348,
                    "text": "Regulation (2005)",
                    "ref_id": null
                },
                {
                    "start": 1563,
                    "end": 1567,
                    "text": "(31)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1823,
                    "end": 1827,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1828,
                    "end": 1832,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1833,
                    "end": 1837,
                    "text": "(34)",
                    "ref_id": null
                },
                {
                    "start": 2022,
                    "end": 2026,
                    "text": "(30)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2624,
                    "end": 2628,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 3150,
                    "end": 3151,
                    "text": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3326,
                    "end": 3327,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 4099,
                    "end": 4103,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 4178,
                    "end": 4182,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 4804,
                    "end": 4806,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 5305,
                    "end": 5309,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 5613,
                    "end": 5615,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 5837,
                    "end": 5839,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 6741,
                    "end": 6745,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 7539,
                    "end": 7543,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "C. The Precautionary Principle: An Avenue to Explore"
        },
        {
            "text": "Our analysis of the pandemic influenza recommendations proposed by the World Health Organization, Canada and Quebec, all of which are important planning instruments, centers on the four principal functions of public health: monitoring, promotion, prevention and protection. The emergency issue is dealt with separately to accentuate the characteristics of this specific context. Canada's and Quebec's plans emphasize the responsibility of governments in the risk management of pandemic influenza. The World Health Organization's influenza preparedness plan (38) has had a significant impact on the design and on the implementation strategies of the Canadian and Quebec plans.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 561,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "D. Plans to counter the influenza pandemic"
        },
        {
            "text": "The Canadian Pandemic Influenza Plan (39) can be studied in parallel with the new Quarantine Act (40) . The purpose of the Act is to prevent the introduction and spread of communicable diseases (art. 4). It specifically addresses the screening of travelers or conveyances leaving and entering Canada (art. 4). By definition, a pandemic affects several countries. Public health measures at the borders will therefore be crucial in preventing and controlling outbreaks.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 97,
                    "end": 101,
                    "text": "(40)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Canadian Pandemic Influenza Plan and Public Health Functions"
        },
        {
            "text": "Precise details concerning various types of data to be collected and the roles and responsibilities of individuals at the local, provincial, territorial and federal levels can be found in the Canadian plan, and specifically in the Pandemic Influenza Surveil-lance Guidelines (41) . The document also outlines the responsibility of Canadian officials towards the World Health Organization. A number of factors are likely to influence the nature of surveillance measures. In addition to the various phases and periods of a pandemic, which shape the surveillance objectives and officials roles, the guidelines recommend considering changes in circumstances and new information ensued. This approach requires attentiveness to any development or variation in multiple areas. In particular, all aspects of a disease or of the epidemiology of the infection will require special attention: clinical manifestation (case definition and pathogenesis of influenza), virulence, mode of transmission, incubation period, period of transmissibility, and its effect on the population (distribution and frequency of the disease). Could this latter aspect possibly include the need for population genomic data on gene-environment relationships? In addition to the recommendations of the Pandemic Influenza Surveillance Guidelines (41) , Annex C of the Canadian Plan sets out recommendations concerning the virological monitoring and laboratory tests and procedures (42) . The Annex C is not as explicit as the Surveillance guidelines on the subject of research studies. Nonetheless, Annex C institutes a context of investigation and information updates for laboratories by addressing certain test protocols as well as communication between stakeholders.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1311,
                    "end": 1315,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1446,
                    "end": 1450,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Monitoring"
        },
        {
            "text": "Apart from citizens and health professionals, communication and health promotion tools are also intended for a third category of persons: politicians. Any information regarding the influenza pandemic would certainly be valuable in guiding different public health authorities (public health directors, ministers, governments). The Annex on communication in the Canadian plan describes national objectives of communication in detail and according to pandemic periods (43) . The plan favors transparency and stakeholder responsibility in risk communication. The Canadian Plan thus strives to ensure that up-to-date information about a situation and risks for society are transmitted to the political authorities concerned (43) .",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 469,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Promotion"
        },
        {
            "text": "A large portion of the Canadian plan deals with functions linked to prevention and protection. For instance, guidelines on public health measures set out recommendations on education and communication of information to the population, community measures, such as school closures and public assembly limitations, and the care and services to be offered to persons infected by the new influenza virus and to their contacts (39) . Our analysis of the Annexes of the Canadian Plan concerning prevention and protection demonstrates two guiding ideas in the elaboration of recommendations: updating the information to be used for public health interventions, but also, in parallel, maximum use of existing expertise in devising scenarios and hypotheses of an influenza pandemic in Canada.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 425,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Prevention and protection"
        },
        {
            "text": "Annex L of the Canadian plan, entitled Federal Emergency Preparedness and Response System, outlines the federal government's responsibilities in the area of public health, particularly the powers conferred to the Public Health Agency of Canada and Health Canada. This annex does not include a definition of \"emergency\" per se, but the concept is elucidated by the examples provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency"
        },
        {
            "text": "From these examples, we can infer that emergencies share the following characteristics: severity, need for immediate action, and a large number of people affected. The examples listed include SARS, the ice storm of 1998, nuclear emergencies, pandemic influenza and \"events or catastrophes of natural origin or deliberately caused\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency"
        },
        {
            "text": "Similarly, to its federal counterpart, the Québec Pandemic Influenza Plan -Health Mission (44) serves as a reference document in preparing for an influenza pandemic. Its implementation will take into account new epidemiological knowledge of pan-demics and the overall evolution of the situation (44) . The Québec plan proposes participation methods for all susceptible individuals in the event of a pandemic influenza, including decision-makers, citizens, informal caregivers, and workers. With respect to this participation, \"three rules of governance\" are provided as guiding principles: protection, solidarity, responsibility, and sound management. As the authors point out, the three rules of governance \"are interdependent and have the common condition that everyone be vigilant as to their own state and the state of others and act accordingly\" 13 (44) . The government of Quebec, in partnership with political and health authorities, has a responsibility to protect the lives and health of the population, and more generally, its well-being (44) . The Québec Plan reflects this complex objective in distinguishing five broad facets of state intervention: \"protecting the health of the population (public health); providing medical care (physical health); ensuring people's psychosocial well-being (psychosocial response); providing clear, relevant and mobilizing information (communication) […] [, and] keeping the network working (continuity of services)\" (44) . Our analysis of the Québec plan continues in light of the Public Health Ethics Committee's study of this document. The Public Health Ethics Committee was created by the Public Health Act. As mentioned, \"scientific activity\" plays a significant role in controlling pandemic influenza (45) . Yet, although the need to obtain the best knowledge possible and to adopt the most effective measures is evident, other documents fail to mention scientific activity. 13 This acuteness with regards to knowing about ones own health status is now coupled with a traveller's duty to disclose their suspicion that they have or might have a communicable disease listed in the schedule or are infested with vectors as provided by law: Quarantine Act, S.C. 2005, c. 20, art. 15. This disclosure shall be done to a screening or quarantine officer while crossing the country's border and this without waiting to be questioned by the officer. We must point out; however, that \"scientific activity\" is an area that can have significant demands. These demands lead us to question whether the collection and analysis of genetic or genomic information can be pursued as a means of obtaining the best public health intervention strategies 14 .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 851,
                    "end": 853,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1464,
                    "end": 1468,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1754,
                    "end": 1758,
                    "text": "(45)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1928,
                    "end": 1930,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "2.Québec Pandemic Influenza Plan -Health Mission"
        },
        {
            "text": "Influenza control plans only refer to genetics under the label of \"scientific information\". For example, though the Canadian plan mentions the impact of \"information from the viral genome\" (39) , no direct or indirect mention is made of genomic information as it relates to information concerning individuals or group of people. The same observation is true for the Québec Plan (44) , and that of the World Health Organization (38) . Nevertheless, the obligation to protect the population in the event of a pandemic places an incumbent responsibility on different levels of government to implement measures to attain this objective. Could genomic research programs be a part of these measures?",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Role of Genomic Information into the Plans"
        },
        {
            "text": "After having examined different definitions and legislations regarding Public Health particularly in the Canadian Province of Québec to see if they provide the basis to allow the State to access genomic databases, we offer the following conclusion. We must admit that genomics, or more specifically, genomic susceptibility to disease, offers interesting avenues for action in public health. In a not too distant future, genomics may well become a health determinant (46) . In fact, in Quebec, biological and genetic predispositions, lifestyles and other health-related behaviours, living conditions and social settings; physical environment and finally, organisation of health and social 14 We note that the Public Health Ethics Committee opinion does not mention genetic nor genomic information. The consideration of its inclusion among scientific activities is ours. services as well as access to resources (22, 47) are considered health determinants. Nonetheless, we have observed in the paper that State powers in public health, are not, in Québec, well adapted to the expansion of genomics research. Currently in Canada, in the absence of emergencies, States powers to access genomics databases for research purposes are not explicitly and clearly established. However, to the extent that it can be shown that the genomic can be a very useful tool to respond more efficiently to a crisis in public health, should the State not take into account this new field of knowledge? The influenza control plans by highlighting the important responsibilities incumbent upon States to implement effective interventions in a pandemic, and by recognizing the contribution of knowledge and research, promote an open approach toward public health genomics. This leads us to make an important recommendation. In the future, the scope of the concept of research in public health should be clear and include the following characteristics: a commitment to the health and well-being of the population and to their determinants; the inclusion of both applied research and basic research; and, an appropriate model of governance (authorization, follow-up, consent, etc.). Medium and long-term objectives should be adopted in relation to the possible future use of research results for public health interventions (public health promotion, prevention, and planning). Therefore, we propose that the strategic approach version of the precautionary principle, based on premise that scientific certainties cannot always be obtained in a timely manner, could guide collective choices in these matters. As an autonomous discipline, public health deals with the global health of populations in all its curative, preventive, and social aspects; its objective is to develop systems and initiatives of health promotion, prevention, and treatment of illnesses, and rehabilitation of handicaps (48, 49) . As mentioned, the concept of public health is far from being static; it demonstrates a flexibility that guarantees a perpetual adaptation to new forms of risks attributable to the determinants of health. On the one hand, this flexi-bility is a consequence of the evolution of the notions of health, well-being, and illness, which are recognized as multifactorial phenomena. On the other hand, it is the result of developments in informational and biomedical technologies (50) . As such, the flexibility of public health may allow it to embrace new research tools, such as genomics. However, how can this innovative tool be utilized to reach the public health objectives of protection, prevention, promotion, and surveillance? In order to insure its appropriate use, it is essential to take into account the State's powers and responsibilities and to decide on the most suitable model of governance for this new biomedical research asset. Interestingly enough, World Health Report 2012 No Health Without Research (51) will discuss the impact of research in the elaboration of effective and efficient policy options, recognizing that, unfortunately, health policies are often not well-informed by research evidence. As stated, \"The theme was selected in part to meet WHO's core function of stimulating the generation, translation and dissemination of valuable knowledge\" (51) . Keeping in mind that, in April 2010, the WHO Department of Research Policy and Cooperation established the WHO Initiative on Genomics & Public Health (52), it will be fascinating to find out the importance given to genomics.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 470,
                    "text": "(46)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 688,
                    "end": 690,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 909,
                    "end": 913,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "47)",
                    "ref_id": null
                },
                {
                    "start": 2864,
                    "end": 2868,
                    "text": "(48,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2869,
                    "end": 2872,
                    "text": "49)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 3346,
                    "end": 3350,
                    "text": "(50)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 4244,
                    "end": 4248,
                    "text": "(51)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Ethical issues (Including plagiarism, Informed Consent, misconduct, data fabrication and/or falsification, double publication and/or submission, redundancy, etc) have been completely observed by the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Getting Ready for the Future: Integration of Genomics into Public Health Research, Policy and Practice in Europe and Globally",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Community Genetics",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Understanding the BSE threat",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mad cow update: risk now limited",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "CMAJ",
            "volume": "182",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Étude d'impact stratégique du Plan d'intervention gouvernemental de protection de la santé publique contre le virus du Nil occidental",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "West Nile Virus: Don't Underestimate Its Persistence",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Infectious Diseases",
            "volume": "201",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Learning from SRAS -Renewal of Public Health",
            "authors": [],
            "year": 2003,
            "venue": "National advisory committee on SRAS and public health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chemokine (C-C Motif) Receptor 5 -2459 Genotype in Patients Receiving Highly Active Antiretroviral Therapy: Race-Specific Influence on Virologic Success",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Mehlotra",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Infectious Diseases",
            "volume": "204",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Committee on Genomics and the Public's Health in the 21 st Century -Board on Health Promotion and Disease Prevention -Institute of medicine of the National academies",
            "authors": [],
            "year": 2005,
            "venue": "Implications of Genomics for Public Health: Workshop Summary. Ed, Lyla M. Hermandez. The National Academy Press",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "10 years of Public Health Genomics at CDC 1997-2007",
            "authors": [],
            "year": 2007,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The path from genomebased research to population health: development of an international public health genomics network",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Genetics in Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Le risque comme problème politique: Sur les obstacles de nature politique au développement de la santé publique. Revue française des affaires sociales",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Setbon",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "De l'individuel au collectif: une vision décloisonnée de la santé publique et des soins. Ruptures, revue transdisciplinaire en santé",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Lévesque",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bergeron",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "74--75",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "La santé publique au Québec à l'aube du XXI e siècle. Santé publique",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Colin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Future of Public Health in Canada: Developing a Public Health System for the 21 st Century",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Committee for the Study of the Future of Public Health -Division of Health Care Services",
            "authors": [],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Regional office for the West Pacific, Provisional agenda item 15 (Document WPR/RC53/10): Essential Public Health Functions: The Role of Ministries of Health, Regional committee, Fifty-third session, Kyoto (Japan)",
            "authors": [],
            "year": 2002,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Public health in the Americas: conceptual renewal, performance assessment, and bases for action",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Redefining the scope of public health beyond the year 2000",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yach",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Current Issues in Public Health",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Essential public health functions: results of the international Delphi study",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Bettcher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sapirie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ht",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Rapport Trimestriel de Statistiques Sanitaires Mondiales",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Les fonctions essentielles de santé publique : histoire, définition et applications possibles. Santé Publique",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pommier",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Grimaud",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Québec Public Health Program",
            "authors": [],
            "year": 2003,
            "venue": "Direction de la santé publique of the Ministère de la santé et des services sociaux du Québec",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Québec, Institut national de santé publique du Québec et Ministère de la Santé et des Services sociaux",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Laurendeau",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Pan American Health Organization",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "National Public Health Performance Standards Program -The Essential Public Health Services",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Programme national de santé publique 2003-2012, version abrégée. Québec, Direction des communications du ministère de la Santé et des Services sociaux",
            "authors": [],
            "year": 2004,
            "venue": "Direction générale de la santé publique of the Ministère de la santé et des services sociaux du Québec",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Éthique et santé publique : Enjeux, valeurs et normativité. Les Presses de l'Université Laval",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Massé",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Framework for the Application of Precaution in Science-based Decision Making about Risk",
            "authors": [
                {
                    "first": "Canada",
                    "middle": [],
                    "last": "Government Of",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "UK/Commission",
            "authors": [
                {
                    "first": "Ord",
                    "middle": [],
                    "last": "Cjce",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Krever Commission Report, Ottawa, Public Works and Government Services Canada",
            "authors": [],
            "year": 1997,
            "venue": "Commission of inquiry on blood system in Canada (Krever Commission)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The SARS Commission -Spring of Fear: Final Report. Government of Ontario",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Le développement durable contre le principe de précaution",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mongin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Esprit",
            "volume": "297",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Le principe de précaution comme norme de l'action publique, ou la proportionnalité en question. Revue économique",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Godard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Le principe de précaution dans le contexte du commerce international : une intégration difficile",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arbour",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Les Cahiers de Droit",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Pandemic influenza preparedness and response: a WHO guidance document",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Her majesty the Queen in right of Canada, Canadian Pandemic Influenza Plan for the Health Sector",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Pandemic Influenza Surveillance Guidelines in Her majesty the Queen in right of Canada, supra, note 39, Annex N (Date of Latest Version",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Pandemic Influenza Laboratory Guidelines in Her majesty the Queen in right of Canada, supra, note 39, Annex C (Date of Latest Version",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Canadian Pandemic Influenza Plan for the Health Sector: Communications Annex in Her majesty the Queen in right of Canada, Annex K (Date of Latest Version",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Quebec Pandemic Influenza Plan -Health Mission",
            "authors": [],
            "year": 2006,
            "venue": "Ministère de la santé et des services sociaux du Québec",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Volet santé publique du Plan québécois de lutte à une pandémie d'influenza -Mission santé, Avis adopté à la 25 e séance du Comité d'éthique de santé publique, le 16 juin",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Les défis de la santé au XXI e siècle: Approche législative des déterminants de la santé",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pinet",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "RILS",
            "volume": "49",
            "issn": "",
            "pages": "129--175",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Santé publique : Santé de la communauté",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Monnier",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Population Health in Canada : A Systematic Review. Canadian Policy Research Networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Secrétariat du Comité d'éthique de la santé publique -Ministère de la Santé et des Services sociaux",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bouthillier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Filiatrault",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "World Health Report",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The Initiative on Genomics & Public Health",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the doctrine established by the WTO's conflict resolution in its interpretation of the Agreement on the Application of Sanitary and Phytosanitary Measures.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Québec, Assemblée nationale, Commission permanente des affaires sociales, Journal des débats -Étude détaillée du projet de loi n o 36, 36 e législature, 2 e session, 27 novembre 2001 (M. Rémy Trudel). Available from: http://www.assnat.qc.ca/fr/travauxparlementaires/commissions/cas-36-2/journal-debats/CAS-011128.html (Date accessed: June 9, 2011).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Public Health Functions",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "in relation to Pandemic (H1N1) 2009 recognize the precautionary principle as a public health ethical principle, as well as a valid and necessary tool in pandemics risk management. Direction de la santé publique of the Ministère de la santé et des services sociaux du Québec (2003). Québec Public Health Program 2003-2012, pp. 19-21. Available from:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors want to thank Genome Canada, Genome Québec and the Social Sciences and con Humanities Research Council of Canada for their financial support. The authors declare that there is no conflict of interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}