{
    "paper_id": "71cfde6386e0b6e76c9ea4169fe99176b97094e1",
    "metadata": {
        "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): Impact on Saudi Arabia, 2015",
        "authors": [
            {
                "first": "Uzma",
                "middle": [],
                "last": "Faridi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tabuk University",
                    "location": {
                        "settlement": "Tabuk",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Middle East respiratory syndrome (MERS) is an acute respiratory syndrome, Caused by MERS coronavirus or MERS-CoV. MERS is responsible for the death of more than 587 people all over the world from 2012 to 2015 (MOH, 2015) . First and the highest number of cases are reported from Saudi Arabia (Zaki et al., 2012) . Now in 24 countries MERS cases are reported (Bermingham et al., 2012) , in which Middle East countries are on the top. Human coronaviruses (HCoVs) belong to the genera Alphacoronavirus and Betacoronavirus. Betacoronaviruses are further divided into four genetic clades, clade a to clade d (Gorbalenya et al., 2004) . MERS-CoV belongs to Betacoronavirus clade c. The other virus of this family is responsible for common cold except SARS, which is responsible for the death of more than 8400 cases and 800 deaths (World Health Organization, 2014) .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 220,
                    "text": "(MOH, 2015)",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 311,
                    "text": "(Zaki et al., 2012)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 358,
                    "end": 383,
                    "text": "(Bermingham et al., 2012)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 603,
                    "end": 628,
                    "text": "(Gorbalenya et al., 2004)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 825,
                    "end": 858,
                    "text": "(World Health Organization, 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since its discovery, the virus has been described by various names like Human betacoronavirus 2c EMC, human betacoronavirus 2c England-Qatar, human betacoronavirus 2C Jordan-N3, betacoronavirus England 1 and novel coronavirus (NCoV) in different literatures (Corman et al., 2014) .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 279,
                    "text": "(Corman et al., 2014)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To keep uniformity finally the virus has been described as Middle East Respiratory Syndrome by Coronavirus Study Group (CSG) as the first report was from Middle East country Saudi (Corman et al., 2014) .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 201,
                    "text": "(Corman et al., 2014)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The first report of MERS-CoV was from a hospital in Jeddah in Saudi Arabia in September 2012, when Dr. Zaki from Egypt isolated it from the throat of a patient, who died because of severe respiratory and renal failure (Groot et al., 2013) . After that, the condition became alarming and more than 1600 cases have been reported from all over the world. MERS is a zoonotic disease and thought to be spread by camels (Reusken et al., 2010) . Human to human transmission is low (Sharif-Yakan and Kanj, 2014).",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 238,
                    "text": "(Groot et al., 2013)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 414,
                    "end": 436,
                    "text": "(Reusken et al., 2010)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The origin of MERS-CoV is still unknown but the phylogenic studies show that the main source of this virus is the camel (Azhar et al., 2014) , which got infected by African bats in past. Human to human transmission is limited in the case of MERS. Although, According to the current reports the transmission rate is decreasing but still this seems to be widely present in dromedary camels in the Middle East countries, the current report from Agriculture ministry of Saudi Arabia has conducted a test on 112 camels and have found that 85% of the animals carried a deadly MERS-CoV, transmission is expected to continue for a long period of time in these regions hence situation is not completely under control. Because of that reason people all over the world, especially in Middle East countries like Saudi Arabia should be aware of MERS, its causes, and symptoms (Zumlaa et al., 2015) .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 140,
                    "text": "(Azhar et al., 2014)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 863,
                    "end": 884,
                    "text": "(Zumlaa et al., 2015)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Origin of MERS-CoV and source of transmission"
        },
        {
            "text": "The symptoms of MERS are not very specific Based on reports so far, people with pre-existing medical conditions (also called comorbidities) may be more likely to become infected with MERS-CoV, or have a severe case. (Pre-existing diseases like Diabetes, Cancer, Chronic lung, heart, and Kidney disease) Individuals with weak Immunity are also easy victims.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptoms and risk factors"
        },
        {
            "text": "MERS-CoV is a single standard RNA virus with large protein envelope, where the protein covering holds around 30 kb long RNA. The outer surface of the envelope has a spike-like structure which is responsible for the infection. This spike-like structure is the glycoprotein. It has main protease and papain-like proteases which help in RNA binding synthesis and translation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure and its relation with infection"
        },
        {
            "text": "The spike-like trimeric structure (S glycoprotein) on envelope interacts host cells and helps the virus to enter into it. Target cells have CD26 or dipeptidyl peptidase 4 (DDP4) (Raj et al., 2013) , which acts as a receptor of S glycoprotein. The cells possessing this DDP4 (CD26) are present mainly in respiratory airways (Wang et al., 2013) . Different studies",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 196,
                    "text": "(Raj et al., 2013)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 323,
                    "end": 342,
                    "text": "(Wang et al., 2013)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Structure and its relation with infection"
        },
        {
            "text": "Riyadh",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CiƟes of Saudi Arabia with MERS cases in 2015"
        },
        {
            "text": "Al-Ahsa Eastern region Jeddah Qassim Najran Taif Madinah Other confirmed S glycoprotein is very important for viral infection and mutation in the spike coding genes causes impairment of viral binding with host cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CiƟes of Saudi Arabia with MERS cases in 2015"
        },
        {
            "text": "There is no specific treatment for the MERS-CoV till date, It was thought that the antiviral drugs which target main protease and papain-like protease of SARS-CoV can be effective for MERS also (because both the viruses are from same beta-corona virus family) but those drugs are not 100% effective on MERS (Lei et al., 2014) . Although MERS-CoV can be inhibited by type I interferons in vitro but patients will not be cured completely. Some drugs like ribavirin (plus IFNa2b) (Omrani et al., 2014) , cyclosporin A, and mycophenolic acid, Chloroquine, chlorpromazine, loperamide, and lopinavir inhibit MERS-CoV growth in vitro but their activity on the human is yet to be established. However, they can be the future drugs for MERS-CoV. ''Prevention is better than Cure\" is the best proverb for MERS until we have the specific treatment for MERS. Camel owners, health workers, and pilgrims are easiest targets for MERS-CoV so they should take extra precautions, like health workers should wear protective gears like gloves and masks while treating the patients, Camel owners should avoid direct contact with camel's eye, nasal fluid, and faeces. Good infectious disease surveillance and control measures can prevent the major outbreak of MERS during mass gathering activities like Haj or Umrah. The Ministry of Health, Saudi Arabia has done a commendable job to overcome this serious issue by spreading awareness, proper diagnosis and treatment which clearly shows the significant fall in a number of cases reported.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 325,
                    "text": "(Lei et al., 2014)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 477,
                    "end": 498,
                    "text": "(Omrani et al., 2014)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Prevention is better than cure"
        },
        {
            "text": "In 2015 the number of cases reported is 457 which is way too low when compared to previous years. The highest number of new cases were reported in Riyadh (294), Al-Ahsa was in second place with 56 new cases. Followed by eastern region (21), Jeddah (17), Qassim (17), Najran (15), Taif (11) and Madinah (17). Other cities had only 18 cases out of 457 ( Fig. 1) . (MOH 27 December 2014 to 29 December 2015 .",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 383,
                    "text": "(MOH 27 December 2014",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 403,
                    "text": "to 29 December 2015",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 359,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "Riyadh is the most heavily populated city in Saudi Arabia with a number of hospitals where patients from other areas come for treatment, and it has a significant number of camel markets. Because of this Riyadh is found to be the number one city where the most number of MERS cases have been reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The ratio of males over the female was high, 66% male and 34% of female were infected (Fig. 2) . The number of males and females was 299 and 153. (For 3 cases no data available). The number of males with an age group of 40 and above were 77.5% of total infected males (Fig. 3) . The patients below 20 were found to be only two (2 and 14 years respectively). In females, the number was 69% for the age group 40 and above (Fig. 4) . (MOH 1st January 2015 to 31st December 2015).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 276,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 428,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "(All the static data used in this article are obtained from the sites of MOH, Saudi Arabia, and W.H.O., Google scholar and is easily accessible.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The incidences are getting reduced because of the awareness of the disease but still we don't have a particular drug or vaccine against MERS-CoV. There is a great need for a new drug for the treatment of this deadly virus and vaccine to prevent the disease. Many research laboratories are working to understand the disease completely and to discover the drug or vaccine for MERS-CoV. So we can hope that in future MERS will be treatable as common Cold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evidence for camel-to-human transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Kafrawy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Farraj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Al-Saeed",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hashem",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N. Engl. J. Med",
            "volume": "370",
            "issn": "26",
            "pages": "2499--2505",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe respiratory illness caused by a novel coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bermingham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Chand",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rooting the phylogenetic tree of Middle East respiratory syndrome coronavirus by characterization of a conspecific virus from an African bat",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Ithete",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Schoeman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "",
            "issn": "",
            "pages": "11297--11303",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe acute respiratory syndrome coronavirus phylogeny: toward consensus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "7863--7866",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): announcement of the coronavirus study group",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Groot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A M"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galiano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L M"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zambon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "14",
            "pages": "7790--7792",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Crystal structure of the papain-like protease of MERS coronavirus reveals unusual, potentially druggable active-site features",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mesters",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D S"
                    ],
                    "last": "Anemu¨ller",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antiviral Res",
            "volume": "109",
            "issn": "",
            "pages": "72--82",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ribavirin and interferon alfa-2a for severe Middle East respiratory syndrome coronavirus infection: a retrospective cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Omrani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Saad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bahloul",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdul-Matin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Alaidaroos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Inf. Dis",
            "volume": "14",
            "issn": "11",
            "pages": "1090--1095",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Dekkers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "",
            "pages": "251--254",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Circulation of group 2 coronaviruses in a bat species common to urban areas in Western Europe",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Lina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pielaat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dam-Deisz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adema",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Kooi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "10",
            "issn": "",
            "pages": "785--791",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Emergence of MERS-CoV in the Middle East: origins, transmission, treatment, and perspectives",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharif-Yakan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kanj",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Structure of MERS-CoV spike receptorbinding domain complexed with human receptor DPP4",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cui1",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Arledge",
                    "suffix": ""
                },
                {
                    "first": "Ying-Hua",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Res",
            "volume": "23",
            "issn": "",
            "pages": "986--993",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Consensus document on the epidemiology of severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N. Engl. J. Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Middle East Respiratory Syndrome-need for increased vigilance and watchful surveillance for MERS-CoV in sub-Saharan Africa",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumlaa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rustomjeeb",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumic",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mwabad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Batesd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maeurere",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Huif",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peterseng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Infect. Dis",
            "volume": "37",
            "issn": "",
            "pages": "77--79",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Total number of cases in different cities of Saudi Arabia in 2015.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Ratio of male and female patients infected with MERS-CoV. Total number of infected males and their percentage according to the age. Total number of infected females and their percentage according to the age.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A total number of new cases and deaths reported all over the world are 1633 and 587 respectively because of this deadly virus MERS-CoV. (W.H.O. report 16 January 2016). Out of which 1280 cases are from Saudi Arabia alone, i.e. 78% of cases are from Saudi Arabia (MOH, Saudi Arabia). Second place is of the Republic of South Korea, where 175 cases were reported till June 2015.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author expresses her sincere gratitude to Dr. Fahad AlRabae (H.O.D. of Biochemistry Department, male section, University of Tabuk Saudi Arabia).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}