{
    "paper_id": "7220982ea4592afc5109160c63d728f1fdaa8373",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "In-Hwan",
                "middle": [],
                "last": "Oh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Burden of disease can be used to prioritize the healthcare budget allocation. We analyzed the research and development (R&D) budget of the Ministry of Health and Welfare (MOHW) in 2018 and compared the results with those of the 2015 Korean National Burden of Disease (KNBD) study. Methods: The 2018 MOHW R&D Project integrated implementation plan was used to analyze the R&D budget of the MOHW. The budget was allocated according to the KNBD disease group and according to the budget lines. The allocated budget was compared with the economic burden and the disability adjusted life years (DALYs) in 2015. Also, for budget targets for risk factors, DALYs of attributable risk factors were compared with corresponding budgets. Results: In 2018, the MOHW major R&D budget of USD 435.1 million accounted for 3% of the total government budget. Within the disease specific R&D budget, 35.9% was allocated to communicable disease groups, 64.1% to non-communicable diseases, and 0% to injury and violence. Among level 2 disease groups, neoplasm was ranked first. Among risk factors, climate change and behavioral risk were targeted for R&D. Conclusions: It would be difficult to say that current R&D allocations focus to minimize the burden of disease. A mismatch was observed between the R&D budget and the burden of disease in terms of economic burden and DALYs. There was a similar finding for risk factors R&D. A novel approach for allocating government R&D funding that is based on the goal of minimizing the disease burden in the Korean population should be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The year 2017 was significant for Korean health policy. The Ministry of Health and Welfare (MOHW), under President Moon's government, established new policies to promote healthy living in Korea. 1,2 These policies included \"enhancement of customized welfare services by life-cycle phase,\" \"establishment of health insurance system centered on people,\" and \"strengthening responses to demographic crisis.\" The main investment directions of research and development (R&D) for the MOHW in connection with these policies are to promote new and more advanced medical industries, to reinforce public R&D, and to advance human-centered disease research (Fig. 1) . Although the growth of the government's total R&D budget is slowing, the R&D budget of the MOHW has steadily increased over the past seven years because of the recognition that health is vital to people's quality of life. The R&D budget of the MOHW is divided by 2 categories which are major R&D budget and general R&D budget. General R&D budget is used for institutional expenses and policy studies and so on. The major R&D budget of the MOHW was USD 435.1 million for 32 projects in 2018. 2 Previous research on principles for fund allocation identified some underlying factors: varying needs among recipients, competing goals in different sectors (university, industry, and national laboratories), and specific emerging policy issues. 3, 4 Evidence suggests that all these elements play a role in funding allocation. 4 In Korea, since the first case of Middle East Respiratory Syndrome (MERS) was reported to the government in May 2015, there have been many changes in the government's support of R&D. There has also been an increase in the awareness of the importance of health system strengthening as a prerequisite to providing essential medical services during each stage of life. 1 To adapt to an ever-changing environment as well as to achieve the correct levels of resource allocation, decision makers should consider using a coherent, disciplined, and comprehensive approach for deciding on an allocation of R&D funds. One way to assess prioritization in health care budget is to match measures of the burden of disease, such as disability adjusted life years (DALYs), along with economic burden and budget prioritization. 5 The aim of this study, then, was to investigate whether the MOHW's R&D budget has responded to the burden of diseases in Korea.",
            "cite_spans": [
                {
                    "start": 1148,
                    "end": 1149,
                    "text": "2",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1395,
                    "end": 1397,
                    "text": "3,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1398,
                    "end": 1399,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1477,
                    "end": 1478,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2291,
                    "end": 2292,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 646,
                    "end": 654,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "We used the MOHW R&D budget data to examine the distribution of health R&D funds against the burdens of diseases. Among MOHW R&D budget, we focused the major R&D budget. Data for the burden of disease in Korea were taken from the results of the 2015 Korean National Burden of Disease (KNBD) study. 6,7 This study was funded by the MOHW to contextualize the Global Burden of Disease (GBD) study for the Korean population. The KNBD study used modification to make estimations for the Korean population. For example, the study used Korean-specific disease classification systems and data sources, such as claims data and disability weights specific to the Korean population. Detailed calculations as well as the data sources are described elsewhere in the paper. 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Because the MOHW plays a significant normative role in health policy formulation in Korea, we chose to zero in on MOHW funding. Health priorities that underpin the 2018 MOHW budget are shown in Fig. 1 . 9 In practice, several departments and agencies operate the R&D funds under a delegation of authority from the MOHW, the Korea Health Industry Development Institute (KHIDI), the National Rehabilitation Center, the Centers for Disease Control and Prevention, the National Cancer Center, and the hi-tech medical complex. Data for the R&D budget were taken from the 2018 MOHW R&D Project's integrated implementation plan. 10 We analyzed the contents of the plan to identify the appropriate group of diseases budget related. Table 1 shows how we aggregated budget lines from the implementation plan. This study used the disease classification systems from the KNBD study. For example, diseases are classified into three level 1 groups: group 1 comprises communicable, maternal, neonatal, and nutritional diseases; group 2 comprises non-communicable diseases; and group 3 is injuries and violence. Each level 1 disease group is further classified into additional level 2 disease groups, such as human immunodeficiency virus infection and acquired immune deficiency syndrome (HIV/AIDS) and tuberculosis, diarrhea, lower respiratory infections, meningitis, other common infectious diseases, and so on. We identified budget lines for levels 1 and 2 diseases, which are communicable diseases including tuberculosis, HIV/AIDS, malaria, maternal, neonatal, and nutritional diseases; as well as non-communicable diseases such as neoplasm, chronic respiratory diseases, mental and behavioral disorders, diabetes, musculoskeletal disorders; and then finally for the injury and violence burden of disease clusters. 7 Every fund was classified in the most detailed manner. But some funds, such as the one for big data in healthcare, was assigned to the non-disease specific clusters. Similarly, wide budget lines that could not be classified in one level 2 disease group were also assigned to the non-disease specific group. We then categorized a wide range of disease clusters using the budget groups that could meet the burden of disease in terms of the numbers of DALYs. We also investigated whether the MOHW R&D budget allocations varied according to the economic burden of disease. Also, some budgets target risk factors rather than disease group. Therefore, the DALYs from risk factors in 2013 and the risk factors budget are also compared. 6 The USD is converted using the average exchange rate of 2017.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 204,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 622,
                    "end": 624,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2534,
                    "end": 2535,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 200,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 731,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "In 2018, the MOHW allocated USD 435.1 million for major R&D funds, corresponding to about 3% of the government's 2018 regular budget. Leaving out the non-disease portion of the budget, the MOHW allocated 35.9% of the remainder of its R&D budget to communicable diseases, 64.1% to non-communicable diseases, and 0% to injuries and violence. Fig. 2 shows the distribution of the 2018 MOHW fund allocations across the diseases categories. In this figure, R&D funds and the burden of disease in Korea were not correlated. For example, much part of the MOHW R&D funds were allocated to upgrading the national system for responding to communicable diseases, focusing on prevention of variant infectious disease inflow and spread and on-site responses. However, communicable diseases in Korea only accounted for 2.8% of DALYs in 2015. 7 Non-communicable diseases, on the other hand, accounted for more than 87% of Korean DALYs but were only allocated 64.1% of the MOHW R&D funds. The most salient findings, though, were in the injuries and violence disease group. There was no MOHW funding whatsoever for this disease group. However, injuries and violence such as self-harm, interpersonal injury, or transport injury accounted for 10.1% of the total 2015 DALYs in the KNBD study, even higher than those of the communicable disease category. 6 To further investigate whether the economic burden and funds allocation are aligned, we also compared the differences between them. We noted that the funds were also skewed when compared to economic burden. The economic burden of injury and violence was 9.1%, but injury and violence did not receive any portion of the MOHW total funding (Fig. 2) .",
            "cite_spans": [
                {
                    "start": 828,
                    "end": 829,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1334,
                    "end": 1335,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 346,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1674,
                    "end": 1682,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We undertook sub-analysis to investigate the relationship between DALYs for level 2 disease groups and MOHW allocation. Budget which could not be allocated to each level 2 disease group is not sub classified. We identified 20 budget lines for \"non-disease specific budgets.\" Non-disease specific budget refers to big data in healthcare, cutting edge medical technology development, medical device development, and so on. They accounted for roughly USD 275.8 million in 2018 and were excluded from our three diseases categories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "diseases. However, the allocation of R&D funding for neoplasms was more than nine times that of musculoskeletal disorders. Neurological disorders, which include Alzheimer's dementia, were ranked second after neoplasm in the MOHW R&D funds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In prioritizing health resources, risk factors should also be considered. 4 Some of the R&D budget was directly targeted for risk factors in 2018. Fig. 3 shows the R&D budget for risk factors. We compared four risk categories in the DALYs of the 2013 KNBD study (behavioral, socio-economic, environmental, and metabolic) with R&D budgetary allocations. As a result, mismatches between R&D budget allocations and DALY distributions were found. For example, it is difficult to locate the fund for socioeconomic risk in the MOHW R&D budget. In the behavioral risk category, even though tobacco smoking was the most dangerous risk factor, only \"alcohol use\" had its own funding.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 153,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Our analysis of the MOHW R&D budget has shown some disparities. First, the budgets give greater weight to communicable diseases than to injuries and violence. Second, the R&D budget of MOHW is more closely aligned with the economic burden of disease than are DALYs. According to the sub-analysis, only parts of groups with level 2 diseases had their own R&D budgets. The budgets are heavily skewed toward strengthening response capabilities for variant infectious disease crises in communicable diseases. This method of allocation is misaligned with the health needs of Korean people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There is increasing evidence that communicable diseases have substantial economic consequences for society. 11 It is well known that communicable diseases have economic implications, especially in low-income regions of the world such as sub-Saharan Africa. 12 But according to a comparative analysis by Stuckler, 4 World Health Organization (WHO) budget allocations were also heavily skewed toward infectious diseases in 2006-2007. Even though noncommunicable disease accounted for almost half of the global DALYs, WHO still allocated about 83% of its total budget to communicable diseases and only 12% to non-communicable diseases.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "text": "11",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The recognition of the importance of non-communicable diseases is growing worldwide, 13,14 including in Korea. In a previous study by Prince, 15 Studies for behavioral risks Behavioral risks · Tobacco smoking · Alcohol use · Diet high in red meat · Diet high in processed meat · Diet high in sodium · Diet low in calcium · Diet low in fiber · Physical inactivity and low physical activity Socio-economic risks · Childhood sexual abuse · Intimate partner violence Climate & environmental risks · Unimproved water and sanitation · Ambient particulate matter pollution · Household air pollution from solid fuels · Ambient ozone pollution · Residential radon · Lead exposure",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 141,
                    "text": "Prince,",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 144,
                    "text": "15",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Metabolic risks · High fasting plasma glucose · High total cholesterol · High blood pressure · High body mass index · Childhood underweight · Iron deficiency · Others · Alcohol use · Others · Ambient particulate matter pollution Attributable DALY, DALYs/ , persons R&D Cost, in , US dollars 1,000 2,000 3,000 5,000 4,000 3,000 2,000 1,000 0 0 cardiovascular disease, cancer, and musculoskeletal diseases accounted for most of the burden of disease. The economic burden of non-communicable diseases in Korea increased by around 65% from 2007 to 2015. 10 For example, mental and behavioral disorders accounted for 6.3% of the total DALYs in 2015. Furthermore, a previous study showed that the burden of disease from Alzheimer's and other dementias increased significantly between 2007 and 2015. 7 Nevertheless, the MOHW R&D budget for non-communicable diseases still favored neoplasms, and the burden of disease as well as other risk factors were not considered. A new process for allocating government's R&D funding that is based on a comprehensive understanding of the disease burden in the Korean population should be seriously considered. Based on this study's analysis of the current allocation scenario, Korean policymakers need to consider how to allocate R&D funds to better match the health realities of the Korean people with important health budgets, which should be designed to reflect the population's needs.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 552,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 793,
                    "end": 794,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We noted that R&D funds for health research in Korea are skewed toward programs addressing technology and industrial development. As noted earlier, even in the case of the R&D budget for communicable diseases, the large part of the budget was for the \"development of response technology for infectious disease crises\" and \"vaccine development.\" These skewness was similar in 2017. For example, the cutting edge medical technology development ranked first and occupied 16.7% of total R&D budget in 2017. 10 Comparisons with other leading contributors to population health offer some insight into the allocation of R&D funds. For example, most of the R&D funds were focused on technology enhancement and industrial service development, which were assigned to non-disease specific budgets in Table 1 . When the US allocates federal funds, various factors come into play at multiple levels. These factors can include economic investment models, human judgement, specialized knowledge, experience, and understanding of the R&D processes. 3, 15 In Korea, on the other hand, it appears that national values and circumstances are currently at odds, and there is a need to establish a reasonable long-term strategy for R&D allocations.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 505,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1036,
                    "end": 1038,
                    "text": "15",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 789,
                    "end": 796,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study provides an opportunity to consider how this strategy might be established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study has some limitations. First, we assumed that several projects in areas of the R&D budget, such as \"big data in healthcare\" or \"cutting edge medical technology development\" (which were not associated with specific diseases categories) accounted for the distribution of funds to non-disease specific categories. Because one of the strategic goals of 2018 MOHW R&D is expansion of medical research based on public interest value, 10 the amount of the R&D budget for these non-disease specific categories is not small, at roughly USD 275.8 million.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "However, in order to analyze whether the distribution of the R&D budget is aligned not only with DALYs but also with the economic burden of disease, we focused on three broad categories of disease groups, taken from the GBD project. 16 We have tried to provide an opportunity here to reflect on how to identify the core principles that should be involved in allocation in Korea. More research is needed on allocation principles for non-disease specific categories.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "text": "16",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Second, we compared the current burden of disease with economic burden, and other factors were not included in this study. Since 2000, as patterns of disease have become more chronic and diversified, the Korean government's health care policy has been undergoing a transformation, from a previous emphasis on the biomedical model to preventive policies and a more active health management model. At the same time, the expansion of international travel and the corresponding increase in domestic exposure to foreign infectious diseases elevates the importance of having well developed, coordinated systems (e.g., emergency quarantine systems) for preventing the spread of infectious disease. In addition to globalization, rapid environmental changes are also altering patterns of infectious disease in Korea. New infectious diseases are emerging, like avian flu and MERS, which we are able to identify as a result of more advanced diagnostic medical technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "For example, since May 20, 2015, when the first case of MERS was reported in Korea, there have been a total of 180 MERS cases-including 29 deaths-with more than 2,600 people isolated as of June 25, 2015. 17 Emerging infectious diseases such as MERS, however, are not included in the current burden of disease system. 7 Even though the burden of disease from something such as MERS or severe acute respiratory syndrome (SARS) may be negligible from a global perspective, 4 in Korea, there is a need to factor in the burden of this communicable disease to plan for effective control programs and to achieve the appropriate research resource allocation.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "text": "17",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite these limitations, this study provides evidence that prioritization of health-related R&D in Korea tends to be based on factors other than burden of disease. A range of projects compete for R&D funding, from creating research infrastructure to the development of rare disease treatment technology. 10 Ensuring the continued success of all these important activities will require rigorous discipline and a coherent, comprehensive, tactical approach for allocating resources among different fields. In this study, we focused on clarifying R&D needs in healthcare through careful examination of the population's disease burden. It is hoped that this analysis will promote a more holistic assessment and a more equitable allocation of R&D funds in the future.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 308,
                    "text": "10",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cheongju, Korea: Korea Health Industry Development Institute",
            "authors": [],
            "year": 2018,
            "venue": "Korea Health Industry Development Institute. KHIDI Brief",
            "volume": "258",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "US) Committee on Criteria for Federal Support of Research and Development. Allocating Federal Funds for Science and Technology",
            "authors": [],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO's budgetary allocations and burden of disease: a comparative analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "9649",
            "pages": "1563--1572",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Burden of disease study and priority setting in Korea: an ethical perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Korean Med Sci",
            "volume": "31",
            "issn": "2",
            "pages": "108--121",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A Study on Measuring and Forecasting the Burden of Disease in Korea. Sejong, Korea: Ministry of Health and Welfare",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Jo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Trends and patterns of burden of disease and injuries in Korea using disability-adjusted life years",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Jo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Go",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Korean Med Sci",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Application of a modified garbage code algorithm to estimate cause-specific mortality and years of life lost in Korea",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Korean Med Sci",
            "volume": "31",
            "issn": "2",
            "pages": "121--129",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ministry of Health and Welfare. Announcement of Ministry of Health and Welfare 2018-454. Sejong, Korea: Ministry of Health and Welfare",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ministry of Health and Welfare R&D Project Integrated Implementation Plan (Draft). Sejong, Korea: Ministry of Health and Welfare",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "Welfare",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Population causes and consequences of leading chronic diseases: a comparative analysis of prevailing explanations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Milbank Q",
            "volume": "86",
            "issn": "2",
            "pages": "273--326",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "WHO Commission on Macroeconomics and Health. Macroeconomics and Health: Investing in Health for Economic Development: Report of the Commission on Macroeconomics and Health",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Implications of mortality transition for primary health care in rural South Africa: a population-based surveillance study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tollman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sartorius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Collinson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Garenne",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "9642",
            "pages": "893--901",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Tracing Africa's progress towards implementing the non-communicable diseases global action plan 2013-2020: a synthesis of WHO country profile reports",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Nyaaba",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stronks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De-Graft Aikins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Kengne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Agyemang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Public Health",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The burden of disease in older people and implications for health policy and practice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Prince",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Gutierrez",
                    "middle": [],
                    "last": "Robledo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Donnell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "9967",
            "pages": "549--62",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Committee on Policies for Allocating Health Sciences Research Funds. Funding Health Sciences Research: a Strategy to Restore Balance",
            "authors": [],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The Global Burden of Disease",
            "authors": [
                {
                    "first": "Cjl",
                    "middle": [
                        "Rethinking"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dalys",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "1996",
            "issn": "",
            "pages": "1--98",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Relation between MOHW R&D budget allocations and the burden of disease in Korea. MOHW = Ministry of Health and Welfare, R&D = research and development, DALY = disability adjusted life year.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Relation between risk factors in DALYs and MOHW R&D budget allocations in Korea. DALY = disability adjusted life year, MOHW = Ministry of Health and Welfare, R&D = research and development.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "shows the R&D groups that correspond to the DALYs of each level 2 disease group. Within these groups, only parts of groups had their own R&D budgets. R&D funds for non-communicable disease were sorted into neoplasms, neurological disorders, and mental and behavioral disorders (and ranked in that order). This differs from the pattern of DALYs in the KNBD study. For example, DALYs from musculoskeletal disorders were the highest, followed by cardiovascular and circulatory R&D = research and development, MOHW = Ministry of Health and Welfare.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Classification R&D = research and development, MOHW = Ministry of Health and Welfare, DALY = disability adjusted life year, HIV/AIDS = human immunodeficiency virus infection and acquired immune deficiency syndrome.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "non-communicable diseases such as",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}