{
    "paper_id": "724a937a58d4217e5d5cc6d1d1e438a5b5b35d6e",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "implemented the EDSS, the Anti-Bioterrorism Information Network, which has been run by emergency departments of 125 designated hospitals nationwide. Five target syndromes including acute rash syndrome, acute neurologic syndrome, acute hemorrhagic fever syndrome, acute respiratory syndrome and acute diarrheal syndrome (sporadic type and mass type) are monitored (Table 1) , and emergency departments in designated hospitals are obligated to report the number of corresponding cases of syndromic surveillance daily through the website (http://bioterrorism.cdc.go.kr/) and online reports. The target subjects including infectious disease are not only the potential bioterrorism but also they are capable of spreading mass type diarrheal illness including food poisoning, bacterial dysentery, water and foodborne infectious disease and acute diarrheal syndrome which is divided into sporadic type and mass type [2] .",
            "cite_spans": [
                {
                    "start": 909,
                    "end": 912,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 372,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The city, county and borough public health centers collect daily reports from emergency departments in their districts, and urge those who didn't report their daily data to complete their work. And the city and province public health and hygiene policy departments also monitor the emergency departments' reporting status in their regions and continuously analyze the disease outbreak ( Figure 1 ). And whenever bioterrorism-like patients' emergence or epidemics are suspected, they urge the regional public health center to execute epidemiologic study, and also direct and inspect their investigations [2] .",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 606,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 395,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The main problem in current EDSS is lack of accuracy in their reports. Although the Anti-Bioterrorism Information Network provides the definition of subject syndromes including symptoms and signs, the frequent changes in the reporters and their subjective decisions could lead the reports ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "into a lack of accuracy, and therefore exert a bad influence on reliability of the surveillance system. Also, since the reports are not utterly mandatory, though it is obligatory, the reporters may not allot sufficient times and efforts, which could also have adverse effect on reliability [3] . To improve these problems in the EDSS, diverse studies and efforts were carried out worldwide. Application of International Classification of Diseases, Ninth Revision (ICD-9-CM) instead of chief complaint, combination of both ICD-9-CM and chief complaint in data collection and introduction of the Realtime Outbreak and Disease Surveillance (RODS) are their examples [4, 5] . But there was no change in domestic EDSS in the way of syndrome reporting method since its introduction in 2002, except adopting the enhanced surveillance system during the Universiade Games in 2003 and the Asian Pacific Economic Cooperation Meeting in 2005.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 667,
                    "end": 669,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of Acute Diarrheal Syndrome Reports"
        },
        {
            "text": "This study was performed to analyze the accuracy of EDSS by comparing the data from the Korea Food and Drug Administration (KFDA), and to offer fundamental materials for making improvements in current surveillance system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Acute Diarrheal Syndrome Reports"
        },
        {
            "text": "In this study, we investigated the reporting processes of target syndromes from Anti-Bioterrorism Information Network and Food Poisoning Statistical System respectively, and compared each data and their trends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Methods"
        },
        {
            "text": "EDSS database is constructed and displayed at Anti-Bioterrorism Information Network website (http://bioterrorism. cdc.go.kr/) after gathering the reports from each emergency departments participating in the syndromic surveillance. We obtained the number of cases and total patients reported as acute diarrheal syndrome (mass type) from June, 2002 to July, 2008. The Korean CDC monitors daily reports from 125 emergency departments nationwide to detect the emergence of 5 syndromes which can be used as bioterrorism attack, and in case of necessity, request the patient's specimen and laboratory analysis. Every morning before 10 a.m., designated emergency departments must report the number of patients of subject syndromes, visited between 9 a.m. the day before and 9 a.m. of the day. In the absence of the reporter, a person in charge or a proxy must report instead, and even though there was no patient of subject syndromes, he or she must report as zero. Especially, in case of acute diarrheal syndrome (mass type), the reporters must notify their emergence immediately, and the Anti-Bioterrorism Information Network indicates the total number of cases, not the number of individual patients. Reports are done through the Anti-Bioterrorism Information Network website. If internet is not available, the reporter must fill out the form and send it to district public health center by fax, and when bioterrorism is highly likely, he must telephone immediately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anti-Bioterrorism Information Network"
        },
        {
            "text": "We obtained the number of mass food poisoning cases from the Food Poisoning Statistical System (http://e-stat.kfda. go.kr/) of the KFDA during the same period, June, 2002 to July, 2008 as the data of acute diarrheal syndrome (mass type) were acquired from the Korean CDC. The Food Poisoning Statistical System of the KFDA reports the number of cases and patients classified by periods, regions, causative organisms and causative facilities. Irrespective of the types of medical facility, according to the Food Sanitation Act, Article 67, Clause 1-3, doctors must report the case to the district public health center whenever they diagnose any mass food poisoning patients or examine who are suspicious to be so, and the head of public health center must report it to the provincial governor, and the provincial governor must report it to the Ministry of Health and Welfare minister and the director of the KFDA. These rules are mandatory and to those who violate the rules, fine is imposed. The KFDA reports mass food poisoning statistics on the basis of public health centers' report data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Food Poisoning Statistical System"
        },
        {
            "text": "The number of mass food poisoning cases from June, 2002 to July, 2008 according to the KFDA and the number of acute diarrheal syndrome (mass type) cases from the Korean CDC during the same period are tabulated ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Number of Mass Food Poisoning Cases Each Year"
        },
        {
            "text": "To investigate the large differences between mass food poisoning cases from the KFDA and acute diarrheal syndrome (mass type) cases from the Korean CDC, monthly changes during 2007 were analyzed and schematized into histogram ( Figure 2 ). In March 2007, the number of mass food poisoning cases from the KFDA was 41, increased from 31 in January and 28 in February. On the contrary, none of the cases were reported from the Korean CDC. During April and May, the KFDA reports were increased from 42 to 65, but the Korean CDC showed no increase, rather, the number was decreased, and despite 32 cases from the KFDA in November, none was reported from the Korean CDC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 236,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Number of Mass Food Poisoning Cases in 2007"
        },
        {
            "text": "The Food Poisoning Statistical System of the KFDA showed annual increase in mass food poisonings ( Figure 3 ). Even though the results were collected until July 2008, this increase could be confirmed. On the contrary, the number of cases reported as acute diarrheal syndrome (mass type) from the Anti-Bioterrorism Information Network of the Korean CDC was decreased. On the other side, during the early days of the Anti-Bioterrorism Information Network, their results were higher than those from the Food Poisoning Statistical System of the KFDA, which could be resulted as active participation during early days of the system's introduction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Trends in Mass Food Poisonings"
        },
        {
            "text": "The KFDA analyzed the outbreaks of food poisoning in the last seven years (2002-2008) and revealed the results. The food poisoning outbreaks were increased annually since 2003, and increase in school cafeterias and dining out, and change of climate from temperate zone to subtropical zone were considered to be the cause [6] . For the last five years, 75.6% of the total food poisonings were related to cafeterias and restaurants dealing sea foods such as fishes and shellfishes. School cafeterias had outbreaks during March and September beginning of the semester, and restaurants, between May and September when the temperature has risen. Pathogenic E.coli, salmonella, staphylococcus, vibrio, campylobacter jejuni and norovirus were the leading organisms of food material contamination and poor personal hygiene. Especially, the food poisonings during winter period, norovirus accounted for 42% [6] . Despite this increasing tendency, the reported cases of acute diarrheal syndrome (mass type) by the EDSS were decreased instead. Besides, comparing the reports from the KFDA in 2007, the reports were unreasonably insufficient to enable early detection and alerting an early warning system of food poisonings. ",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "IV. Discussion"
        },
        {
            "text": "The original purpose of the EDSS is to integrate the number of symptoms requiring emergency care during the average year and create the standard number of patients, then when the subject syndromic patients exceed 2 to 3 standard deviation of the standard patient, alert an early warning system, at the same time discriminate between true prevalence of the disease and errors of data input or phenomenon of natural increase due to weather or time differences. Also, if necessary, perform epidemiologic study and inform those who work in the emergency departments to be prepared for the disease outbreak. Nowadays, various countries including those of North America have implemented this surveillance system [7] [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 709,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Shin Ahn et al"
        },
        {
            "text": "What we have learned from this study was that there are substantial discrepancies between the data reported from the Anti-Bioterrorism Information Network and the actual disease outbreaks. Of course, there are limitations that participating emergency departments in the syndromic surveillance is limited to 125 organs and that some degree of patients might seek for medical services besides emergency departments, such as private clinics or outpatient departments. But considering the fact that the data from the KFDA and the Korean CDC are both from the same population, and that both groups should at least follow the same trends of rise or fall, the study results are not comprehensible. After all, the factor that can cause these discrepancies, which the Korean EDSS is currently facing, is that the report rates could be dependant on the reporter's education level and their wills to report [3] . Meanwhile the Anti-Bioterrorism Information Network reveals every emergency department's report rates and their rankings in the website and forces them to actively participate. The city, county and borough public health centers also urge those emergency departments who haven't submitted their daily reports. These measures may increase the report rates, but they can not improve their accuracies. After all, limitations of the Korean EDSS including lack of compulsory manners, not being automatically linked to electronic medical record, and the different reporting process in data reporting system between the Korean CDC and the KFDA, might have brought out the large discrepancies in our study.",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 899,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Shin Ahn et al"
        },
        {
            "text": "EDSS was introduced as the epidemics of infectious diseases and bioterrorismal threats were issued globally. If performed effectively, it could offer great opportunities for early detection and preparedness for the target diseases or accidents like bioterrorism. It is crucial to systematize its adoption and application, and successive amelioration of current system is indispensable. Attempts to improve accuracies in the EDSS were made. Beitel et al. [4] , in their study of pediatric population, reported that using the ICD-9 code alone or in combination with the chief complaint code improved identification of respiratory syndromes than using the chief complaint code alone, and Fleischauer et al. [5] reported the ICD-9 code provides better performance than the chief complaint code in the EDSS. But the limitations in using the diagnostic code are the variance in coding, errors in input, time consumption until the diagnosis being made and changes in the confirmative diagnosis after short term emergency care. On the contrary, using the chief complaint enables early detection, one of the main objects in surveillance system, and therefore numerous medical institute use this code in their surveillance systems [11, 12] . Some studies stress on the capability of early detection, and to improve the sensitivity of surveillance system, they modified their preexisting chief complaint codes by adding other chief complaints that were not related to specific disease and were not included previously [4] . Despite diverse attempts in improving syndromic surveillance performance in other countries, the Korean EDSS still maintains the method of inputting data manually to the computer by the reporter's judgment. After all, accurate data couldn't be reported, and the EDSS could not play its role properly. Our institution developed our own EDSS program named Emergency Room Syndrome Surveillance (Figure 4 ). Its main purpose was to enable the emergency department administrator to detect early the increase in the number of target syndromes visiting emergency room, and to allow the emergency practitioners for preliminary actions towards the target syndromes, so they could serve as a frontline vigilance in our own hospital. It is automated, real time monitoring system. Data regarding target syndromes are gathered automatically. This process is carried out by collecting the daily numbers of patients' chief complaints which are related to target syndromes, and total number of each syndromic patient is displayed in our electronic medical record system. So whenever the number of target syndromic patient is increased much more than previous data, emergency doctors and nurses can specifically pay attention to the related disease and be prepared. If the program mentioned above were applied to the Korean EDSS, improvement of the accuracy of the system's performance by ameliorating the passive and manual method of daily reports could be expected.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 457,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1221,
                    "end": 1225,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1226,
                    "end": 1229,
                    "text": "12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1507,
                    "end": 1510,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1904,
                    "end": 1913,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Shin Ahn et al"
        },
        {
            "text": "Limitations in this study are first, unable to analyze the collected data in the KFDA according to the medical institutes, second, the Korean CDC reports could not be compared with the data from the National Emergency Department Information System (NEDIS) of the National Emergency Medical Center and third, unable to analyze the accuracy of reporters' performances in each emergency departments. The reason for these limitations is that the law of personal information protection in public institution restricts external institution's survey of data collected by a government agency. If it is possible to analyze overall data from the KFDA and NEDIS of the National Emergency Medical Center, the accuracy of the EDSS will be improved. As NEDIS also gathers information from designated emergency departments nationwide, by comparing the number of input cases between NEDIS and the EDSS, credibility of the reports in each institution could also be analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shin Ahn et al"
        },
        {
            "text": "During the study period, the cases reported as mass food poisoning from the KFDA was much larger than the data reported as acute diarrheal syndrome (mass type) from the Anti-Bioterrorism Information Network of the Korean CDC, and their trends were opposite. After all, due to the data input and reporting manners, which are the major limitations of current Korean EDSS, our surveillance system could not attain its original purpose, early and accurate detection of disease outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shin Ahn et al"
        },
        {
            "text": "EDSS is designed to play a key role as frontline supervision in real time monitoring the disease outbreak. Apt role could provide timely actions to cope with the disease, which is essential in dealing with bioterrorism. Buehler et al. [13] . pointed out that the following factors must be fulfilled in achieving effectiveness of the EDSS. First, surveillance system must be highly sensitive, second, the system should have high positive predictive value and third, system needs to be capable of early detection. Current EDSS in Korea has major defect in accuracy of data collecting system, which hampers early detection and preparedness of disease outbreak. Henceforth, to improve reliability, data collection must be automated by linking electronic medical record rather than daily inputting system by the reporters, and further improvements and studies are required.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Shin Ahn et al"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Syndromic surveillance: the case for skillful investment view",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Sosin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biosecur Bioterror",
            "volume": "1",
            "issn": "",
            "pages": "247--253",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Syndromic surveillances based on the emergency department",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Min",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Prev Med Public Health",
            "volume": "41",
            "issn": "",
            "pages": "219--224",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Use of emergency department chief complaint and diagnostic codes for identifying respiratory illness in a pediatric population",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Beitel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Emerg Care",
            "volume": "20",
            "issn": "",
            "pages": "355--360",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The validity of chief complaint and discharge diagnosis in emergency department-based syndromic surveillance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Fleischauer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Silk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Santana",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vaz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hutwagner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cono",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Berkelman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Treadwell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Acad Emerg Med",
            "volume": "11",
            "issn": "",
            "pages": "1262--1267",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Korea Food and Drug Administration",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Telehealth Ontario detection of gastrointestinal illness outbreaks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Caudle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Dijk",
                    "suffix": ""
                },
                {
                    "first": "Rolland",
                    "middle": [
                        "E"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Can J Public Health",
            "volume": "100",
            "issn": "",
            "pages": "253--257",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Shin Ahn et al dromic surveillance: early results from the MARISSA project",
            "authors": [],
            "year": 2009,
            "venue": "WMJ",
            "volume": "108",
            "issn": "",
            "pages": "256--258",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An automated, broad-based, near realtime public health surveillance system using presentations to hospital Emergency Departments in New South Wales",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Muscatello",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Churches",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaldor",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Correll",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jorm",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Australia. BMC Public Health",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Real-time surveillance for respiratory disease outbreaks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van-Dijk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aramini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Edge",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Canada. Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "799--801",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Syndromic analysis of computerized emergency department patients' chief complaints: an opportunity for bioterrorism and influenza surveillance",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Irvin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Nouhan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Emerg Med",
            "volume": "41",
            "issn": "",
            "pages": "447--452",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Classification of emergency department chief complaints into 7 syndromes: a retrospective analysis of 527,228 patients",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Dowling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ann Emerg Med",
            "volume": "46",
            "issn": "",
            "pages": "445--55",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Framework for evaluating public health surveillance systems for early detection of outbreaks: recommendations from the CDC Working Group",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Buehler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Overhage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Sosin",
                    "suffix": ""
                },
                {
                    "first": "V; Cdc Working",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "MMWR Recomm Rep",
            "volume": "53",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The number of mass food poisoning cases in different Diff. KFDA CDC Diff. KFDA CDC Diff. KFDA CDC Diff. KFDA CDC Diff. KFDA CDC Diff. KFDA CDC Diff. calculated until July, 2008. KFDA: the Korea food and drug administration, CDC: the Korean centers for disease control and prevention, Diff.: difference. Vol. 16 • No. 3 • September 2010 www.e-hir.org",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The number of mass food poisoning cases in 2007. The number of mass food poisoning cases reported by the Food Poisoning Statistical System of the Korea Food and Drug Administration (KFDA) and the Anti-Bioterrorism Information Network of the Korean Center for Disease Control and Prevention (CDC) in 2007.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The number of mass food poisoning cases each year. The number of mass food poisoning cases reported by the Food Poisoning Statistical System of the Korea Food and Drug Administration (KFDA) and the Anti-Bioterrorism Information Network of the Korean Center for Disease Control and Prevention (CDC) each year. *Data was calculated until July, 2008. doi: 10.4258/hir.2010.16.3.177 www.e-hir.org",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Computer display of the Emergency Room Syndrome Surveillance (ERSS). ERSS was a computerized program invented in our institution. Automated data collection and displaying the data of target syndromes are shown. This process is carried out by gathering the daily numbers of patients' chief complaints which are related to target syndromes and total number of each syndromic patient is displayed.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "doi: 10.4258/hir.2010.16.3.177 www.e-hir.org Shin Ahn et al of bioterrorism attack, water and foodborne diarrheal disease and respiratory disease including influenza and severe acute respiratory syndrome (SARS). In the year 2002, the Korean Center for Disease Control and Prevention",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Reporting subjects of the Korean emergency department syndromic surveillance system",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". The differences between the number of mass food poisoning cases from the KFDA and acute diarrheal syndrome (mass type) cases from the Korean CDC showed -40 cases in 2002, 60 cases 2003, 56 in 2004 and 73 in 2005, but the differences were increased to 233 in 2006, 488 in 2007 and 152 in 2008 till July. The difference between the number of mass food poisoning cases and acute diarrheal syndrome (mass type) cases according to their geographic distributions showed that there were large differences during 2007 in Seoul, Incheon, Busan, Gyeonggi, North Gyeongsang, South Chungcheong and North Jeolla, and during 2006 in Seoul and Incheon. During 2004, Seoul, Incheon, Daejeon and Jeju, and during 2002, districts except Gwangju, North Chungcheong, North Gyeongsang and South Gyeongsang, the number of acute diarrheal syndrome (mass type) cases were higher than that Vol. 16 • No. 3 • September 2010 www.e-hir.org",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}