{
    "paper_id": "72903336c1c94d9acc0491f7aadc93d7365a6934",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "system, direct treatment at a tertiary care hospital is restricted without a referral letter from a primary care doctor. However, this system does not function optimally because referral letters are frequently written at the patient's request, regardless of the actual purpose of the additional care [6] . It is also often the case that doctors are not aware of the practices and norms of other specialties. Consequently, it is difficult to apply a healthcare delivery system based on bed number to particular specialties, such as ophthalmology, otorhinolaryngology, and dermatology. This study categorized the severity of referred cases according to new classifications for referral hospitals that are based on physicians' medical specialties, with the aim to propose this as a new approach for designing healthcare delivery systems.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 303,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study adhered to the tenets of the Declaration of Helsinki and the study protocol was approved by the institutional review board of Severance Hospital, Yonsei University (4-2017-0319), which waived the requirement for informed consent because the study had a retrospective design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "This study retrospectively reviewed 784 patients referred to the department of ophthalmology at Severance Hospital through the referral center from July 1, 2015 to June 30, 2016. An ophthalmologist reviewed the medical records of all referred patients and wrote down a final principal diagnosis for each admitted patient. A maximum of two diagnoses was allowed if a single principal diagnosis could not be determined. Patients referred for a suspected ocular disease but who were later found to not have the disease were diagnosis as \"healthcare\". Otherwise, based on the final diagnosis, the referred cases were classified into \"cornea, retina, uveitis, glaucoma, strabismus, pediatric, neuro (ophthalmology), or oculoplasty\". Cases without an ophthalmologic diagnosis were described as \"others\". The purpose of treatment and medical expenses were recorded to assess disease severity. Patients determined to need treatment were categorized as requiring surgical treatment, requiring hospitalization, or requiring outpatient treatment with short-interval follow-ups (within 4 to 5 days). We examined the medical expenses for ophthalmology-related outpatient treatment or hospitalization for six months after the initial hospital visit. When receiving treatment at the ophthalmology department, special doctor fees were excluded from the total expenses to rule out fee differences according to specialists. We created two types of classification systems for referral hospitals in the healthcare delivery system. First, hospitals were classified into primary-care clinics, hospitals (or general hospitals), or tertiary referral hospitals based on the number of beds. Second, hospitals were divided by functional capability in terms of doctors' medical specialty into non-eye specialists, eye specialists, and eye specialists in trainee hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Continuous variables were presented as means ± standard deviations. Analysis of variance and the Kruskal-Wallis H-test were used to compare differences in continuous variables among the three groups and the chisquare test was used to analyze categorical variables. Twotailed p-value less than 0.05 was considered statistically significant. Statistical analyses were performed using IBM SPSS ver. 23.0 (IBM Corp., Armonk, NY, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "We enrolled 784 patients (375 males and 409 females) across three different age groups (<20 years, n = 159; 20-49 years, n = 180; ≥50 years, n = 445). When hospitals were classified according to the number of beds, 650 patients were referred from primary care, 93 from secondary care, and 41 from tertiary care. When hospitals were classified according to medical specialty, 148 patients were referred from non-eye specialists, 545 were referred from eye specialists, and 91 were referred from eye specialists in trainee hospital (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 539,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Under the current classification system, there were no significant differences in patients' sex or age between hospitals of different sizes ( p = 0.553, p = 0.898, respectively). There were also no differences in the rates of patient care (p = 0.898) or medical fees within the first six months after the initial hospital visit according to hospital sizes ( p = 0.372) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 379,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "When hospitals were classified according to doctors' medical specialty, there was no difference in patients' sex according to medical specialty ( p = 0.223); however, patients referred from non-eye specialists were significantly younger ( p < 0.001). A significant difference was observed among patients under the age of 20 ( p < 0.001), while no significant differences were observed among over the age of 20 (20-49, ≥50; p = 0.675, p = 0.064, respectively). When the proportion of the patients who required medical care were compared, an increasing rate were found in the order of non-eye specialists, eye specialists, and eye specialists in trainee hospital ( p < 0.001). Such differences were observed across all age groups (<20, 20-49, ≥50; p < 0.001, p = 0.029, p = 0.004, respectively). With respect to the medical fees paid for the six months following the initial hospital visit, the medical fees increased in the order of non-eye specialists, eye specialists, and eye specialists in trainee hospital ( p < 0.001). Such differences were observed across all age groups (p < 0.001, p = 0.011, p < 0.001, respectively) ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1127,
                    "end": 1135,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To further investigate the underlying causes for these differences, we examined patients' diagnoses according to their age and medical institution. Many of the patients under the age of 20 had strabismus and underwent ophthalmologic plastic surgery, and, patients who were referred from noneye specialists often had no ophthalmological problems, while those referred from eye specialists commonly had strabismus and those referred from eye specialists in trainee hospital frequently had retinal disease. Many of the patients between 20 and 29 years old had corneal or retinal problems; Values are presented as number (%) or mean ± standard deviation. those who were referred from non-eye specialists as well as eye specialists often had corneal disease and those referred from eye specialists in trainee hospital commonly underwent ophthalmologic plastic surgery. Retinal diseases were most common in the patients over the age of 50 (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 933,
                    "end": 940,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Healthcare delivery systems are implemented to provide efficient use and distribution of medical resources via differentiated care and complementary roles through hospi- A B C tals of various classifications. Currently, medical laws in Korea require that hospitals be classified according to their number of beds. This classification system may be easy to use but it is not a practical way to organize a healthcare delivery system for a country where approximately 90% of the physicians are specialists [7] , because the bed-number classification system does not apply to specialties, such as ophthalmology. For this reason, we investigated the shortcomings of the current referral system by analyzing patients who were referred to ophthalmology departments of higher-level hospitals and our findings suggest a need for a new complementary healthcare delivery system. The Korean Ophthalmological Society selects the training hospitals for ophthalmology residencies based on whether the hospital has at least four physicians with ophthalmology sub-specialties in such as cornea, retina, glaucoma, or others. Therefore, eye specialists in trainee hospital are considered as more professional than eye specialist in non-trainee hospital. When we categorized referral hospitals by their specialty function, we found that patients being referred to the eye specialists in trainee hospital tended to have more severe disease. On the other hand, 81.8% of all patients referred from non-eye specialists did not require treatment, and 93.4% of the patients under the age of 20 in this group did not require any treatments as well. Many patients could not be diagnosed because most visited the hospitals for a health examination despite being well; thus, herein, such cases are classified as \"healthcare\". The problems of the current healthcare delivery system appear to arise from non-ophthalmologic practitioners, such as pediatricians or family physicians, who too easily give referral letters for tertiary hospitals to patients complaining of ophthalmologic discomfort [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 506,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2063,
                    "end": 2066,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2067,
                    "end": 2070,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2071,
                    "end": 2074,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The outbreak of the Middle East respiratory syndrome (MERS) in the summer of 2015 in Korea offered an opportunity to draw attention to the problems of the national healthcare delivery system. Since then, a large number of studies have explored MERS prevention strategies [9, 10] . Cho [9] proposed that specialization of medical institutions and reinforcement of referral guidelines are essential to ease overcrowding in tertiary hospitals, which was a main cause of the MERS outbreak. Cho's suggestions are consistent with our recommendation that classification by functional capability should be emphasized rather than classification by hospital type (clinic, hospital, and general hospital) where specialists in various medical specialties and general practitioners work together [9] . Easing overcrowding in tertiary hospitals corresponds to the reinforcement of primary care. Primary care reinforcement is one of the key strategies for efficient and equitable healthcare reform. Healthcare reform efforts in the United States also mainly seek to strengthen primary care through a program called the patient-centered medical home model [11, 12] .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 783,
                    "end": 786,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1145,
                    "end": 1148,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has several limitations. First, since the study only involved ophthalmology departments, the results should be applied with caution to other medical specialties. Second, overcrowding at tertiary hospitals may not only cause problems in the healthcare delivery system but could also influence patients' distrust of primary-care facilities. For this reason, a range of efforts is needed in both the healthcare delivery system and primary-care institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, policy changes for better efficiency should require community eye specialists to provide initial care, which can be followed with a referral to a tertiary hospital as needed, instead of referring patients to tertiary hospitals directly from primary-care facilities by non-ophthalmology practitioners. These policy changes will also prevent waste in medical resources and the national medical insurance by reducing doctor and hospital shopping. This study shows that classifying hospitals based on their number of beds is inadequate for the health care delivery system to work properly in the Korean medical environment where there are more specialists than general practitioners. Instead, we recommend classifying medical institutions by their functional capability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Health law",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Furrow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Greaney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "501--535",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Improvement ways for health care delivery system",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health Welf Policy Forum",
            "volume": "189",
            "issn": "",
            "pages": "50--67",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Suggestion for new strategy and governance of health care delivery system",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Korean J Health Policy Adm",
            "volume": "24",
            "issn": "",
            "pages": "301--304",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A revisit to policy agenda concerned with the distortion of functional differentiation among health care providers",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Korean J Health Policy Adm",
            "volume": "20",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Improvements of healthcare delivery system",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Korean Hosp Assoc",
            "volume": "30",
            "issn": "",
            "pages": "105--119",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Family medicine residents' perception of attitude towards request for referral in out-patient",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Korean Acad Fam Med",
            "volume": "24",
            "issn": "",
            "pages": "254--263",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How to make the right policy for the medical workforce",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Korean Med Assoc",
            "volume": "60",
            "issn": "",
            "pages": "210--212",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Factors influencing medical institution selection for outpatient services",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Korean Med Assoc",
            "volume": "55",
            "issn": "",
            "pages": "898--910",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The direction of reform for enhancing primary care",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Korean Med Assoc",
            "volume": "59",
            "issn": "",
            "pages": "482--487",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Healthcare reform after MERS outbreak: progress to date and next steps",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Korean Med Assoc",
            "volume": "59",
            "issn": "",
            "pages": "668--71",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The patient-centered medical home: will it stand the test of health reform?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Rittenhouse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Shortell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "301",
            "issn": "",
            "pages": "2038--2078",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Concept, values, current status and prospect of primary care in Korea",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Korean Med Assoc",
            "volume": "56",
            "issn": "",
            "pages": "856--65",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Diagnosis of patients according to the classification by the functional capability in terms of doctors' medical specialties. (A) Not eye specialist, (B) eye specialist, and (C) eye specialist in trainee hospital. Panel A, B, and C show patient diagnoses according to the functional capability of hospitals. In many cases, patients referred from a non-eye specialist (A) were categorized as having no ocular abnormalities and their diagnoses were described just generally as healthcare.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Patient demographics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Differences in patient characteristics according to hospital size",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Differences in patient characteristics according to classification by functional capability in terms of doctors' medical specialtyValues are presented as number (%) or mean ± standard deviation; Different letters in the same row indicate statistically significant differences between groups.Chi-square test; † Analysis of variance; ‡ Kruskal-Wallis H-test.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}