{
    "paper_id": "734f6b97fbdf729498fe7077f74f49db8311d2b9",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV) is considered to be a new viral epidemic, and the infection is associated with acute respiratory illness and renal failure. 1, 2 In September 2012, this coronavirus was discovered and isolated from an infected patient living in Saudi Arabia. 1 The geographic distribution of cases has been mainly confined to six countries in the Arabian Peninsula (Saudi Arabia, United Arab Emirates, Qatar, Kuwait, Jordan, and Oman). However, in some countries in Europe and Africa, instances of the disease have been detected in imported cases from endemic countries. MERS-CoV has a very high mortality rate, and complications arising from infection can result in severe respiratory and renal failure. 4 The mode of transmission and the source of MERS-CoV infection (ie, whether it is a zoonotic or human disease) is unclear. 4 Recent research has shown that dromedaries may act as viral reservoirs, and antibodies against MERS-CoV have been found in dromedaries living in both the African and Arabian peninsulas. 5, 6 Despite limited data on MERS-CoV in Saudi Arabia, we have attempted to explore the epidemiological distribution of and describe the pattern of infection of this disease by conducting a study of the reports of MERS-CoV published daily by the Saudi Ministry of Health. 7",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 183,
                    "end": 184,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 298,
                    "end": 299,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 744,
                    "end": 745,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 868,
                    "end": 869,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1056,
                    "end": 1058,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1059,
                    "end": 1060,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An epidemiological study of all MERS-CoV cases recorded by the Saudi Ministry of Health between June 6, 2013 and May 14, 2014 was performed. As data are limited regarding MERS-CoV available from the Saudi Ministry of Health website, we concentrated on disease distribution by date of confirmed diagnosis, sex, age group, and region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Since May 2013, the Saudi Ministry of Health has published a daily report on MERS-CoV infections, with the primary objective of defining the burden of this disease in Saudi Arabia. Currently, there are limited data in these reports, although each contains the number of cases diagnosed, the number of deaths confirmed, the sex of the patients, and the region inhabited by the infected person.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Data were analyzed using IBM SPSS for Windows, Version 20.0 (IBM Corp, Armonk, NY, USA). The frequency of cases of MERS-CoV infection and percentage of resulting deaths were calculated and categorized by date of diagnosis, sex, age group, and region. In addition, the case fatality rate (a measure of the severity of epidemic disease) was calculated and categorized by month, sex, age group, and region. The average relative humidity and temperature of the regions with the highest incidence of MERS-CoV in Saudi Arabia were calculated, to study the geographical and temporal characteristics of this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "A total of 425 MERS-CoV cases were recorded by the Saudi Ministry of Health between June 6, 2013 and May 14, 2014. The frequency of cases and deaths was inconsistent from June until December 2013, and slight increases in the rate were observed in June and September (17 cases; 11 deaths) ( Figure 1A ). In 2014, there was a low number of ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 299,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Merse-coV in saudi arabia cases and deaths in January, February, and March, but at the beginning of April, there was a sharp increase, to 190 cases and 45 deaths ( Figure 1B) ; the corresponding case fatality rate was 24% and 25% in April and May 2014, respectively (Table 1) . Figure 1C shows the number of MERS-CoV cases and deaths, categorized by sex. There were 260 cases (62%) among the male population and 162 cases (38%) among the female population. Furthermore, the number of deaths was higher among men (89 deaths [74%]) than among women (31 deaths [26%]), and the case fatality rate was higher among men (52%) than women (23%) ( Figure 1D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 174,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 266,
                    "end": 275,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 278,
                    "end": 287,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 639,
                    "end": 648,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "419"
        },
        {
            "text": "The frequency of cases and deaths was further adjusted by age group. The defined age groups reported were 0-14, 15-29, 30-44, 45-59, and 60 years. Those in the 60 years age group were most frequently diagnosed with MERS-CoV infection, followed by those aged 45-59 years ( Figure 2A ). In addition, the highest case fatality rate was recorded in the 45-59 years age group (55%), followed by those aged 60 years (45%). The lowest case fatality rate occurred in the 30-44 years age group (8%) ( Table 2 and Figure 2B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 283,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 495,
                    "end": 502,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 507,
                    "end": 516,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "419"
        },
        {
            "text": "The frequency of MERS-CoV cases and deaths, adjusted by the region of Saudi Arabia, is presented in Figure 2C . The highest number of cases and deaths occurred in Riyadh (169 cases; 43 deaths), followed by Jeddah (156 cases; 36 deaths) and the Eastern Region (24 cases; 22 deaths). However, the highest case fatality rate was recorded in the Eastern Region (92%), followed by Medinah (36%) and Najran (33%) ( Table 3 and Figure 2D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 409,
                    "end": 416,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 421,
                    "end": 430,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "419"
        },
        {
            "text": "The average monthly temperature and relative humidity were calculated for the regions with the highest incidence of MERS-CoV infection, and this provided significant information about the temporal and environmental characteristics of this disease. Figure 3A shows that in Riyadh, the average temperature ranged from 15°C-37°C in April and May 2014, the period with the highest rate of cases and deaths. In contrast, the lowest average relative humidity values (between 8%-20%) occurred at this time ( Figure 3A and B) . Similarly, in Jeddah, the average temperature ranged from 20°C-37°C in April and May 2014, and the average relative humidity was the lowest recoded for the year, at 30%-35% ( Figure 3C and D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 257,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 501,
                    "end": 517,
                    "text": "Figure 3A and B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 695,
                    "end": 711,
                    "text": "Figure 3C and D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "419"
        },
        {
            "text": "The average monthly temperature and relative humidity were also calculated for the Eastern Region, to identify the environmental characteristics that contribute most to the spread of this disease among the population of Saudi Arabia. The average temperature in the Eastern Region ranged from 17°C-37°C in April and May 2014, and the lowest average relative humidity for the year (18%-30%) was recorded at this time ( Figure 4A and B). Similarly, in Medinah, the average temperature was between 17°C-38°C in April and May 2014, and the average relative humidity was between 8%-20%, which was also the lowest value recorded for the year ( Figure 4C and D).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 417,
                    "end": 426,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 637,
                    "end": 646,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "419"
        },
        {
            "text": "MERS-CoV is a recent fatal epidemic that has drawn global attention. Our current study focuses on the epidemiological pattern of MERS-CoV infection in Saudi Arabia between June 6, 2013 and May 14, 2014. To the best of our knowledge, this is the first study that describes the patterns and trends of MERS-CoV infection in Saudi Arabia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Unfortunately, there are no data available for MERS-CoV incidence between January and May 2013. Our results indicate that the number of MERS-CoV cases and deaths remained inconsistent from the beginning of June to the end of December 2013 and that MERS-CoV incidence peaked twice, in June and September 2013. MERS-CoV incidence was very low in the months of January, February, and March 2014; however, incidence was observed and then peaked at the end of April. Therefore, we expected that MERS-CoV incidence would continue to increase until the end of June 2014. Saudi Arabia is in the Northern hemisphere, where the incidence of influenza is highest in winter, peaking between December and March. 8 However, the highest rates of MERS-CoV cases and deaths were not observed in Winter, but in mid-Spring, between April and May.",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 700,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we observed a higher rate of MERS-CoV incidence and deaths in men than in women. A recent study suggests that there is also a higher incidence of influenza in men than in women, which is due to a higher level of testosterone and a corresponding suppression of their immune response. 9 Thus, a similar relationship may exist with MERS-CoV, and consequently, men with a lower level of testosterone may have improved immunity to viral infection. 9 Another possible explanation for a higher incidence of MERS-CoV among men is that men are likely to spend more time outdoors and thus have a higher risk of exposure to a source of infection.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 299,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 458,
                    "end": 459,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings indicate that those in the age groups of 45-59 years and 60 years had the highest rate of MERS-CoV cases and related deaths. It has been documented that people over 65 years of age and younger people with chronic diseases are at a greater risk of complications resulting from influenza or viral infections than are healthy adults. This indicates that older and unhealthy younger people are more likely to become infected with MERS-CoV, owing to a weak immune system, and infection is more likely to be fatal in these groups. 10 Our study also reports that the region of Riyadh had the highest rate of MERS-CoV infections and deaths in However, despite the high number of cases and deaths in Riyadh and Jeddah, the case fatality rate was highest in the Eastern Region, and for this reason, MERS-CoV was first discovered here. In Jeddah and Mecca, there is concern about the increase of MERS-CoV cases because hundreds of thousands of people frequently travel to Saudi Arabia to perform Umrah and Hajj. Although no Hajj-associated MERS-CoV cases have been reported, Umrah-associated cases have. [11] [12] [13] Therefore, the World Health Organization suggests that governments should provide advice on the risk of infection to pilgrims with major medical problems, such as chronic diseases. In addition, general travel health information should be provided, including advice on food safety practices, good personal hygiene, and avoiding unnecessary farm visits and contact with animals. 14 We have observed that MERS-CoV incidence rates are higher in environments with low relative humidity (20%) and high temperatures (20°C-35°C). Therefore, increasing relative humidity to above 35% and maintaining temperatures ranging 5°C-15°C in hospitals and indoor places may decrease the spread of this disease. However, it has been observed that higher relative humidity levels above 43% may decrease the activity of influenza virus particles to 14%, while a relative humidity of 23% or less may increase the activity of influenza virus particles from 70%-77%. 15 The source of infection should also be investigated and identified with epidemiological surveillance, either passively or actively, in order to control MERS-CoV in Saudi Arabia.",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 541,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1107,
                    "end": 1111,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1112,
                    "end": 1116,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1499,
                    "end": 1501,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2066,
                    "end": 2068,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Epidemiological analysis of the daily reports of MERS-CoV incidence by the Saudi Ministry of Health, between June 6, 2013 and May 14, 2014, revealed that the recent epidemic of MERS-CoV has a high fatality rates and may spread from person to person. The rates of MERS-CoV cases and deaths are higher in men than in women, and those in the age groups of 45-59 and 60 years had the highest case fatality rate. Furthermore, Riyadh, Jeddah, and the Eastern Region had the highest number of cases and related deaths in Saudi Arabia. MERS-CoV is most active in environments with low relative humidity and high temperatures. However, further epidemiological studies are required to determine the source and the mode of MERS-CoV infection in Saudi Arabia. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Submit your manuscript here: http://www.dovepress.com/international-journal-of-general-medicine-journal",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publish your work in this journal"
        },
        {
            "text": "The International Journal of General Medicine is an international, peer-reviewed open-access journal that focuses on general and internal medicine, pathogenesis, epidemiology, diagnosis, monitoring and treatment protocols. The journal is characterized by the rapid reporting of reviews, original research and clinical studies across all disease areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publish your work in this journal"
        },
        {
            "text": "A key focus is the elucidation of disease processes and management protocols resulting in improved outcomes for the patient.The manuscript management system is completely online and includes a very quick and fair peer-review system. Visit http://www.dovepress.com/ testimonials.php to read real quotes from published authors. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publish your work in this journal"
        },
        {
            "text": "The authors report no conflicts of interest in this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features and virological analysis of a case of Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seilmaier",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "9",
            "pages": "745--751",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) -update. World health Organization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transmission scenarios for Middle East Respiratory Syndrome Coronavirus (MERS-CoV) and how to tell them apart",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "24",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome coronavirus neutralising serum antibodies in dromedary camels: a comparative serological study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "10",
            "pages": "859--866",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Seroepidemiology for MERS coronavirus using microneutralisation and pseudoparticle virus neutralisation assays reveal a high prevalence of antibody in dromedary camels in Egypt",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gomaa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "36",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemiology for Public Health Practice",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Friis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Sellers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "LLC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Seasonal influenza. Public Health England",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Systems analysis of sex differences reveals an immunosuppressive role for testosterone in the response to influenza vaccination",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Furman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Hejblum",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "2",
            "pages": "869--874",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "What you should know and do this flu season if you are 65 years and older",
            "authors": [],
            "year": 2013,
            "venue": "Centers for Disease Control and prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Has Hajj-associated Middle East Respiratory Syndrome Coronavirus transmission occurred? The case for effective post-Hajj surveillance for infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rashid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Azeem",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heron",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Haworth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Booy",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Microbiol Infect",
            "volume": "20",
            "issn": "4",
            "pages": "273--276",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Laboratory-confirmed case of Middle East respiratory syndrome coronavirus (MERS-CoV) infection in Malaysia: preparedness and response",
            "authors": [
                {
                    "first": "Premila",
                    "middle": [],
                    "last": "Devi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Noraini",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Norhayati",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "18",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Health Protection Agency (HPA) UK Novel Coronavirus Investigation team. Evidence of person-to-person transmission within a family cluster of novel coronavirus infections",
            "authors": [],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "World -travel advice on MERS-CoV for pilgrimages. World Health Organization",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "High humidity leads to loss of infectious influenza virus from simulated coughs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Noti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Blachere",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcmillen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Distribution off Mers-coV cases and deaths by date of diagnosis and sex in saudi arabia. Notes: (A) The frequency of Mers-coV cases and deaths in saudi arabia, from June to December 2013. (B) The frequency of Mers-coV cases and deaths in saudi arabia, from January to middle of May 2014. (C) The frequency of Mers-coV cases and deaths, adjusted by sex, in saudi arabia, from June 2013 to May 2014. (D) The case fatality rate of Mers-coV disease, adjusted by sex, in saudi arabia. Abbreviation: Mers-coV, Middle east respiratory syndrome coronavirus. International Journal of General Medicine 2014:7 submit your manuscript | www.dovepress.com Dovepress Dovepress",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Distribution off Mers-coV cases and deaths by age group and region in saudi arabia. Notes: (A) The frequency of Mers-coV cases and deaths, adjusted by age group, in saudi arabia. (B) The case fatality rate of Mers-coV disease, adjusted by age group, in saudi arabia. (C) The frequency of Mers-coV cases and deaths, adjusted by region, in saudi arabia. (D) The case fatality rate of Mers-coV disease, adjusted by region, in saudi arabia. Abbreviation: Mers-coV, Middle east respiratory syndrome coronavirus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The impact of temperature and relative humidity on Mers-coV cases in different regions of saudi arabia. Notes: (A) low and high average monthly temperature in riyadh. (B) low and high average monthly relative humidity in riyadh. (C) low and high average monthly temperature in Jeddah. (D) low and high average monthly relative humidity in Jeddah. Abbreviation: Mers-coV, Middle east respiratory syndrome coronavirus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ", followed by Jeddah and the Eastern Region.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The impact of temperature and relative humidity on Mers-coV cases in different regions of saudi arabia. Notes: (A) low and high average monthly temperature in eastern region. (B) low and high average monthly relative humidity in eastern region. (C) low and high average monthly temperature in Medinah. (D) low and high average monthly relative humidity in Medinah. Abbreviation: Mers-coV, Middle east respiratory syndrome coronavirus.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "case fatality rate in saudi arabia adjusted by date of diagnosis",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "case fatality rate in saudi arabia adjusted by age group",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "International Journal of General Medicine 2014:7 submit your manuscript | www.dovepress.com",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "case fatality rate in saudi arabia adjusted by region",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "International Journal of General Medicine 2014:7 submit your manuscript | www.dovepress.com",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}