{
    "paper_id": "737650f6ab6664da7582430d4b45ff9dd2e76866",
    "metadata": {
        "title": "In-service training for health professionals to improve care of seriously ill newborns and children in low-income countries (Review)",
        "authors": [
            {
                "first": "Opiyo",
                "middle": [
                    "N"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "English",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In-service training for health professionals to improve care of seriously ill newborns and children in low-income countries (Review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Two review authors independently extracted data and assessed study risk of bias and confidence in effect estimates (certainty of evidence) for each outcome using GRADE (Grades of Recommendation, Assessment, Development and Evaluation). We described results and presented them in GRADE tables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and analysis"
        },
        {
            "text": "We identified no new studies in this update. Two randomised trials (which were included in the original review) met the review eligibility criteria. In the first trial, newborn resuscitation training compared with usual care improved provider performance of appropriate resuscitation (trained 66% vs usual care 27%, risk ratio 2.45, 95% confidence interval (CI) 1.75 to 3.42; moderate certainty evidence) and reduced inappropriate resuscitation (trained mean 0.53 vs usual care 0.92, mean difference 0.40, 95% CI 0.13 to 0.66; moderate certainty evidence). Effect on neonatal mortality was inconclusive (trained 28% vs usual care 25%, risk ratio 0.77, 95% CI 0.40 to 1.48; N = 27 deaths; low certainty evidence). Findings from the second trial suggest that essential newborn care training compared with usual care probably slightly improves delivery room newborn care practices (assessment of breathing, preparedness for resuscitation) (moderate certainty evidence).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "In-service neonatal emergency care courses probably improve health professionals' treatment of seriously ill babies in the short term. Further multi-centre randomised trials evaluating the effects of in-service emergency care training on long-term outcomes (health professional practice and patient outcomes) are needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' conclusions"
        },
        {
            "text": "This is the first update of the original Cochrane review, whose objective was to find out whether additional emergency care training programmes can improve the ability of health workers in poor countries to care for seriously ill newborns and children admitted to hospitals. Researchers at The Cochrane Collaboration searched for all studies that could answer this question and found two relevant studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What question was the review asking?"
        },
        {
            "text": "The review authors suggest that giving health professionals in poor countries additional training in emergency care probably improves their ability to care for seriously ill newborns. We need additional high-quality studies, including studies in which health professionals are trained to care for seriously ill older children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the key messages?"
        },
        {
            "text": "In poor countries, many babies and children with serious illnesses die even though they have been cared for in hospitals. One reason for this may be that health workers in these countries often are not properly trained to offer the care that these children need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background: training health professionals to care for seriously ill babies and children"
        },
        {
            "text": "In poor countries, children often become seriously ill because of conditions such as pneumonia, meningitis and diarrhoea, and may need emergency care. For newborn babies, the most common reason for emergency care is too little oxygen to the baby during birth. If this goes on for too long, the person delivering the baby has to help the baby breathe, and sometimes has to get the baby's heart rate back to normal. This is called neonatal resuscitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background: training health professionals to care for seriously ill babies and children"
        },
        {
            "text": "In-service neonatal emergency care training versus usual care for healthcare professionals Population: nurses and midwives Setting: delivery room/theatre (Kenya) Intervention: 1-day newborn resuscitation training Comparison: usual care",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S U M M A R Y O F F I N D I N G S F O R T H E M A I N C O M P A R I S O N [Explanation]"
        },
        {
            "text": "Absolute effect* (95% CI) Relative effect (95% CI) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "In low-income countries, most deaths among seriously ill children who come into contact with referral level health services occur within 48 hours of when they are seen (Berkley 2005) . It is possible that good quality immediate and effective care provided by health professionals could reduce these deaths (Nolan 2001). Provision of appropriate care however depends on the presence of skilled health personnel at the point of care delivery (WHO 2005) . To improve health workers' capacity to provide effective care for seriously ill newborns and children in low-income countries, various in-service training courses, based mainly on models of high-income countries, are proposed. This is the first update of the original review.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 182,
                    "text": "(Berkley 2005)",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 450,
                    "text": "(WHO 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B A C K G R O U N D"
        },
        {
            "text": "Severe illness remains a leading cause of newborn and child deaths in low-income countries (LICs) (Liu 2012; Seale 2014). Major conditions contributing to severe illness include sepsis, pneumonia, meningitis and diarrhoea (Liu 2012; Seale 2014). Early recognition of severe illness with prevention of cardiorespiratory arrest through resuscitation represents a critical step towards reducing mortality and long-term disability in seriously ill newborns and children. However, the clinical diagnosis of severe illness can be difficult, as signs are often non-specific and deteriorate rapidly. Gove 1999; Molyneux 2006) . This course is specifically aimed at low-income countries and is intended to improve prompt identification and institution of life-saving emergency treatment for very ill children. The more general CDD and ARI programmes were developed by the WHO in 1980, in recognition of high childhood mortality due to diarrhoea/dehydration and pneumonia among very ill neonates and children; they focus on case management training rather than life support (Forsberg 2007; Pio 2003) . Although these courses concentrate on community-based or out-patient-based management, with good evidence for their success (Sazawal 2001), they also include guidance on management of very severe illness. These disease-specific training approaches were incorporated into the broader package of the IMCI strategy. Here the particular focus for management of the very ill child is the decision to provide prereferral care and referral to hospital. In addition to this, the WHO has developed a specific five-day course on hospital management of severe malnutrition (WHO 2002) .",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 602,
                    "text": "Gove 1999;",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 617,
                    "text": "Molyneux 2006)",
                    "ref_id": null
                },
                {
                    "start": 1064,
                    "end": 1079,
                    "text": "(Forsberg 2007;",
                    "ref_id": null
                },
                {
                    "start": 1080,
                    "end": 1089,
                    "text": "Pio 2003)",
                    "ref_id": null
                },
                {
                    "start": 1654,
                    "end": 1664,
                    "text": "(WHO 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Description of the condition"
        },
        {
            "text": "The effectiveness of in-service training of healthcare professionals depends on changes in health worker practices, which, plausibly, should precede any impact on mortality or morbidity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How the intervention might work"
        },
        {
            "text": "In-service training costs both time and money, for example, the cost of the two-day European Paediatric Life Support (EPLS) course is estimated to be about USD 190 per trainee in Kenya (personal communication with ME, 2009). Apart from the sometimes high costs of providing courses (often recovered in high-income countries with high course fees), attendance at such courses often means that important staff are absent from their normal duties with potential disruption to patient care and, for some, loss of personal income (Jabbour 1996) . Despite their high costs, emergency care courses remain a thriving enterprise in many high-income countries, as is reflected in their ever increasing number and variety (Jewkes 2003) . In the hope that they might improve the quality of care in low-and middle-income countries, considerable global efforts and investments have gone into further development, refinement and adaptation of these courses to meet the needs of individual countries (Baskett 2005 ). Yet despite these investments and the faith placed in them by many organisations and institutions, evidence of their effectiveness in improving treatment of seriously ill newborns and children remains unclear. Several studies on in-service emergency care training for newborns and children have been completed since our original review was published, in 2010. Therefore an updated review of the effectiveness of these courses is needed.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 539,
                    "text": "(Jabbour 1996)",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 724,
                    "text": "(Jewkes 2003)",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 997,
                    "text": "(Baskett 2005",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Why it is important to do this review"
        },
        {
            "text": "To assess the effects of in-service emergency care training on health professionals' treatment of seriously ill newborns and children in low-income countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "O B J E C T I V E S"
        },
        {
            "text": "Randomised trials, non-randomised trials, controlled before-after studies and interrupted-time-series studies were eligible for inclusion (EPOC 2014). We excluded community-based studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of studies"
        },
        {
            "text": "Qualified healthcare professionals (doctors, nurses, midwives, physician assistants) in outpatient/hospital-based settings responsible for care of seriously ill newborns and children were eligible for inclusion. We excluded non-qualified healthcare providers (e.g. medical students/trainees, medical interns, community health workers). We did not exclude studies on the basis of their income classification (low, middle or high income).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of participants"
        },
        {
            "text": "In-service training courses aimed at changing health provider behaviour in the care of seriously ill newborns and children were eligible for inclusion (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "text": "(Table 1)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Types of interventions"
        },
        {
            "text": "• Neonatal life support courses (e.g. NLS, NRP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of interventions"
        },
        {
            "text": "• Paediatric life support courses (e.g. PALS, PLS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of interventions"
        },
        {
            "text": "• Life support elements within the Integrated Management of Pregnancy and Childbirth (e.g. ENC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of interventions"
        },
        {
            "text": "• Other in-service newborn and child health training courses aimed at recognition and management of seriously ill newborns and children (e.g. ETAT, CDD, ARI, malaria case management, training components of IMCI strategy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of interventions"
        },
        {
            "text": "We excluded studies of complex training interventions in which training was combined with and was impossible to separate from additional health system changes (e.g. improved staffing, health facility reorganisation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of interventions"
        },
        {
            "text": "We included studies only if they reported objectively measured health professional (in practice) performance outcomes (e.g. clinical assessment/diagnosis, recognition and management/referral of seriously ill newborn/child, prescribing practices).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of outcome measures Primary outcomes"
        },
        {
            "text": "We also considered the following outcomes when reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "• Participant outcomes (e.g. mortality, morbidity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "• Health resource utilisation (e.g. drug use, laboratory tests).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "• Health services utilisation (e.g. length of hospital stay).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "• Other markers of clinical performance (e.g. simulated health worker performance in practice settings).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "• Training/implementation costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "• Impact on equity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "• Adverse effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "We excluded studies that reported only other markers of performance/simulations/skill testing done outside practice settings/ in classrooms (e.g. practicing/demonstrating resuscitation techniques using a dummy). We considered for inclusion simulations of emergency care in practice settings that were designed to reflect real practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "We searched the following databases for related reviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search methods for identification of studies Electronic searches"
        },
        {
            "text": "• Cochrane Database of Systematic Reviews (CDSR) (2015, Issue 2), part of The Cochrane Library (www.cochranelibrary.com) (searched 24/02/2015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search methods for identification of studies Electronic searches"
        },
        {
            "text": "• Database of Abstracts of Reviews of Effects (DARE) (2015, Issue 1), part of The Cochrane Library (www.cochranelibrary.com) (searched 24/02/2015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search methods for identification of studies Electronic searches"
        },
        {
            "text": "• Health Technology Assessment Database (HTA) (2015, Issue 1), part of The Cochrane Library (www.cochranelibrary.com) (searched 24/02/2015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search methods for identification of studies Electronic searches"
        },
        {
            "text": "We searched the following databases for primary studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search methods for identification of studies Electronic searches"
        },
        {
            "text": "• Cochrane Central Register of Controlled Trials (CENTRAL) (2015, Issue 1), part of The Cochrane Library (www.cochranelibrary.com) (including the Effective Practice and Organisation of Care (EPOC) Register) (searched 24/02/2015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search methods for identification of studies Electronic searches"
        },
        {
            "text": "• MEDLINE In-Process and Other Non-Indexed Citations, and MEDLINE daily, MEDLINE and OLDMEDLINE, 1946 to present, Ovid SP (searched 23/02/2015).",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 101,
                    "text": "MEDLINE and OLDMEDLINE, 1946",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Search methods for identification of studies Electronic searches"
        },
        {
            "text": "• EMBASE, 1980 to 2015 Week 08, Ovid SP (searched 23/ 02/2015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search methods for identification of studies Electronic searches"
        },
        {
            "text": "• Cumulative Index to Nursing and Allied Health Literature (CINAHL), 1981 to present, EBSCOHost (searched 24/02/ 2015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search methods for identification of studies Electronic searches"
        },
        {
            "text": "• Education Resources Information Center (ERIC), 1966 to present, ProQuest (searched 24/02/2015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search methods for identification of studies Electronic searches"
        },
        {
            "text": "• World Health Organization Library Information System (WHOLIS), WHO (searched 24/02/2015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search methods for identification of studies Electronic searches"
        },
        {
            "text": "• Latin American Caribbean Health Sciences Literature (LILACS), VIrtual Health Library (VHL) (searched 24/02/ 2015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search methods for identification of studies Electronic searches"
        },
        {
            "text": "• Science Citation Index, 1975 to present; Social Sciences Citation Index, 1975 to present; Institute for Scientific Information (ISI) Web of Science (searched 24/02/2015) for papers that cite included studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search methods for identification of studies Electronic searches"
        },
        {
            "text": "We developed search strategies for electronic databases using the methodological component of the EPOC search strategy combined with selected Medical Subject Heading (MeSH) terms and free-text terms. We applied no date, language or publication status restrictions. See Appendix 1 for strategies used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search methods for identification of studies Electronic searches"
        },
        {
            "text": "We also searched clinical trial registries (https://clinicaltrials.gov/, the WHO International Clinical Trials Registry Platform (ICTRP, http://www.who.int/ictrp/en/), both searched 11/02/2014) and websites of relevant organisations (Helping Babies Breathe, http:/ /www.helpingbabiesbreathe.org/, searched 11/02/2014). We used a combination of search terms derived from the MEDLINE search strategy. In addition, we screened reference lists of related reviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Searching other resources"
        },
        {
            "text": "Review authors (NO and ME) independently screened the titles, abstracts and full texts of retrieved articles and applied the predefined study eligibility criteria to select studies. We resolved disagreements through discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection of studies"
        },
        {
            "text": "Review authors (NO and ME) independently extracted the following data using a modified EPOC data collection tool (EPOC 2014). We resolved disagreements by discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "• Study characteristics (e.g. study design, sample size, setting).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "• Participants (e.g. number of healthcare providers randomly assigned, number of practices performed).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "• Intervention (e.g. type and duration of training courses)/cointerventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "• Targeted health provider behaviour (e.g. resuscitation practices).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "• Outcome measures (e.g. proportion of providers with the event of interest in study groups).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "Review authors (NO and ME) independently assessed study risk of bias using the Cochrane risk of bias tool (Higgins 2011). Quality domains assessed included allocation sequence generation, allocation concealment, blinding of outcome assessors, completeness of participant follow-up, handling of incomplete outcome data, protection against selective outcome reporting and contamination. We classified findings into three categories: low (low risk of bias for all key quality domains), high (high risk of bias for one or more key domains) and unclear risk of bias (unclear risk of bias for one or more key domains). We did not exclude studies on the basis of their risk of bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of risk of bias in included studies"
        },
        {
            "text": "Included studies assessed different interventions and outcomes. Meta-analysis was therefore inappropriate. We undertook a structured synthesis of results. In Senarath 2007, a unit of analysis error occurred; hospitals were randomly assigned and performance at deliveries was analysed, without adjustment for clustering. In addition, outcomes in intervention and control groups were not directly compared (comparisons were made within comparison groups before and after the intervention). Re-analysis was possible for only one outcomepreparedness for resuscitation -for which baseline levels of resuscitation practices were comparable between study groups. In the re-analysis, we assessed training effect by computing mean differences in outcomes, using reported standard deviations to estimate standard errors. To account for clustering, we assumed an intracluster correlation coefficient (ICC) of 0.015 (with a design effect of 1.129) that was based on published data (Rowe 2002). Review authors (NO and ME) independently assessed the certainty of evidence for each outcome using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) system (Guyatt 2008) . This approach classifies the certainty of evidence (defined as 'the extent to which one can be confident that an estimate of effect or association is correct') into one of four categories ('high', 'moderate', 'low' or 'very low'). We resolved disagreements on certainty ratings by discussion. We did not exclude studies on the basis of their GRADE certainty ratings; we took into account the certainty of evidence when synthesising overall findings. We report the results of certainty assessments in the 'Summary of findings tables' section.",
            "cite_spans": [
                {
                    "start": 1166,
                    "end": 1179,
                    "text": "(Guyatt 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data synthesis"
        },
        {
            "text": "In the original review, 2480 references were identified. Of these, 2334 articles were excluded following a review of titles and abstracts. Reasons for exclusion included inappropriate study designs/interventions/outcomes; enrolment of trainee/community health workers; and enrolment of non-paediatric patients. The full texts of 146 papers were retrieved for detailed eligibility assessment. Of these, eight studies were identified as potentially meeting the review inclusion criteria. Six were subsequently excluded. Overall, two studies were included: Opiyo 2008 and Senarath 2007. In this review update, we identified a total of 4768 articles. We excluded 4754 articles after a review of titles and abstracts. We retrieved the full texts of 14 articles for detailed assessment. Of these, 14 articles were excluded because of ineligible study design or setting (n = 7 studies), participants (n = 1 study) and outcomes (n = 6 studies). We identified no ongoing studies. No new studies met all of the review eligibility criteria. The study flow diagram is presented in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1069,
                    "end": 1077,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results of the search"
        },
        {
            "text": "Both studies were randomised trials done in delivery rooms/theatres in Kenya (Opiyo 2008) and Sri Lanka (Senarath 2007). Healthcare providers were nurses in Opiyo 2008 and were mixed (doctors, nurses, midwives) in Senarath 2007. Targeted behaviours included newborn resuscitation (Opiyo 2008) and general management/preparation and conduct of delivery care for newborns (Senarath 2007) . Postintervention data were collected over a period of 50 days in Opiyo 2008 and three months in Senarath 2007. Individual healthcare providers (n = 83) were randomly assigned in Opiyo 2008, and hospitals (n = 5) were randomly assigned in Senarath 2007. Both studies were adequately powered (90%) for primary outcomes. Neither study examined training/implementation costs. Opiyo 2008 assessed the effects of one-day newborn resuscitation training on health worker resuscitation practices in a maternity hospital in Kenya. The course, which was adapted from the UK Resuscitation Council,presented an A (airway), B (breathing), C (circulation) approach to resuscitation and laid down a clear step-by-step strategy for the first minutes of resuscitation at birth. Training included focused lectures and practical scenario sessions in which infant manikins were used. Participants were provided a course manual two weeks before training for self learning. Participants were randomly allocated to receive early training (n = 28) or late training (control group, n = 55). Data were collected on 97 and 115 resuscitation episodes over seven weeks after early and late training, respectively. Senarath 2007 assessed the effects of four-day essential newborn care training on health provider practices in hospitals in Sri Lanka. The course was adapted from the WHO Training Modules on Essential Newborn Care and Breastfeeding. Participants were provided teaching aids on newborn care and resuscitation. Training comprised lectures, demonstrations, hands-on training and small group discussions. Hospitals were randomly assigned to intervention (n = 2 hospitals) and control groups (n = 3 hospitals). The main sample for data collection by exit interview included 446 mother/newborn pairs before intervention and 446 pairs after intervention (223 each in intervention and control groups). These exit interview data were not relevant to the topic of this review. Direct observations of delivery practices were made on a subsample consisting of 96 healthcare providers (48 before and 48 after the intervention). Postintervention data collection commenced three months after training.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 385,
                    "text": "(Senarath 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Included studies"
        },
        {
            "text": "We eventually excluded 20 studies that initially met the review eligibility criteria. These are listed in the Characteristics of excluded studies table. Six studies were excluded in the original review: Bryce 2005, a non-randomised controlled study on health facility IMCI training, was excluded, as the training intervention was combined with and was impossible to separate from concurrent district health strengthening activities (skills reinforcement through supervised clinical practice). El-Arifeen 2004, a cluster-randomised trial on the effects of IMCI training on quality of care, was excluded, as data on referral rate (appropriate health worker response to an encounter with a seriously ill child and our outcome of interest) were not reported for seriously ill children. Gouws 2004, a clusterrandomised trial on the effects of IMCI training on health worker antibiotic use, was excluded, as no baseline assessment of outcomes was performed. Nadel 2000, an intervention study of periodic mock resuscitations combined with an eight-hour resuscitation course, was excluded, as it lacked a concurrent comparison group/ used a historical control group. Two further studies were excluded, as they enrolled only apparently well children (Pelto 2004) or those with mild acute respiratory infection episodes (Ochoa 1996) . In this update, we excluded 14 studies because of ineligible designs (non-randomised designs, uncontrolled before-after designs, community-based settings) (n = 6 studies) and inappropriate outcome measures/simulated provider practices (n = 8 studies).",
            "cite_spans": [
                {
                    "start": 1241,
                    "end": 1253,
                    "text": "(Pelto 2004)",
                    "ref_id": null
                },
                {
                    "start": 1310,
                    "end": 1322,
                    "text": "(Ochoa 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Excluded studies"
        },
        {
            "text": "Both randomised trials had serious limitations. In Opiyo 2008, allocation sequence generation, concealment, blinding of outcome assessors, follow-up of health providers and reporting of outcome measures were adequate (however, details about allocation sequence generation and concealment were not reported in the article). Potential cross-group contamination in the trial cannot be excluded. In Senarath 2007, outcome data were completely reported and the study was adequately protected against contamination and selective outcome reporting. However, methods of allocation sequence generation and concealment were not reported. Baseline differences in health providers and outcomes were evident between study groups. Blinding of outcome assessment was inadequate, and the presence of a 'unit of analysis error' added further uncertainty regarding the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias in included studies"
        },
        {
            "text": "See: Summary of findings for the main comparison; Summary of findings 2 In Opiyo 2008, newborn resuscitation training improved health workers' resuscitation practices (trained 66% vs control 27%; risk ratio (RR) 2.45, 95% confidence interval (CI) 1.75 to 3.42) (moderate certainty evidence). Training also reduced the frequency of inappropriate/harmful resuscitation practices (trained 0.53 vs control 0.92; mean difference (MD) 0.40, 95% CI 0.13 to 0.66; Appendix 2) (moderate certainty evidence). Effects on neonatal mortality were inconclusive (trained 0.28 vs usual care 0.25; RR 0.77, 95% CI 0.40 to 1.48; N = 27 deaths; Figure 2 ) (low certainty evidence). In Senarath 2007, assessment of breathing of the newborn at birth and four of the five components of essential newborn care practices were improved in the intervention group after training, but it was possible to re-analyse the data to compare intervention and control groups and to adjust for clustering for only one outcome: preparedness for resuscitation. Findings suggest that essential newborn care training probably slightly improves resuscitation preparedness (mean percentage change 8.83%, 95% CI 6.41% to 11.25%; Figure 3 and Figure 4 ) (moderate certainty evidence). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 626,
                    "end": 634,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1185,
                    "end": 1193,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1198,
                    "end": 1206,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Effects of interventions"
        },
        {
            "text": "In-service neonatal emergency care training versus standard care for healthcare professionals Group grades of evidence * The risk WITHOUT the intervention is based on the control group risk. The corresponding risk WITH the intervention (and the 95% confidence interval for the difference) is based on the overall relative effect (and its 95% confidence interval) †About the certainty of the evidence (GRADE). ¶ High: This research provides a very good indication of the likely effect. The likelihood that the effect will be substantially different# is low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A D D I T I O N A L S U M M A R Y O F F I N D I N G S [Explanation]"
        },
        {
            "text": "Moderate: This research provides a good indication of the likely effect. The likelihood that the effect will be substantially different# is moderate. Low: This research provides some indication of the likely effect. However, the likelihood that it will be substantially different# is high. Very low: This research does not provide a reliable indication of the likely effect. The likelihood that the effect will be substantially different# is very high ‡Improvement also observed in assessment of breathing (however, re-analysis to calculate intervention effect was not done owing to baseline imbalance between study groups) § See Appendix 3 for evidence profile (detailed judgements of certainty of evidence) ¶This is sometimes referred to as ' quality of evidence' or ' confidence in the estimate' #Substantially different = a large enough difference that it might affect a decision a Downgraded from high to moderate because of risk of bias (methods of allocation sequence generation and concealment were not reported; 'unit of analysis error' was present)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A D D I T I O N A L S U M M A R Y O F F I N D I N G S [Explanation]"
        },
        {
            "text": "This review found few well-conducted studies on the effects of inservice training aimed at improving care of the seriously ill newborn. Findings from the two included studies suggest a benefi-cial effect on health provider outcomes (resuscitation practices, assessment of breathing, resuscitation preparedness) in the short term. However, effects on neonatal mortality were inconclusive (although the only study that reported this outcome was under-powered to detect a mortality effect). Even though both included studies reported improvement in health provider practices after training, a generalisable conclusion of effectiveness cannot be inferred given the sparse data available and differences between training interventions and outcomes examined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Reported benefits should be interpreted with caution. First, in Opiyo 2008, assessment of outcomes was conducted immediately after training for a short period (50 days). Therefore instantaneous improvement in provider performance could have been expected. Clinical skills have been shown to 'decay' over time, with as much as a 50% reduction in appropriate practice (as assessed in classroom simulations) within six months of intense training (McKenna 1985 The duration of training courses was varied (one-day vs four-day course). Apart from the clear effect on costs, training duration may modify their impact: One review (Rowe 2008) (n = 2 studies) found marginal effectiveness of standard IMCI training (≥ 11 days) compared with shortened IMCI training (five to 11 days). The complexity of the targeted behaviour may also modify training effects: Practices such as holding the baby upside during resuscitation may be easier to change than complex ones such as performing bag-valve-mask resuscitation. In Opiyo 2008, the teaching strategy consisted of focused lectures and practical scenario sessions using an infant manikin, and in Senarath 2007, the strategy involved lectures, demonstrations, hands-on training and small group discussions. The format of training courses could influence their effect: One review found mixed interactive and didactic/lecture-based educational meetings to be more effective than didactic meetings or interactive meetings (Forsetlund 2009).",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 456,
                    "text": "(McKenna 1985",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "D I S C U S S I O N"
        },
        {
            "text": "The limited available evidence can be explained by several factors. First, a large number of studies were excluded on the basis of weak design (lack of appropriate controls, retrospective surveys). Most of the available evidence is therefore unreliable because of high risk of bias. Second, the lack of rigorous studies could be due to design and ethical challenges in the evaluation of educational interventions in practice settings. Desirable features such as protec-tion against contamination cannot be fully achieved within routine clinical settings. In addition, random assignment of health providers and sick babies to a control arm and observation of practices performed by untrained providers raise clear ethical concerns. Third, effective sample sizes will always be difficult to achieve, as severe illness episodes and resuscitation events remain relatively uncommon events in practice. Large multi-centre studies with relatively long observation periods would be needed to effectively assess the effects of emergency care courses. Apart from high costs, such studies would have to contend with the difficulty of securing continued availability and participation of health providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Findings of the present review are consistent with those of previous reviews (Jabbour 1996; Rowe 2008), which found limited evidence on the effectiveness of in-service neonatal and paediatric emergency care courses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I S C U S S I O N"
        },
        {
            "text": "The findings of this review suggest that in-service neonatal care courses probably improve health professional practices in caring for seriously ill newborns. Decisions to scale up these courses in low-income countries must be based on consideration of costs and logistics associated with their implementation, including the need for adequate numbers of skilled instructors, appropriate locally adapted training materials and the availability of basic resuscitation equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A U T H O R S ' C O N C L U S I O N S Implications for practice"
        },
        {
            "text": "Large pragmatic multi-centre randomised trials (with appropriate controls and adequate randomisation procedures) evaluating the impact of emergency care in-service training on long-term outcomes (health professional practices and patient outcomes) are needed (given the current uncertainty on how long short-term benefits are retained, particularly in settings in which they are used infrequently).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "Such trials should:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "• involve direct head-to-head comparison of courses of varied length (e.g. one-day vs four-day courses);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "• aim to include children (in both out-patient and hospital settings);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "• be preceded by pilot cost impact evaluation studies (given current uncertainty regarding the economic consequences of inservice emergency care training); and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "• collect data on resource use and cost of training implementation (to optimise appropriate policy decisions regarding which interventions are worthy of investment).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "To facilitate implementation and replication, studies should provide sufficient detail regarding their content (e.g. need for equipment, teamwork) and format (e.g. small group interactive vs lecture, hands-on skills with dummies). Further studies are needed to determine optimal refresher training intervals for in-service emergency care courses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "We would like to thank Marit Johansen for help with the literature searches and Andy Oxman for advice on the update process. NO is supported by funding from a Wellcome Trust Strategic Award (#084538). ME is funded by a Wellcome Trust Senior Fellowship (#097170). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A C K N O W L E D G E M E N T S"
        },
        {
            "text": "Opiyo 2008 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of included studies [ordered by study ID]"
        },
        {
            "text": "Reported data restricted to results of direct observations of delivery practices made on a subsample consisting of 96 health providers (48 before and 48 after the intervention) Postintervention data collection period: 3 months 'Unit of analysis error present': The unit of randomisation was hospitals, while the unit of analysis was observed delivery room care practices. Effects in training and control groups were not directly compared in the analysis Overall risk of bias assessment: high risk of bias",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "Random sequence generation (selection bias)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "The method used to generate allocation sequence was not reported Allocation concealment (selection bias) Unclear risk The method used to conceal allocation sequence was not reported (staff or employee* or clinician* or physician* or nurse* or midwif* or midwives or pharmacist* or specialist* or practitioner* or dietician* or dietitian* or nutritionist*) next (train* or course* or development or education or teach*) 1507 #5 (inservice or \"in service\" or \"life support\") near/2 (train* or course* or development or education or teach*) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unclear risk"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "N2 train* or \"life support\" N2 course or \"life support\" N2 development or \"life support\" N2 education or \"life support\" N2 teach* or \"job training\" ) or AB ( \"life support\" N2 train* or \"life support\" N2 course or \"life support\" N2 development or \"life support",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "S14 TI ( inservice N2 train* or inservice N2 course or inservice N2 development or inservice N2 education or inservice N2 teach* or \"in service\" N2 train* or \"in service\" N2 course or \"in service\" N2 development or \"in service\" N2 education or \"in service\" N2 teach* ) or AB ( inservice N2 train* or inservice N2 course or inservice N2 development or inservice N2 education or inservice N2 teach* or \"in service\" N2 train* or \"in service\" N2 course or \"in service\" N2 development or \"in service",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "development or dieti?ian* N2 education or dieti?ian* N2 teach* or nutritionist* N2 train* or nutritionist* N2 course or nutritionist* N2 development or nutritionist* N2 education or nutritionist* N2 teach* ) or AB ( dieti?ian* N2 train* or dieti? ian* N2 course or dieti?ian* N2 development or dieti?ian* N2 education or dieti?ian* N2 teach* or nutritionist* N2 train* or nutritionist* N2 course or nutritionist* N2 development or nutritionist*",
            "authors": [],
            "year": null,
            "venue": "S13 TI ( dieti?ian* N2 train* or dieti?ian* N2 course or dieti?ian* N2",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "S12 TI ( practitioner* N2 train* or practitioner* N2 course or practitioner* N2 development or practitioner* N2 education or practitioner* N2 teach* ) or AB ( practitioner* N2 train* or practitioner* N2 course or practitioner* N2 development or practitioner* N2 education or practitioner* N2 teach",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "S11 TI ( specialist* N2 train* or specialist* N2 course or specialist* N2 development or specialist* N2 education or specialist* N2 teach* ) or AB ( specialist* N2 train* or specialist* N2 course or specialist* N2 development or specialist* N2 education or specialist* N2 teach",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "S10 TI ( pharmacist* N2 train* or pharmacist* N2 course or pharmacist* N2 development or pharmacist* N2 education or pharmacist* N2 teach* ) or AB ( pharmacist* N2 train* or pharmacist* N2 course or pharmacist* N2 development or pharmacist* N2 education or pharmacist* N2 teach",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "S9 TI ( midwif* N2 train* or midwif* N2 course or midwif* N2 development or midwif* N2 education or midwif* N2 teach* or midwives N2 train* or midwives N2 course or midwives N2 development or midwives N2 education or midwives N2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "In-service training for health professionals to improve care of seriously ill newborns and children in low-income countries",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Authors. The Cochrane Database of Systematic Reviews",
            "authors": [
                {
                    "first": "©",
                    "middle": [],
                    "last": "Copyright",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Forest plot of comparison: 2 Opiyo 2008, outcome: 2.1 Mortality.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Forest plot of comparison: 1 Senarath 2007, outcome: 1.1 Practice of preparedness of resuscitation. Mean difference = mean percentage change.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Forsetlund L, Bjorndal A, Rashidian A, Jamtvedt G, O'Brien MA, Wolf F, et al. Continuing education meetings and workshops: effects on professional practice and health care outcomes. Cochrane Database of Systematic Reviews 2009, Issue 2. [DOI: 10.1002/14651858.CD003030.pub2] Gove 1999 Gove S, Tamburlini G, Molyneux E, Whitesell P, Campbell H. Development and technical basis of simplified guidelines for emergency triage assessment and treatment in developing countries. WHO Integrated Management of Childhood Illness (IMCI) Referral Care Project. Archives of Disease in Childhood 1999;81(6):473-7. Guyatt 2008 Guyatt GH, Oxman AD, Kunz R, Vist GE, Falck-Ytter Y, Schünemann HJ, GRADE Working Group. Rating quality of evidence and strength of recommendations: what is \"quality of evidence\" and why is it important to clinicians?. BMJ 2008;336(7651):995-8. Higgins 2011 Higgins JP, Altman DG, Gøtzsche PC, Jüni P, Moher D, Oxman AD, et al. The Cochrane Collaboration's tool for assessing risk of bias in randomised trials. BMJ 2011;343: d5928. Irimu 2008 Irimu G, Wamae A, Wasunna A, Were F, Ntoburi S, Opiyo N, et al. Developing and introducing evidence based clinical practice guidelines for serious illness in Kenya. Archives of Disease in Childhood 2008;93(9):799-804. Jabbour 1996 Jabbour M, Osmond MH, Klassen TP. Life support courses: are they effective?. Annals of Emergency Medicine 1996;28: 690-8. Jewkes 2003 Jewkes F, Phillips B. Resuscitation training of paediatricians. Archives of Disease in Childhood 2003;88:118-21. Liu 2012 Liu L, Johnson HL, Cousens S, Perin J, Scott S, Lawn JE, et al. Child Health Epidemiology Reference Group of WHO and UNICEF. Global, regional, and national causes of child mortality: an updated systematic analysis for 2010 with time trends since 2000. Lancet 2012;379(9832):2151-61.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "In-service training for health professionals to improve care of seriously ill newborns and children in low-income countries (Review) Copyright © 2015 The Authors. The Cochrane Database of Systematic Reviews published by John Wiley & Sons, Ltd. on behalf of The Cochrane Collaboration.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "CI: Confidence interval; RR: Risk ratio; GRADE: GRADE Working Group grades of evidence *The risk WITHOUT the intervention is based on control group risk. The corresponding risk WITH the intervention (and the 95% confidence interval for the difference) is based on the overall relative effect (and its 95% confidence interval)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "developed and piloted in the UK in 1992. Two other courses -the one-day PLS course and Prehospital PLS -have been designed to complement the APLS (Jewkes 2003). The World Health Organization (WHO) has added to this list the three and one-half-day ETAT course based on and validated against the APLS course in Malawi (",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "CI: Confidence interval; RR: Risk ratio; GRADE: GRADE Working",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "can potentially create a 'herd effect' on provider practices. Thus, possible mediation of reported effects by level of training coverage cannot be excluded. Finally, none of the included studies examined implementation costs. Thus, whether the observed benefits of training interventions are worth the costs remains uncertain.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "19In-service training for health professionals to improve care of seriously ill newborns and children in low-income countries(Review) Copyright © 2015 The Authors. The Cochrane Database of Systematic Reviews published by John Wiley & Sons, Ltd. on behalf of The Cochrane Collaboration.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "service training for health professionals to improve care of seriously ill newborns and children in low-income countries (Review) Copyright © 2015 The Authors. The Cochrane Database of Systematic Reviews published by John Wiley & Sons, Ltd. on behalf of The Cochrane Collaboration. Analysis 2.1. Comparison 2 Senarath 2007, Outcome 1 Preparedness for resuscitation. : In-service training for health professionals to improve care of seriously ill newborns and children in low-income countries Analysis 2.2. Comparison 2 Senarath 2007, Outcome 2 Preparedness for resuscitation -adjusted for clustering. : In-service training for health professionals to improve care of seriously ill newborns and children in low-income countries",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Summary of in-service neonatal and paediatric emergency care courses* Aspects of newborn care (including neonatal resuscitation) in the Integrated Management of Pregnancy and Childbirth (IMPAC) #46 (\"Control of Diarrheal Disease\" or \"Control of Diarrheal Diseases\"):ti,ab,kw #47 Neonatal next Resuscitation next Program*:ti,ab,kw 30 #48 \"Essential Newborn Care\":ti,ab,kw 22 #49 \"Integrated Management of Childhood Illness\":ti,ab,kw 26",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "\"on the job training\" or internship or residency) 1318 #7 (#1 or #2 or #3 or #4 or #5 or #6) 4091 #8 MeSH descriptor: [Case Management] this term only 651 #9 MeSH descriptor: [Critical Care] explode all trees 1861 #10 MeSH descriptor: [Life Support Care] this term only 85 #11 MeSH descriptor: [Critical Illness] this term only 1232 #12 MeSH descriptor: [Acute Disease] this term only 8984 #13 MeSH descriptor: [Emergency Medical Services] explode all trees 2992 #14 MeSH descriptor: [Emergency Medicine] this term only 216 #15 MeSH descriptor: [Emergency Treatment] explode all trees 4066 #16 MeSH descriptor: [Emergency Nursing] this term only 58 29 In-service training for health professionals to improve care of seriously ill newborns and children in low-income countries (Review) Copyright © 2015 The Authors. The Cochrane Database of Systematic Reviews published by John Wiley & Sons, Ltd. on behalf of The Cochrane Collaboration. #23 (critical* or emergency or intensive or serious* or sever* or acute*) near/2 (care or ill or illness* or treatment or therap* or disease*) #24 (#8 or #9 or #10 or #11 or #12 or #13 or #14 or #15 or #16 or #17 or #18 or #19 or #20 or #21 or #22 or #23) #25 MeSH descriptor: [Child] explode all trees 135 #26 MeSH descriptor: [Infant] explode all trees 13304 #27 MeSH descriptor: [Child Care] explode all trees 867 #28 MeSH descriptor: [Pediatrics] explode all trees 546 #29 MeSH descriptor: [Pediatric Nursing] explode all trees 253 #30 MeSH descriptor: [Perinatal Care] this term only 124 #31 MeSH descriptor: [Infant Death] this term only 0 #32 MeSH descriptor: [Perinatal Death] this term only 0 #33 (child* or infant* or pediatric* or paediatric* or perinat* or newborn* or new next born* or neonat* or baby or babies or kid or kids or toddler*) 120110 #34 (#25 or #26 or #27 or #28 or #29 or #30 or #31 or #32 or # 33) 120110 #35 MeSH descriptor: [Pediatrics] explode all trees and with qualifier(s): [Education -ED] 155 #36 MeSH descriptor: [Pediatric Nursing] explode all trees and with qualifier(s): [Education -ED] #38 MeSH descriptor: [Emergency Medicine] explode all trees and with qualifier(s): [Education -ED] #39 MeSH descriptor: [Emergency Nursing] this term only and with qualifier(s): [Education -ED] 30 In-service training for health professionals to improve care of seriously ill newborns and children in low-income countries (Review) Copyright © 2015 The Authors. The Cochrane Database of Systematic Reviews published by John Wiley & Sons, Ltd. on behalf of The Cochrane Collaboration. #41 MeSH descriptor: [Intensive Care, Neonatal] this term only 275 #42 MeSH descriptor: [Diarrhea, Infantile] this term only 455 #43 MeSH descriptor: [Infant, Newborn, Diseases] explode all trees #49 \"Integrated Management of Childhood Illness\" 38 #50 (#46 or #47 or #48 or #49) 99 #55 #50 or #51 or #52 or #53 or #54 in Trials 230 #56 #50 or #51 or #52 or #53 or #54 in Other Reviews 25 #57 #50 or #51 or #52 or #53 or #54 in Technology Assessments 3",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "(staff or employee* or clinician* or physician* or nurse* or midwif* or midwives or pharmacist* or specialist* or practitioner* or dietician* or dietitian* or nutritionist*) next (train* or course* or development or education or teach*):ti,ab,kw 840 #5 (inservice or \"in service\" or \"life support\") near/2 (train* or course* or development or education or teach S88 TI (effect* or impact* or intervention* or before N5 after or pre N5 post or ((pretest or \"pre test\") and (posttest or \"post test\") ) or quasiexperiment* or quasi W0 experiment* or evaluat* or \"time series\" or time W0 point* or repeated W0 measur*) OR AB (before N5 after or pre N5 post or ((pretest or \"pre test\") and (posttest or \"post test\")) or quasiexperiment* or quasi W0 experiment* or evaluat* or \"time series\" or time W0 (Continued) S28 TI ( \"case management\" or emergency or \"life support\" or resuscitation or \"first aid\" or referral N2 care or urgent N2 care or critical* N2 care or critical* N2 ill or critical* N2 illness or critical* N2 treatment or critical* N2 therap* or intensive N2 care or intensive N2 ill or intensive N2 illness or intensive N2 treatment or intensive N2 therap* or serious* N2 care or serious* N2 ill or serious* N2 illness or serious* N2 treatment or serious* N2 therap* or sever* N2 care or sever* N2 ill or sever* N2 illness or sever* N2 treatment or sever* N2 therap* or acute* N2 care or acute* N2 ill or acute* N2 illness or acute* N2 treatment or acute* N2 therap* or \"trauma nursing\" ) or AB ( \"case management\" or emergency or \"life support\" or resuscitation or \"first aid\" or referral N2 care or urgent N2 care or critical* N2 care or critical* N2 ill or critical* N2 illness or critical* N2 treatment or critical* N2 therap* or intensive N2 care or intensive N2 ill or intensive N2 illness or intensive N2 treatment or intensive N2 therap* or serious* N2 care or serious* N2 ill or serious* N2 illness or serious* N2 treatment or serious* N2 therap* or sever* N2 care or sever* N2 ill or sever* N2 illness or sever* N2 treatment or sever* N2 therap* or acute* N2 care or acute* N2 ill or acute* N2 illness or acute* N2 treatment or acute* N2 therap* or \"trauma nursing\" ) S20 (MH \"Critical Illness\") 4,448 S19 (MH \"Life Support Care\") 1,578 S18 (MH \"Critical Care+\") 13,895 S17 (MH \"Case Management\") 11,630 S16 S1 or S2 or S3 or S4 or S5 or S6 or S7 or S8 or S9 or S10 or S11 or S12 or S13 or S14 or S15 65,588 (Continued) (Continued) teach* ) or AB ( midwif* N2 train* or midwif* N2 course or midwif* N2 development or midwif* N2 education or midwif* N2 teach* or midwives N2 train* or midwives N2 course or midwives N2 development or midwives N2 education or midwives N2 teach* )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A P P E N D I C E S Appendix 1. Detailed search strategies"
        },
        {
            "text": "TI ( nurse* N2 train* or nurse* N2 course or nurse* N2 development or nurse* N2 education or nurse* N2 teach* ) or AB ( nurse* N2 train* or nurse* N2 course or nurse* N2 development or nurse* N2 education or nurse* N2 teach* ) ERIC, ProQuest ALL(inservice P/2 education or \"in service\" P/2 education or inservice P/2 training or \"in service\" P/2 training or \"on the job training\" or \"on the job education\" or inservice P/2 course* or \"in service\" P/2 course* or inservice P/2 workshop* or \"in service\" P/2 workshop* or inservice P/2 program* or \"in service\" P/2 program*) and ALL(\"crisis management\" or crisis P/0 intervention* or acute P/2 care or acute* P/2 treatment* or acute* P/2 therap* or emergency P/2 care or emergency P/2 treatment* or emergency P/2 therap* or emergency P/2 program* or intensive P/2 care or intensive P/2 treatment* or intensive P/2 therap*or critical P/2 care or critical P/2 treatment* or critical P/2 therap* or urgent P/2 care or urgent P/2 treatment or \"first aid\" or \"life support\" or resuscitation or acute* P/0 ill* or emergency P/0 ill* or critical* P/0 ill* or serious* P/0 ill* or sever* P/0 ill*) and ALL(child or children or infant or infants or pediatric* or paediatric* or newborn* or new P/0 born* or neonat* or perinat* baby or babies or kid or kids or toddler) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S8"
        },
        {
            "text": "Words or phrase: inservice or job AND Words or phrase: training or education or course$ or workshop$ or program$ AND Words or phrase: child$ or infant$ or pediatric$ or paediatric$ or newborn$ or new born or neonat$ or perinat$ or baby or babies or kid or kids or toddler$ LILACS, VHL (IAH interface) (inservice and training) or (inservice and course$) or (inservice and workshop$) or (inservice and education) or (inservice and program$) or (capacitación and servicio) or (capacitação and serviço) [Words] And child or children or niño or criança or infant or infants or lactante or lactente or pediatric$ or paediatric$ or pediatría or pediatria or newborn or (recién and nacidos) or (recém and nascidos) or neonat$ or baby or babies or kid or kids or toddler$ ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHOLIS, WHO"
        },
        {
            "text": "a Downgraded from high to moderate because of risk of bias (allocation sequence generation and concealment were not reported) *Improvement also observed in assessment of breathing (however, re-analysis to calculate intervention effect was not done owing to baseline imbalance between study groups)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRITI-CAL"
        },
        {
            "text": "Inappropriate breathing support/oxygen use • Oxygen given via oxygen tubing directly into nostril • Blows own exhaled air onto the baby's face Inappropriate stimulation (performed before drying)• Shaking the whole baby ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 4. Inappropriate and harmful practices"
        },
        {
            "text": "If it is possible that the training by itself would not have made a difference unless major interventions were provided in other areas (e.g. improved supervision/drug supply, provision of new or enhanced equipment/facility management skills or technical improvements), two authors (ON and ME) will assess and summarise the contribution of such external influences as high, moderate or low. Differences in the ratings will be resolved through discussion between review authors Reporting For ITS, we will report the change in the level of outcome immediately after introduction of the intervention and the change in the slopes of the regression lines. For the change in slope, we will present the effects of interventions as the difference between the fitted value for the first six months post intervention data point minus the predicted outcome six months after the intervention based on the preintervention slope when possible. The same measurement will be used for the change in the trend of outcomes when data points are available after one and two years If available, we will report the costs of in-service training (resource use) including direct costs (such as costs for purchasing training materials) and cost impacts (such as impact of in-service guidelines on treatment costs). If available, cost data will be presented in both physical/natural and monetary units Analysis Similarly, if needed, we will re-analyse ITSs using time series regression (if possible) by estimating the best fit before the intervention and after the intervention lines using linear regression. Sensitivity analyses will be used to assess the effects of incorporating these corrected analyses into the analysis Primary analyses We will conduct meta-analysis using a random-effects model for direct comparisons, if a pooled estimate makes practical sense and data are available or can be obtained. For example, we will consider calculating an overall effect for paediatric and other child health training courses if they have minimal variations (e.g. in intensity, types of participants) that are unlikely to alter the results We will assess the presence of heterogeneity by visually examining forest plots to check for overlapping confidence intervals and by calculating a test of heterogeneity (i.e. Chi 2 test using a 10% level of statistical significance, and I² test), taking values < 25% to represent low heterogeneity, and values between 25% and 50% to represent moderate heterogeneity Exploring heterogeneity We do expect considerable heterogeneity due to differences in study designs (RCTs, CRTs, CCTs, CBAs and ITSs), diagnoses (malaria, diarrhoea, malnutrition, pneumonia, etc) and participants (nurses, doctors, etc). We will prepare tables and bubble plots to explore potential heterogeneity due to the above factors. A bubble plot graphically presents the relationship between the outcome of each study and a given modifier with the use of regression lines. We will perform, if possible, sensitivity analyses to assess the extent to which the above differences influence reported results In addition, we will explore, if sufficient data are available, the impact of potential explanatory factors such as duration of training courses, baseline performance, format of training (mixed interactive, didactic), single vs multiple topics, on-site training or supportive interventions (e.g. supervision, incentives) (Appendix 6). Ongoing studies We will describe identified ongoing studies when available, detailing the primary author, research questions(s), methods and outcome measures, together with an estimate of the reporting date ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complexity of targeted interventions"
        },
        {
            "text": "NO and ME screened articles for eligibility, assessed study risk of bias and quality of evidence, interpreted findings and wrote the review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O N T R I B U T I O N S O F A U T H O R S"
        },
        {
            "text": "Both review authors are authors of one included study (Opiyo 2008).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D E C L A R A T I O N S O F I N T E R E S T"
        },
        {
            "text": "• KEMRI/Wellcome Trust Research Programme, Kenya.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal sources"
        },
        {
            "text": "• South African Cochrane Centre, South Africa.• Cochrane Effective Practice and Organisation of Care Group (EPOC), Norway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "External sources"
        },
        {
            "text": "Several procedures planned in the protocol were not implemented in the review. These procedures could provide guidance for future updates of this review and are reported in Appendix 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I F F E R E N C E S B E T W E E N P R O T O C O L A N D R E V I E W"
        }
    ]
}