{
    "paper_id": "7377d7ad2d731e3fbd3ed4fa15ed541b06e3587c",
    "metadata": {
        "title": "Fulminant hemophagocytic lymphohistiocytosis secondary to a reactivated EBV infection: A case report",
        "authors": [
            {
                "first": "Pantelis",
                "middle": [],
                "last": "Antonodimitrakis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cecilia",
                "middle": [],
                "last": "Wassberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University Hospital",
                    "location": {
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Spyridon",
                "middle": [],
                "last": "Gerovasileiou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Johan",
                "middle": [],
                "last": "Back",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University Hospital",
                    "location": {
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Roger",
                "middle": [],
                "last": "Hällgren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Björn",
                "middle": [],
                "last": "Olsen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hemophagocytic lymphohistiocytosis (HLH) is an aggressive inflammatory syndrome that results from inappropriate activation of the immune system. HLH has a high mortality if not treated. We describe a case of a fulminant HLH, associated with a reactivation of an EBV infection. The patient responded well to steroid treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hemophagocytic lymphohistiocytosis (HLH) is an aggressive inflammatory syndrome with high mortality that results from inappropriate activation of the immune system (lymphocytes and macrophages). HLH appears to affect all ages, although the hereditary and sporadic cases are reported more often in children (1) . The incidence of HLH in Sweden has been estimated to 1.2 children per 1 million children per year, or 1 in 50,000 live births with equal sex distribution (2) .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Patients with HLH can have signs and symptoms similar to a severe infection with fever, splenomegaly, hepatomegaly, lymphadenopathy, and jaundice (3, 4) . In these patients, an intense inflammatory response has been shown, with high production of proinflammatory cytokines such as interferon, tumor necrosis factor, IL-6, IL-10, IL-12, and soluble IL-2 receptor (sCD25) and an inappropriate activation of T cells and macrophages. The high cytokine cascade may lead to multi-organ failure and death (1) .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 150,
                    "end": 152,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Laboratory tests show cytopenias, hypertriglyceridemia, elevation of ferritin, alteration of hepatic enzymes, signs of hemolysis with hyperbilirubinemia and elevation of lactate dehydrogenase, and alterations of the coagulation system with low fibrinogen and disseminated intravascular coagulation (4) .",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The histopathological signs include hemophagocytosis in bone-marrow, spleen, and in lymph nodes with activated macrophages that engulf mature blood cells and their precursors. Diagnostic criteria include clinical and laboratory findings (3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There is a relationship between acute and chronic EBV infections and development of HLH (5) . Most described cases of EBV-HLH are reported in children and adolescents with a majority in East Asia (6) .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "HLH can also be secondary to other conditions, such as autoimmune disorders (adult-onset of Still's disease) (7), malignancies (particularly T cell lymphomas) (8) , viral, bacterial, fungal, or parasitic infections (4), or immunosuppression (9) .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Patients with X-linked lymphoproliferative syndrome, a rare disorder that affects males, can develop HLH after infection by the Epstein-Barr virus (10) .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This case report describes the clinical course and treatment in a patient with HLH caused by a reactivated EBV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The patient was a 60-year-old woman with tablettreated diabetes mellitus who presented with fever, pain in the throat, and a skin rash. In primary care she received antibiotics due to high CRP and sedimentation rate (SR). The fever persisted, and the patient was admitted to hospital. Concentrations of inflammatory variables (P-CRP and B-leukocytes) were high, and on suspicion of underlying bacterial infection the patient received intravenous antibiotic with cefotaxime without response. Due to deterioration with low systolic blood pressure, confusion, an intensive skin rash on arms, legs, and chest/abdomen, and fever she was admitted to the intensive care unit. Blood plasma test showed a high ferritin level of 145,000 (8-140 mg/L), and Still's disease was suspected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Further blood/plasma tests showed signs of disseminated intravascular coagulation (DIC) with high Protrombinkomplex International Normalized Ratio (PK-INR), high activated partial thromboplastin time (APT), elevated fibrin D-dimers, and successively low fibrinogen. The patient had high CRP (237 mg/L) and blood sedimentation rate (110 mm/h), anemia (89 g/L), thrombocytopenia (70 Â 10 9 /L), and leukopenia (3.1 Â 10 9 /L). Procalcitonin was 35 mg/L, which is 700 times higher than normal. The initial antibiotic treatment was changed to meropenem, gensumycin, and fluconazole. Despite treatment with antibiotics and antifungal medication, no significant improvement was seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Additional blood plasma tests showed high triglyceride values and soluble CD25R (IL-2R-alpha) exceeded 2,400 kU/L, indicating a high cytokine production. The patient had five of eight criteria for HLH, and thereby the diagnosis was confirmed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Several biopsies were performed in order to find an underlying disease without success. Bone-marrow biopsy showed slight alterations of maturity in megakaryocytes and erythropoiesis and no signs of lymphoma or other malignancies. An initial phase of myelodysplastic syndrome could not be excluded, but later bone-marrow biopsies could not confirm that diagnosis. Biopsy of the skin showed non-specific inflammation with edema and infiltrations of lymphocytes round blood vessels. There were no signs of vasculitis, necroses, or granulomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "An 18F-FDG PET/CT scan was performed, in order to evaluate a possible enhanced uptake reflecting an augmented metabolism typical for e.g. malignancy. The scan showed symmetrical and bilateral uptakes in the lymph nodes of the neck, mediastinum, lung hili, liver hilum, along a. iliaca externa and inguinal regions, and in the spleen (Figure 1) . The uptake was strongest in the lymph nodes of the neck and in the spleen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 343,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Case report"
        },
        {
            "text": "We could not detect any antibodies against parvovirus B19, Human Immunodefficiency Virus (HIV), Human Immunodefficiency Virus (HHV) 6 and 8, influenza A and B, adenovirus, coronavirus, and Respiratory syncytial virus (RSV) A and B. Rhinovirus, parainfluenza 1, 2, and 3, and RSV A and B in nasopharynx were negative. She had elevated IgG against HSV and Varicella Zoster Virus (VZV), but was IgM-negative against both viruses. Figure 1 . FDG PET/CT scan shows a symmetrical uptake in FDGpositive lymph nodes at the neck, supraclavicular fossa, axillary fossa, mediastinum, liver hilum, and along the iliaca vessels. Fused FDG PET/CT coronal image shows that the uptake correlates with bilaterally distributed lymph nodes in the axillary fossa and mediastinum, and the activated spleen is markedly increased as compared with the background FDG uptake in the liver.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 427,
                    "end": 435,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Case report"
        },
        {
            "text": "There were no pre-existing clinical features of a background of chronic, active EBV infection. The patient had signs of previous infection from EBV by EBNA in repeated tests (presence of IgG). Despite this, the patient had an EBV load of 2,400 copies/mL in whole blood (DNA). A new assessment of EBV IgG was negative 7 days later. No bacterial or fungal infection was found despite repeated cultures from urine, blood, sputum, and bone-marrow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "According to the geneticist, the fact that our patient was a woman, 60 years old, and had no medical history of dysgammaglobulinemia or lymphoma, an X-linked proliferative syndrome was improbable. Further, the patient's age showed that a familiar form of HLH was unlikely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The clinical presentation was not typical for morbus Still, and no other rheumatologic disease or malignancy could be confirmed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Treatment with steroids was started first with 60 mg prednisolone and then with 16.5 mg dexamethasone. The duration of the therapy was 3 months and 17 days, and the dose was gradually decreased before the therapy was discontinued. The patient had a very good response to steroid therapy, and no treatment with etoposide or cyclosporine was necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The clinical condition of the patient improved after 2 weeks of treatment with steroids. Fever disappeared, blood pressure and general condition improved, and the skin rash decreased. Hemoglobin increased from 89 g/L to 126 g/L and platelets from 70 Â 10 9 /L to 188 Â 10 9 /L within a week. Ferritin decreased from 145,000 to 18,000 mg/L in a couple of weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The patient had intense fatigue in her convalescence. She was admitted to a rehabilitation unit for training, and an improvement of her general condition was gradually seen during that period. During her latest follow-up visit, the patient was feeling well, with normalized plasma ferritin and no signs of HLH activation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Thiscaseisoneofveryfewreportedcaseswithserological evidence of prior EBV infection (11) . There are, however, studies showing a strong correlation with HLH and anacute EBV infection (11) . The patient had a fulminant syndrome with a sepsis-like pattern, disseminated intravascular coagulation, and she needed intensive care. She was treated with broad-spectrum antibiotics and antifungals without effect, but she had good clinical response to the given steroids.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is remarkable that the patient had an extreme elevation of procalcitonin without signs of bacterial infection. That could be related to the cytokine storm secondary to the patient's disease, meaning that a condition with high production of cytokines makes it difficult to use procalcitonin to differentiate severe bacterial infections from EBV-induced HLH. The extreme elevation of plasma ferritin was typical for HLH, and the patient fulfilled criteria for HLH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is a well-known association between infections and development of HLH. Infections can be viral, bacterial, fungal, or parasitic (4). Polymerase chain reaction (PCR) was positive for EBV during the acute phase of the disease. This indicates that our patient reactivated a previous EBV infection, even though she had a positive EBNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "EBV-HLH is a rare condition, but the incidence is probably underestimated due to lack of awareness of the diagnostic criteria and to the similarity between its initial clinical presentation and a wide variety of inflammatory and other infective disorders. The criteria established by Henter et al. (3) are a useful guide to diagnosis. Further, the presence of neutralizing antibodies does not exclude a reactivation of EBV with a subsequent EBV-HLH in an otherwise immune-competent individual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A treatment protocol includes induction therapy with dexamethasone and etoposide, followed by continuous treatment with cyclosporine and pulses of dexamethasone and etoposide (12) . Sometimes treatment with dexamethasone and cyclosporine is started, but etoposide can be added if necessary.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our patient received treatment with dexamethasone with a very good clinical and laboratory response, and the addition of etoposide or cyclosporine was not necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our patient survived despite her severe clinical condition; she was diagnosed early, and proper treatment was given. No other similar cases have been reported in Sweden, to our knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors report no conflicts of interest. The authors alone are responsible for the content and writing of the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Advances in the management of hemophagocytic lymphohistiocytosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Imashuku",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Int J Hematol",
            "volume": "72",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Incidence in Sweden and clinical features of familial hemophagocytic lymphohistiocytosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Henter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elinder",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Soder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ost",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Acta Paediatr Scand",
            "volume": "80",
            "issn": "",
            "pages": "428--463",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Diagnostic guidelines for hemophagocytic lymphohistiocytosis. The FHL Study Group of the Histiocyte Society",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Henter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elinder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ost",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Semin Oncol",
            "volume": "18",
            "issn": "",
            "pages": "29--33",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hemophagocytic syndromes and infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Fisman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Emerg Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "601--609",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epstein-Barr virus-associated hemophagocytic lymphohistiocytosis in adults characterized by high viral genome load within circulating natural killer cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shannon-Lowe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gothard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kishore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neilson",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Infect Dis",
            "volume": "51",
            "issn": "",
            "pages": "66--75",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Severe Epstein-Barr virus-associated hemophagocytic syndrome in six adult patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Elazary",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Amir",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Avni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rund",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Yehuda",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Virol",
            "volume": "40",
            "issn": "",
            "pages": "156--165",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Adult onset Still's disease associated hemophagocytosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumakura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishikura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munemasa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Adachi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Murakawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Rheumatol",
            "volume": "24",
            "issn": "",
            "pages": "1645--1653",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hematophagic histiocytosis: a clinicopathologic analysis of 23 cases with special reference to the association with peripheral T-cell lymphoma",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Formos Med Assoc",
            "volume": "93",
            "issn": "",
            "pages": "421--429",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Haemophagocytic syndrome in patients infected with the human immunodeficiency virus: nine cases and a review",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grateau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bachmeyer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Blanche",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jouanne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tulliez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galland",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Infect",
            "volume": "34",
            "issn": "",
            "pages": "219--244",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Variable phenotypic expression of an X-linked recessive lymphoproliferative syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Purtilo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deflorio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hutt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bhawan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Otto",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "N Engl J Med",
            "volume": "297",
            "issn": "",
            "pages": "1077--80",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Fulminant EBV(+) T-cell lymphoproliferative disorder following acute/chronic EBV infection: a distinct clinicopathologic syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Quintanilla-Martinez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fend",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Teruya--Feldstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Kingma",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Blood",
            "volume": "96",
            "issn": "",
            "pages": "443--51",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Histocyte Society. Treatment of hemophagocytic lymphohistiocytosis with HLH-94-immunochemotherapy and bone marrow transplantation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Henter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Samuelsson-Horne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aricò",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Egeler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elinder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Filipovich",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Blood",
            "volume": "100",
            "issn": "",
            "pages": "2367--73",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}