{
    "paper_id": "73aa8683fd7c4fd68b73f231b6bc3e609d4e9af9",
    "metadata": {
        "title": "Diauxic shift-dependent relocalization of decapping activators Dhh1 and Pat1 to polysomal complexes",
        "authors": [
            {
                "first": "Sheona",
                "middle": [
                    "P"
                ],
                "last": "Drummond",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manchester",
                    "location": {
                        "postCode": "M1 7DN",
                        "settlement": "Manchester"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Hildyard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manchester",
                    "location": {
                        "postCode": "M1 7DN",
                        "settlement": "Manchester"
                    }
                },
                "email": ""
            },
            {
                "first": "Helena",
                "middle": [],
                "last": "Firczuk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Warwick",
                    "location": {
                        "postCode": "CV4 7AL",
                        "settlement": "Coventry"
                    }
                },
                "email": ""
            },
            {
                "first": "Onrapak",
                "middle": [],
                "last": "Reamtong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manchester",
                    "location": {
                        "postCode": "M1 7DN",
                        "settlement": "Manchester"
                    }
                },
                "email": ""
            },
            {
                "first": "Ning",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Warwick",
                    "location": {
                        "postCode": "CV4 7AL",
                        "settlement": "Coventry"
                    }
                },
                "email": ""
            },
            {
                "first": "Shichina",
                "middle": [],
                "last": "Kannambath",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manchester",
                    "location": {
                        "postCode": "M1 7DN",
                        "settlement": "Manchester"
                    }
                },
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [
                    "J"
                ],
                "last": "Claydon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Liverpool",
                    "location": {
                        "postCode": "L69 7ZB",
                        "settlement": "Liverpool",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "J"
                ],
                "last": "Beynon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Liverpool",
                    "location": {
                        "postCode": "L69 7ZB",
                        "settlement": "Liverpool",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [
                    "E"
                ],
                "last": "Eyers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manchester",
                    "location": {
                        "postCode": "M1 7DN",
                        "settlement": "Manchester"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "E G"
                ],
                "last": "Mccarthy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Warwick",
                    "location": {
                        "postCode": "CV4 7AL",
                        "settlement": "Coventry"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Dhh1 and Pat1 in yeast are mRNA decapping activators/translational repressors thought to play key roles in the transition of mRNAs from translation to degradation. However, little is known about the physical and functional relationships between these proteins and the translation machinery. We describe a previously unknown type of diauxic shiftdependent modulation of the intracellular locations of Dhh1 and Pat1. Like the formation of P bodies, this phenomenon changes the spatial relationship between components involved in translation and mRNA degradation. We report significant spatial separation of Dhh1 and Pat1 from ribosomes in exponentially growing cells. Moreover, biochemical analyses reveal that these proteins are excluded from polysomal complexes in exponentially growing cells, indicating that they may not be associated with active states of the translation machinery. In contrast, under diauxic growth shift conditions, Dhh1 and Pat1 are found to co-localize with polysomal complexes. This work suggests that Dhh1 and Pat1 functions are modulated by a relocalization mechanism that involves eIF4A. Pulldown experiments reveal that the intracellular binding partners of Dhh1 and Pat1 change as cells undergo the diauxic growth shift. This reveals a new dimension to the relationship between translation activity and interactions between mRNA, the translation machinery and decapping activator proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recent years have seen recognition that a diversity of post-transcriptional control mechanisms influences the rate and regulation of eukaryotic gene expression. Yet our understanding of the interplay between the component processes of post-transcriptional gene expression is very limited. A prime example is the relationship between translation and mRNA degradation, which is not only fundamental to the correct functioning of gene expression but also a potential cause of disease if defective. It has been proposed that translational repression, as for example observed under stress conditions, is a key step in promoting mRNA decapping, thus leading to the formation of P bodies (1, 2) . P bodies, like stress granules, are RNA/protein foci that form under certain (mostly stress-related) conditions in eukaryotic cells. P bodies generally contain non-translating mRNAs as well as the mRNA decapping machinery, Lsm1-7, the 5 0 -3 0 exonuclease Xrn1 and other RNA-binding proteins (3) , although the physical nature and degree of heterogeneity of P body populations is unclear.",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 684,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 685,
                    "end": 687,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 982,
                    "end": 985,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Two proteins, Dhh1 and Pat1, are thought to lie at the heart of the relationship between translation and mRNA degradation (4) . Dhh1 and Pat1 act as activators of decapping and, at least under conditions of overexpression, they are capable of repressing translation in vivo (4) . However, other results suggest that Pat1 (at normal cellular levels) acts to promote translation initiation at a step before or during 40S ribosomal recruitment onto mRNA (5) . In other eukaryotes, such as Xenopus and Drosophila, Dhh1 orthologues have been shown to be involved in translational repression of specific mRNAs during early development (6, 7) . It has previously been postulated that translational repression generically drives mRNAs into P *To whom correspondence should be addressed. Tel. +44 2476528380; Fax: +44 2476522052; Email: john.mccarthy@warwick.ac.uk bodies (and thus accelerated decay), and that translational repression is in constant competition with active translation (4) . Other reports have suggested that the decay rate may be modulated differentially in response to distinct types of translational control event and that translationdecay relationships can be mRNA species specific (8, 9) . While mRNA decapping, which plays a key role in mRNA degradation (4) , can be inhibited by the capbinding protein eIF4E in vitro and in vivo (1, 2, 10, 11) , it is neither clear how this apparently competitive relationship is controlled nor at what stage it features in modulating the balance between translation and decay. Very recent work has also shifted the emphasis of current thinking by revealing that, as in bacteria (9, 12, 13) , mRNA decay in Saccharomyces cerevisiae can be co-translational (14) although this does not rule out the possibility that translation and decay mutually influence or regulate each other. Against this complex background of previous findings, it is important to know how Dhh1 and Pat1 participate in controlling the relationship between the translation apparatus and the decay machinery.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 633,
                    "end": 635,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 978,
                    "end": 981,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1195,
                    "end": 1198,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1199,
                    "end": 1201,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1269,
                    "end": 1272,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1345,
                    "end": 1348,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1349,
                    "end": 1351,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1352,
                    "end": 1355,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1356,
                    "end": 1359,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1629,
                    "end": 1632,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1633,
                    "end": 1636,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1637,
                    "end": 1640,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1706,
                    "end": 1710,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Dhh1 belongs to a family of closely related DEAD-box RNA helicases that associate with components of mRNA decapping, deadenylation and transcription complexes (1, 4) . Dhh1 stimulates mRNA decapping by the decapping enzyme complex Dcp1/Dcp2, and has been shown to localize partly to P-bodies (15) . Orthologues of Dhh1 in other eukaryotes, such as Xenopus and Drosophila, play roles in repressing translation of specific mRNAs during early development (6, 7) . Dhh1 has been suggested to play a role in partitioning mRNAs between translatable and non-translatable pools, which has been implicated in the recovery from G1/S cell-cycle arrest following DNA damage (16) . DHH1 is orthologous to the human putative proto-oncogene p54/RCK, indicating that the mechanisms of action suggested by studies of yeast are relevant to human health/disease. Moreover, a fascinating parallel exists to the involvement of Lsm1-7/Pat1/Dhh1 in the transition from an actively translating state to a nontranslating state (replication or decay competent) observed in Brome Mosaic Virus (BMV). In addition, a comparable transition is promoted in Hepatitis C Virus (HCV) by the virus-encoded NS3 helicase (e.g. 17) , suggesting that there may be common molecular principles (for example, responsible for remodelling ribonucleoprotein complex structures) operating in diverse subcellular systems.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 163,
                    "end": 165,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 456,
                    "end": 458,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1189,
                    "end": 1192,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this study, we examine the undefined relationship between Dhh1/Pat1 and the translation machinery. We focus on their respective cellular distributions, since these are directly relevant to the functions of these proteins. For example, if the spatial distributions of a regulatory molecule and its target do not overlap, this exercises a limiting effect on the regulatory competence of the regulator. Imaging of fluorescently tagged cellular components, combined with analyses of the composition of polysomal complexes, reveals a remarkable degree of separation of these proteins from ribosomal populations during exponential cell growth, i.e. in cells lacking P bodies. This is found to correlate with spatial segregation of these proteins from actively translating polysomal complexes. In contrast, Dhh1 and Pat1 gain greatly increased access to actively translating polysomes in the phase of growth that is associated with the shift from glucose fermentation to ethanol oxidation (the diauxic growth shift). This has prompted us to investigate whether there is a control relationship between translation rate and these relocation events, and to characterize protein interactions involving Dhh1 and the translation machinery that are likely to be relevant to the functional roles of these decapping modulators in the cell. The results suggest that segregation of Dhh1 and Pat1 from actively translating polysomes, like the formation of P bodies, reflects modulation of the access of these translational repressors to the translational machinery. Thus modulation of the subcellular localization of translational effectors may play a role in post-transcriptional control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Strains and plasmids used in this study are listed in Tables 1  and 2 , respectively. TCM-tag strains were generated by chromosomal integration of the tetracysteine-motif and kanMX antibiotic selection cassette at the C-terminal of the genomic copy of the gene of interest. Briefly, the 'TCM-tag-kanMX cassette' for homologous recombination comprised two oligonucleotides complementary to the TCM tag-kanMXmarker cassette together with the appropriate region of homology with the yeast genome to facilitate in frame fusion of the TCM-tag downstream of the gene of interest. Strains were grown at 30 C unless otherwise stated in either yeast extract/peptone medium (YPD) or synthetic medium (SC) supplemented with appropriate amino acids and 2% glucose. Strain growth was initiated using a single colony from an agar plate for each 5-ml starter culture (containing the appropriate selective medium). Each starter culture was then used to inoculate a larger liquid culture (starting OD 600 = 0.2), which was shaken (220 rpm) at 30 C in a conical flask of volume 10 times the culture volume until the culture reached either OD 600 = 0.5 (exponential growth phase) or OD 600 = 2.0 (post-diauxic shift growth; this point was reached after at least 20 h of incubation). These two points are indicated on the growth curve shown in Supplementary Figure S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 69,
                    "text": "Tables 1  and 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1338,
                    "end": 1347,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Yeast strains, plasmids and growth conditions"
        },
        {
            "text": "Cells for high-resolution analysis were grown from an initial liquid culture to an OD 600 = 0.4 (for final OD 600 upon visualization of $0.5) or to an OD 600 = 2.0 and then 200 ml of culture was incubated with 2 mM ReAsH-EDT2 biarsenical dye (Invitrogen) and 1 mM 1, 2-ethanedithiol (EDT) for 1 h at 30 C in the dark, with shaking and aeration. Then cells were washed in appropriate growth media with glucose for exponentially growing cells or without glucose for diauxic shift cells supplemented with 25 mM EDT for 10 min in the dark, briefly centrifuged at 4000 rpm and then washed as before with 1 mM EDT then resuspended in 200 ml of appropriate media (to analyse ReAsH labelled Dhh1/Pat1 migration into P-bodies, cells were resuspended in media minus glucose) then mounted on slides treated with 2% polylysine. Images for Supplementary Figure S4 were acquired on a Confocal Laser Scanning microscope (Zeiss) with a 100Â oilimmersion objective lens (Zeiss) and LSM 5 software. All other images were acquired with a Deltavision Core Imaging System (Applied Precision) as 512 Â 512-pixel files with an EMCCD camera and Softworx software. Images in Figure 6 and Supplementary Figures S2, S6 and S10 are 3D projections of z-series compilations of multiple images at 0.1-micron intervals assembled using the Softworx software. All other images are single section images, deconvolved with the Huygens Deconvolution Software (Scientific Volume Imaging B.V.; SVI). For quantitation, cells were processed for microscopy and images comprising 3D projections of a z-series compilation of 50 images at 0.1-micron intervals were deconvolved and analysed using Huygens Co-localization Analyser software (SVI). Measurements for each tagging combination were performed on at least 10 cells, yielding the averages shown in Figure 2 . In order to quantify the extent of co-localization of the red channel (Dhh1/Pat1-TCM[ReAsH]) and green channel (RpL25-GFP, Rps2-GFP or translation factor-GFP) the Manders Intersection coefficients (i) were calculated. In this study the i 1 coefficient indicates the portion of voxels of signal 1 (red = TCM) that are intersecting with signal 2 (green = GFP) from the total volume occupied by signal 1. It is of note that as the red and green channels exhibit different signal intensities, calculation of the intersection co-efficient (i) will give more reliable quantitation of co-localization. In Figure 2 , i 1 (the degree to which the red(TCM-ReAsH) signal overlaps with the green (GFP) signal) was converted into 'percentage of total'.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 841,
                    "end": 850,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1150,
                    "end": 1158,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1810,
                    "end": 1818,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2419,
                    "end": 2427,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Microscopy"
        },
        {
            "text": "Polysomal gradient analysis was performed as described previously (18) . In Figure 3C , cell cultures were incubated for 1 h at 30 C with 1 mg/ml puromycin dihydrochloride (Melford) in the presence of a low concentration of lyticase to ensure maximal access to the translation machinery. Cells were then processed as above, or clarified lysate was treated with 1 mg/ml RNase A prior to loading onto sucrose gradients. To generate samples for Western blotting, proteins were recovered from gradient fractions by TCA precipitation. TCM-tagged proteins in polysomal gradient fractions were labelled using a Lumio-Green Detection Kit (Invitrogen) according to manufacturer's instructions and visualized in-gel using a UV transilluminator. Bands on western blots were visualized using chemiluminescence. This study PTC327 MAT PAT1:TCM:kanMX ade2-1 ura3-1 leu2-3,112 his3-11,15 can1-100",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "text": "Figure 3C",
                    "ref_id": null
                }
            ],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC326 MAT DED1:TCM:kanMX ade2-1 ura3-1 leu2-3,112 his3-11,15 can1-100",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC327 MAT TIF1:TCM:kanMX ade2-1 ura3-1 leu2-3,112 his3-11,15 can1-100",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC328 MATa TIF1:GFP:HIS3MX6 DHH1:TCM:kanMX his3-D1 leu2-D0 met15-D0 ura3-D0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC329 MATa TIF1:GFP:HIS3MX6 PAT1:TCM:kanMX his3-D1 leu2-D0 met15-D0 ura3-D0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC330 MATa CDC33:GFP:HIS3MX6 DHH1:TCM:kanMX his3-D1 leu2-D0 met15-D0 ura3-D0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC331 MATa CDC33:GFP:HIS3MX6 PAT1:TCM:kanMX his3-D1 leu2-D0 met15-D0 ura3-D0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC332 MATa TEF3:GFP:HIS3MX6 DHH1:TCM:kanMX his3-D1 leu2-D0 met15-D0 ura3-D0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC333 MATa TEF3:GFP:HIS3MX6 PAT1:TCM:kanMX his3-D1 leu2-D0 met15-D0 ura3-D0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC334 MATa SUP45:GFP:HIS3MX6 DHH1:TCM:kanMX his3-D1 leu2-D0 met15-D0 ura3-D0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC335 MATa SUP45:GFP:HIS3MX6 PAT1:TCM:kanMX his3-D1 leu2-D0 met15-D0 ura3-D0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC336 MAT DHH1-pTET07:kanMX ade2-1 ura3-1 leu2-3,112 his3-11,15 can1-100",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC337 MAT PAT1-pTET07:kanMX ade2-1 ura3-1 leu2-3,112 his3-11,15 can1-100",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC348 MATa DHH1-pTET07:kanMX his3-d1 leu2-d0 met15-d0 ura3-d0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC349 MATa PAT1-pTET07:kanMX his3-d1 leu2-d0 met15-d0 ura3-d0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC347 MAT DHH1-eGFP:his5MX6 TIF2-pTET07:kanMX tif1-D ade2-1 ura3-1 leu2-3,112 his3-11,15 can1-100",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC349 MAT PAT1-eGFP:his5MX6 TIF2-Ptet07:kanMX tif1-D ade2-1 ura3-1 leu2-3,112 his3-11,15 can1-100",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC350 MAT PAT1-eGFP:his5MX6 TEF3-Ptet07:kanMX ade2-1 ura3-1 leu2-3,112 his3-11,15 can1-100",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study PTC351 MAT DHH1-eGFP:his5MX6 TEF3-Ptet07:kanMX [PTEFex-TEF3 (URA3)] ade2-1 ura3-1 leu2-3,112 his3-11,15 can1-100 This study PTC389 MATa DHH1:TAP ade2 arg4 leu2-3,112 trp1-289 ura3-52",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "This study RNA half-life analysis mRNA half-lives were determined in yeast strains containing the rpb1-1 temperature-sensitive mutation and tetO7 promotor substitutions using methods described previously (19) . MF2 and ACT1 band intensities were normalized against SCR1 band intensity (a pol III transcript).",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Polysome analysis"
        },
        {
            "text": "Cell cultures of cells expressing C-terminally TAP-tagged Dhh1 were centrifuged and 10-ml cell pellet volumes of exponentially growing (OD 600 = 0.5) or post-diauxic shift (OD 600 = 2.0) cells were processed as detailed previously (20) . After elution proteins were then concentrated by TCA precipitation and resolved by SDS-PAGE and stained with Sypro Ruby protein stain. Following excision of Sypro Ruby stained (or control) bands, the gel slices were subjected to in-gel proteolysis with trypsin and peptides were analysed by LC-ESI-MS using a Bruker AmaZon ETD system Data were processed using DataAnalysis (4.3) and searched against SwissProt v57_15 using MASCOT (21) . Figure S8 ).",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 675,
                    "end": 684,
                    "text": "Figure S8",
                    "ref_id": null
                }
            ],
            "section": "Dhh1-TAP pull-downs and protein identification"
        },
        {
            "text": "Subcellular localization of Dhh1, Pat1 and polysomal complexes during exponential growth and the growth retardation phase Dhh1 and Pat1 have been shown to be capable of acting, at least under certain conditions, as translational repressors (3). However, knockouts of these genes have not been observed to lead to enhanced protein synthesis rates (4), thus indicating that we have yet to understand the role of these proteins in controlling global translation and thus cell growth. In order to throw light on this poorly understood area, we used fluorescent tags to label Dhh1 and Pat1 and then compared their subcellular distributions with those of GFP-tagged 40 S and 60 S ribosomal subunits under different growth conditions. In the first instance, we chose to use the tetracysteine motif (TCM) tag combined with biarsenical dyes (22, 23) to label Dhh1 and Pat1. The TCM fusion constructs used in this work were chromosomally integrated behind the respective natural promoters (see 'Materials and Methods' section) so that the intracellular levels of the encoded fusion proteins were the same as the normal endogenous levels of the non-fused proteins.",
            "cite_spans": [
                {
                    "start": 832,
                    "end": 836,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Focusing first on cells growing exponentially on glucose, we made an unexpected observation: the pool of ribosomes [large (Rpl25a) and small (Rps2) subunits] was partly segregated from Dhh1 and Pat1. This is most evident in single Z-section (not 3D) images in Figure 1A . In controls, western blot analysis of polysomal gradient fractions revealed that the GFP-fused ribosomal subunit proteins were exclusively associated with assembled ribosomal subunits (data not shown). In order to control for any potential influence of the chosen protein tagging strategy, we repeated this experiment using GFP-tagged Dhh1 and Pat1 together with TCM-tagged ribosomes ( Figure 1B ; fluorescence labelling controls are shown in Supplementary Figure S1 ). The advantage of utilizing both tagging procedures is that the 13mer TCM tag is far smaller than GFP, so that any size-related effects of protein tagging could be controlled for by this approach. Moreover, by imaging live cells, we avoided the artefacts that are often associated with microscopy of fixed cells. We next investigated whether this apparent segregation was maintained after cells have undergone the diauxic growth shift from glucose fermentation to ethanol oxidation. It is important to note that we imaged cells prior to the stationary phase since, by definition, in this latter state large numbers of cells are dying (Supplementary Figure S1 ). We observed the previously reported (15) progressive migration of Dhh1 and Pat1 into P bodies in response to the diauxic shift, although not all of the intracellular Dhh1 and Pat1 locates to the P bodies (Supplementary Figure S2 shows 3D projections from serial Z-axis images).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 269,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 667,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 738,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 1390,
                    "end": 1399,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 1622,
                    "end": 1631,
                    "text": "Figure S2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "However, we also observed that Dhh1 and Pat1 colocalize more extensively with ribosomes downstream of the diauxic shift; this is again illustrated by single Z-section images in Figure 1C . In the merged single section images, the overlap between the GFP-and TCM-tagged proteins is readily identified as yellow patches in the cells. Again, switching the tags between ribosomal subunits and the proteins under study did not alter the observed respective subcellular distributions (Supplementary Figure S3 shows single Z-section images). We also observed that eIF4A, eIF4E, eEF3 and eRF1 remain relatively evenly distributed throughout the cytoplasm and demonstrate only very limited co-localization with Dhh1 and Pat1 in both exponential growth and in the ethanol respiration phase (Supplementary Figures S4 and S5 show single Z-section fluorescence images). It has previously been reported that eIF4E, eIF4G and Pab1 are found in P bodies (24) and also in what are believed to be distinct bodies that form upon prolonged glucose depletion (EGP bodies, 25) . The shift in distribution of Dhh1 and Pat1 that we have observed evidently allows these proteins to share the subcellular regions in which most of the ribosome pool resides. DAPI staining was used to locate the positions of the nuclei in glucose-fermenting exponentially growing cells and in cells that have undergone the diauxic shift (Supplementary Figure S6) , revealing that at least 90% of the Dhh1 and Pat1 TCM-tag fusions, labelled with ReAsH, are not in the nucleus.",
            "cite_spans": [
                {
                    "start": 938,
                    "end": 942,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1051,
                    "end": 1054,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 186,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 502,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 812,
                    "text": "(Supplementary Figures S4 and S5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1408,
                    "end": 1418,
                    "text": "Figure S6)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Visual assessment of the subcellular distributions of proteins and complexes can be misleading, and we therefore performed quantitative fluorescence intensity analysis of the distribution of Dhh1/Pat1, ribosomes and translation factors throughout individual yeast cells. Cells were imaged in three dimensions, whereby a minimum of 50 serial sections were collected at 0.1-micron intervals and, once deconvolved, the Manders Intersection coefficients (i) were calculated for each tagged protein combination (e.g. Dhh1-TCM and Rpl25-GFP, Pat1-TCM and Rps2-GFP etc.) in either exponential growth or subsequent to the diauxic shift. These analyses allow the degree of intersection/overlap of the red (TCM-ReAsH) signal with the green (GFP) signal to be displayed graphically (Figure 2 ). These 3D, whole-cell distribution analyses reveal that during exponential growth the majority of Dhh1 and Pat1 ($75-80% of the imaged signal) is segregated from ribosomal subunits and translation factors. Upon diauxic growth shift, Dhh1 and Pat1 distribution relative to ribosomes undergoes a striking reorganization and the majority of Dhh1 and Pat1, presumably in the context of P-bodies ( Figure 1C) , intersects with ribosomal proteins. Interestingly, this growth-phase-specific differential distribution is not mirrored to the same extent when comparing Dhh1/Pat1 and translation factors. However, Dhh1 and Pat1 do show a small relative increase in signal overlap with several factors after the diauxic shift (Figure 2 and Supplementary Figure S4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 771,
                    "end": 780,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1176,
                    "end": 1186,
                    "text": "Figure 1C)",
                    "ref_id": null
                },
                {
                    "start": 1498,
                    "end": 1507,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1526,
                    "end": 1536,
                    "text": "Figure S4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The observed co-localization does not tell us whether Dhh1 and Pat1 associate with particular subclasses of ribosomes, and we therefore investigated whether the chromosomally encoded TCM fusions become associated with actively translating, or non-translating, ribosomes under these conditions. Western blotting of fractions generated by sucrose gradient fractionation of cell extracts revealed that Dhh1 and Pat1 are not present in the polysomal fractions during exponential growth, but do appear in the polysomal fractions when cells undergo the diauxic shift ( Figure 3B ). That Pat1 is limited to monosomal fractions in polysomal gradients prepared from exponentially growing cells was also observed previously (5) . The observed co-fractionation effects might conceivably have been attributable to Dhh1 and Pat1 being incorporated into P bodies that run in the same fractions as polysomes. We therefore performed two types of control experiment ( Figure 3C ). The addition of puromycin to inhibit translation drastically reduced the content of polysomes in the higher mass fractions and also shifted the distribution of Dhh1 and Pat1 back into the lower mass fractions, just as would be expected if these two proteins are associated with polysomal complexes. Similarly, the addition of RNase A, which cleaves single-stranded RNA 3 0 of C and U residues, led to both the collapse of polysomes and the redistribution of Dhh1 and Pat1 into the lower mass monosomal and ribonucleoprotein fractions. Overall, these data suggest that the co-localization observed in diauxic growthshifted cells reflects genuine association between Dhh1, Pat1 and translationally active polysome complexes. ",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 717,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 563,
                    "end": 572,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 951,
                    "end": 960,
                    "text": "Figure 3C",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The co-localization of Dhh1 and Pat1 with the translation machinery raised the question as to what interactions underpin the observed association with the translation machinery and, most importantly, how these interactions change in response to changes in the cellular environment. We therefore used pull-down experiments to investigate whether components of the translation machinery could be identified as interaction partners of Dhh1 and Pat1 under our experimental conditions, thus defining key interactions at the interface between translation and mRNA decay. TAP-tagged Dhh1 was utilized in this study as bait in pull-down experiments ( Figure 4) . These data reveal that, during exponential growth, Dhh1 is complexed with Pat1, the elongation factor eEF1A and several ribosomal proteins, whereas after the diauxic growth shift not only does Dhh1 retain its association with Pat1 and eEF1A but it also becomes complexed with Ded1 and eIF4A. To determine if this co-precipitation is mRNA dependent, the pull-down experiment was repeated as before or with cell extracts pre-treated with RNase A and the resultant eluents analysed by western blotting ( Figure 4B ). RNase A cleaves 3 0 of C and U residues and will therefore break down the body of each mRNA into small fragments. This indicates that the Ded1, eEF1A and eIF4A associate with Dhh1 in an RNA-independent manner and again suggests that the association of Dhh1 with Ded1 and eIF4A is enhanced in response to the diauxic growth shift. We also explored whether Dhh1 and Pat1 are associated with ribosomal preparations obtained from yeast. Partially purified ribosomes were subjected to washes with 500 mM KCl or 1 M KAc to generate protein-containing supernatants (Supplementary Figure S7 , supernatants S2 and S3, respectively) and a ribosomal pellet (P), and the proteins in these fractions were identified using liquid chromatography-electrospray ionization tandem mass spectrometry (LC-ESI-MS; see 'Materials and Methods' section, Supplementary Figures S7 and S8 and Figure 5 ). Exponentially modified Protein Abundance Index (emPAI) abundance scores reflect the number of peptides observed per protein ( Figure 5A) (21, 26, 27) . We also determined the MASCOT values for the same data sets; these correlate well (with one significant outlier) with the emPAI scores ( Figure 5B ). These label-free quantitation data indicate that Dhh1 and Pat1 retain their association with ribosomes after washing with 500 mM KCl, but that both proteins are released (into supernatant S3) upon treatment with 1 M KAc. Interestingly, a number of translation initiation and elongation factors (e.g. eIF1A, eIF4A and eEF1A, eEF3, respectively), and Ded1, are found in all fractions, whereas eRF1 and the ribosomal proteins are identified primarily in the 1 -M KAc supernatant (S3) and the ribosomal pellet (P). Overall, these data suggest that Dhh1 and Pat1 can be relatively stably associated with ribosomes, although they do not tell us whether other factors are required for this association.",
            "cite_spans": [
                {
                    "start": 2183,
                    "end": 2187,
                    "text": "(21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2188,
                    "end": 2191,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2192,
                    "end": 2195,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 643,
                    "end": 652,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1156,
                    "end": 1165,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1742,
                    "end": 1751,
                    "text": "Figure S7",
                    "ref_id": null
                },
                {
                    "start": 1998,
                    "end": 2029,
                    "text": "Supplementary Figures S7 and S8",
                    "ref_id": null
                },
                {
                    "start": 2034,
                    "end": 2042,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2172,
                    "end": 2182,
                    "text": "Figure 5A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2335,
                    "end": 2344,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Physical and functional interactions of Dhh1 and Pat1 with the translation machinery"
        },
        {
            "text": "One model for the mode of action of Dhh1 and Pat1 in the control of mRNA degradation is that they promote re-localization of mRNAs by inhibiting translation, either on individual mRNA species or generically. This would seem to be consistent with the proposal that the rates of translation and mRNA degradation are inversely related to each other, so that suppression of translation will automatically lead to accelerated decay (3). We decided to explore the idea that the mechanism of action of these proteins is mediated by changes in translation. A key premise of this model is that translational repression leads to mRNA destabilization. If this is true, constraints imposed on the activity of the translation machinery by limiting translation factor activity should result in accelerated mRNA decay. We utilized rpb1-1 strains in which the expression of CDC33 (encoding eIF4E) had been placed under the control of the tet07 operator, thus allowing modulation of gene synthesis via the addition of doxycycline. Using doxycycline to reduce the intracellular abundance of eIF4E to 75 and to 50%, respectively, of the wild-type level, which in turn reduces protein synthesis to 83 and 72% of the wild-type rate, we determined whether there are measurable changes in the half-lives of S. cerevisiae mRNAs which manifest distinct stabilities, i.e. those of ACT1 and MF2 (Supplementary Figure S9) . The results suggest that the global rates of translation and decay, at least over the range explored here, are not universally coupled to each other. For comparison, we performed parallel experiments using a tet07::DHH1 rpb1-1 strain (Supplementary Figure S9) , confirming that repression of intracellular Dhh1 does lead to mRNA stabilization (3). We also examined whether limiting translation in vivo can induce formation of P bodies, since Dhh1 and Pat1 are both known to accumulate in these bodies in response to the diauxic growth shift. This was investigated using strains that contain tet07-regulated translation factor genes. Starting with an initiation factor, we found that suppression of the level of eIF4A in the cell led to reduced rates of translation but did not, in itself, induce the formation of P bodies during exponential growth ( Figure 6 ). Interestingly, restricting the availability of eIF4A also limited the observed degree of association of Dhh1 with actively translating polysomal complexes. Moreover, inhibition of in vivo translation via suppression of an elongation factor (in a tet07::TEF3 strain) also did not trigger formation of P bodies in the exponential phase (Supplementary Figure S10) . In summary, slowing translation in vivo by imposing inhibition at either the initiation step or the elongation step had no effect on the relationship between cellular growth phase and P body formation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1383,
                    "end": 1393,
                    "text": "Figure S9)",
                    "ref_id": null
                },
                {
                    "start": 1645,
                    "end": 1655,
                    "text": "Figure S9)",
                    "ref_id": null
                },
                {
                    "start": 2246,
                    "end": 2254,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2607,
                    "end": 2618,
                    "text": "Figure S10)",
                    "ref_id": null
                }
            ],
            "section": "Physical and functional interactions of Dhh1 and Pat1 with the translation machinery"
        },
        {
            "text": "Multiple types of stress-induced eukaryotic intracellular body have been described, including P bodies, stress granules and EGP bodies (15, 25, 28, 29) . While the identities of many of the components of these bodies are known, the molecular basis for their apparent structural integrity remains a mystery. For example, a knockdown of the multiple glycine (G)-tryptophan (W) repeat protein GW182 disrupts the formation of mammalian P bodies (30) , yet it is still not clear whether GW182 is a scaffolding protein for the P body structure. A general theme seems to be the accumulation in these bodies of translationally suppressed mRNAs, whereby it seems that the fate of these mRNAs can be either degradation or re-emergence and reactivation (3, 25, 31) .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 742,
                    "end": 745,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 746,
                    "end": 749,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 750,
                    "end": 753,
                    "text": "31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In contrast to these other reported subcellular systems, in this article, we have described a form of molecular segregation that may not involve the formation of a specific type of coherent intracellular body, but does involve the accumulation of proteins that are effectively excluded from actively translating polysomal mRNPs. This phenomenon is also distinct in that it occurs during exponential growth, and appears to be a form of spatial modulation of the function(s) of Dhh1 and Pat1, both of which are thought to promote mRNA decapping as well as inhibit translation. We have also shown that the degree of co-localization of Dhh1 and Pat1 with Figure S4) . Comparison of the polysomal distributions of the respective proteins and the quantitation data (Figures 2 and 3) indicates that, during exponential growth, a substantial part of the Dhh1 and Pat1 co-localizes with translation factor pools that cycle on and off mRNP complexes. Subsequent to the diauxic growth shift, on the other hand, Dhh1 and Pat1 co-localize to an increased degree with translation factors that are engaged with actively translating polysomal mRNP. Since the intracellular abundance of the translation factors and mRNA has yet to be determined in ethanol respiration phase cells, we interpret the absolute co-localization percentages only as a relative guide to the overall shift in association between the respective components under study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 651,
                    "end": 661,
                    "text": "Figure S4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 759,
                    "end": 776,
                    "text": "(Figures 2 and 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The imaging and polysomal gradient data indicate collectively that Dhh1 and Pat1 are granted only restricted access to actively translating mRNP during exponential growth. This fits with the concept of co-translational mRNA decay, as originally observed in bacteria and more recently reported in yeast (14) , since this suggests that these proteins can, in response to the diauxic growth shift, gain access to mRNAs that are being translated and then promote decapping. This would mean that Dhh1 and Pat1 would only be capable of fully promoting decapping (and inhibiting translation, possibly involving an additional mechanism) on polyribosomal mRNPs under conditions where the cell needs to reduce its rate of protein synthesis. However, the data reported here do not suggest that attenuation of translation per se is the determinant of the re-localization of Dhh1 and Pat1 or of the increased access of these proteins to polysomal mRNP complexes in the cell. Moreover, P body formation (as detected by incorporation of Dhh1-GFP) is not promoted by inhibition of translation via suppression of translation factor activities using tet07-dependent regulation. It is of interest that Teixeira and colleagues have reported (32) that inhibition of translation initiation by switching a temperature sensitive prt1-63 strain from 23 to 37 C causes P-bodies to increase in size. Thus, more extreme conditions than those applied in this work, i.e. complete inhibition of translation induced by temperature stress, can have an effect on (the rate of) P-body formation. Overall, it seems that the remodelling of translationally active mRNPs we have described here is likely to be triggered by a diauxic growth-shift-induced molecular pathway that functions independently of the rate at which the translation machinery is functioning. The enhanced access of Dhh1 and Pat1 to actively translating polysomes is consistent with an attenuated requirement for post-transcriptional expression of many genes when cells encounter poorer growth conditions.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "While detailed characterization of the mechanistic details underpinning the re-localiization of Dhh1 and Pat1 within the cell is beyond the scope of the present article, we have obtained evidence that suggests that eIF4A, and/ or translation initiation, promotes this re-localization (compare Figure 6 and Supplementary Figure S10) . Thus eIF4A and the decapping activators may act synergistically to promote access to actively translating polysomal complexes. Earlier studies have indicated that eIF4A (in comparison to Ded1) is not effective in promoting the long-term scanning stability of ribosomal pre-initiation complexes that have to negotiate long Relative expression levels of eIF4A were determined by labelling with a FITC-conjugated secondary antibody, followed by visualization with a Typhoon Biomolecular Imager (GE Healthcare) and analysis using ImageQuant software, using hexokinase as a loading control. The far-left lane (labelled DHH1::GFP) shows the expression levels of hexokinase and eIF4A in a control strain in which the DHH1::GFP fusion is transcribed from the natural chromosomal promoter. The other three lanes show, as labelled, 95% expression (0 ng/ml DOX-the promotor substitution induces a 5% decrease in expression level compared to wild-type), 70% (5 ng/ml DOX) and 50% (10 ng/ml DOX). (B) Cells were treated as in panel A and then grown to an OD 600 = 0.5 (exponential) or OD 600 = 2.0, were visualized on a Deltavision microscope and then 3D projections were generated from 50 serial Z-axis images collected at 0.1-micron intervals. (C) Cells expressing 95, 70 or 50% of the wild-type level of eIF4A were harvested during exponential (left) or retardation phase (diauxic growth shift; right) growth and extracts from these cells were then analysed by polysomal gradient fractionation. Corresponding polysomal gradient fractions were collected and proteins resolved by SDS-PAGE and probed using anti-GFP antibodies to determine the distribution of Dhh1-GFP. 5 0 -UTRs (33, 34) . In contrast, this result may have identified a more significant role for this initiation factor in which its remodelling capability is brought to bear to enable other proteins access to translationally active mRNPs. In addition, we have found evidence of changes in the interactome of Dhh1 triggered by the diauxic growth shift that are likely to reflect corresponding alterations in mRNP structure. This also suggests that there is remodelling of the translating mRNP downstream of the diauxic shift, allowing closer association of Dhh1 and Pat1. The results of the pull-down experiments suggest that this remodelling may be promoted or supported by the DEAD-box helicases Ded1 and eIF4A which, together with Dhh1 (and possibly Pat1), become recruited into the remodelled mRNP formed in response to diauxie. That a group of helicases is involved in this remodelling process is consistent with the perceived general role of this class of proteins in the cell (35) . The closer association of Dhh1, Pat1, Ded1 and eIF4A in a remodelled mRNP may possibly serve to partially inhibit the positive roles played by Ded1 and eIF4A in the fully active process of translation initiation. Overall, the results presented here indicate that future work should focus on further investigation of the potential role of at least these four proteins in the broader context of mRNP restructuring as a means of modulating the translational activity of polysomes in response to changes in the cell environment. As with the discovery of P bodies, our observations suggest that the intracellular distributions of key proteins involved in the control of translation and mRNA degradation represent a significant factor in these proteins' functionalities. This proposed mode of action is also in accord with the earlier observation that Dhh1, Pat1 and Lsm1-7 are involved in the transition of brome mosaic virus from translation to replication (36) . Indeed, helicases are likely to be involved in such transitions in a wide range of positive-strand RNA viruses (including HCV and severe acute respiratory syndrome coronavirus) (37, 38) . In this context, it is also interesting to note the earlier observation that deletion of PAT1 in S. cerevisiae suppresses the deleterious effects of PAB1 deletion (5), since this may again be attributable to effects on mRNP structure associated with the presence of Pat1. Finally, the segregation phenomenon described here provides a potential explanation why Dhh1 and Pat1 do not inhibit protein synthesis in vivo during exponential growth yet act as inhibitors when added to cell-free extracts (4) .",
            "cite_spans": [
                {
                    "start": 2001,
                    "end": 2005,
                    "text": "(33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2006,
                    "end": 2009,
                    "text": "34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2971,
                    "end": 2975,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 3931,
                    "end": 3935,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 4115,
                    "end": 4119,
                    "text": "(37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 4120,
                    "end": 4123,
                    "text": "38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 4622,
                    "end": 4625,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 301,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 320,
                    "end": 331,
                    "text": "Figure S10)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mutations in translation initiation factors lead to increased rates of deadenylation and decapping of mRNAs in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Mol. Cell. Biol",
            "volume": "19",
            "issn": "",
            "pages": "5247--5256",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "mRNA decapping in yeast requires dissociation of the cap binding protein, eukaryotic translation initiation factor 4E",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mol. Cell. Biol",
            "volume": "20",
            "issn": "",
            "pages": "7933--7942",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "P bodies and the control of mRNA translation and degradation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sheth",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol. Cell",
            "volume": "25",
            "issn": "",
            "pages": "635--646",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "General translational repression by activators of mRNA decapping",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "122",
            "issn": "",
            "pages": "875--886",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Deletion of the PAT1 gene affects translation initiation and suppresses a PAB1 gene deletion in yeast",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wyers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Dufour",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Vo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lacroute",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mol. Cell. Biol",
            "volume": "20",
            "issn": "",
            "pages": "3538--3549",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The active form of Xp54 RNA helicase in translational repression is an RNA-mediated oligomer",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Minshall",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Standart",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nucleic Acids Res",
            "volume": "32",
            "issn": "",
            "pages": "1325--1334",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Me31B silences translation of oocyte-localizing RNAs through the formation of cytoplasmic RNP complex during Drosophila oogenesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amikura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanyu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Development",
            "volume": "128",
            "issn": "",
            "pages": "3233--3242",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Disruption of ribosomal scanning on the 5'-untranslated region, and not restriction of translational initiation per se, modulates the stability of nonaberrant mRNAs in the yeast Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Linz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Koloteva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vasilescu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E G"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Biol. Chem",
            "volume": "272",
            "issn": "",
            "pages": "9131--9140",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Posttranscriptional control of gene expression in yeast. Microbiol",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Mol. Biol. Rev",
            "volume": "62",
            "issn": "",
            "pages": "1492--1553",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The eukaryotic mRNA decapping protein Dcp1 interacts physically and functionally with the eIF4F translation initiation complex",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vilela",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Velasco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ptushkina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "EMBO J",
            "volume": "19",
            "issn": "",
            "pages": "4372--4382",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transcriptional regulation by an upstream repression sequence from the yeast enolase gene ENO1",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Carmen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Brinkle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Yeast",
            "volume": "15",
            "issn": "",
            "pages": "1031--1043",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Spatial organization of the flow of genetic information in bacteria",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Montero Llopis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sliusarenko",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Surovtsev",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heinritz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Emonet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jacobs-Wagner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "466",
            "issn": "",
            "pages": "77--81",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ribosomes initiating translation of the hbs mRNA protect it from 5 0 -to-3 0 exoribonucleolytic degradation by RNase J1",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Daou-Chabo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mathy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Benard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Condon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol. Microbiol",
            "volume": "71",
            "issn": "",
            "pages": "1538--1550",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Co-translational mRNA decay in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Sweet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chamnongpol",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coller",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "225--229",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Decapping and decay of messenger RNA occur in cytoplasmic processing bodies",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sheth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "805--808",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "An essential role for the Saccharomyces cerevisiae DEAD-box helicase DHH1 in G1/S DNA-damage checkpoint recovery",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bergkessel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Reese",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Genetics",
            "volume": "167",
            "issn": "",
            "pages": "21--33",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Modulation of the hepatitis C virus RNA-dependent RNA polymerase activity by the non-structural (NS) 3 helicase and the NS4B membrane protein",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Piccininni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Varaklioti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nardelli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dave",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Raney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Biol. Chem",
            "volume": "277",
            "issn": "",
            "pages": "45670--45679",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The position dependence of translational regulation via RNA-RNA and RNA-protein interactions in the 5 0 -untranslated regions of eukaryotic mRNA is a function of the thermodynamic competence of 40S ribosomes in translational initiation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Koloteva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Mu¨ller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E G"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Biol. Chem",
            "volume": "272",
            "issn": "",
            "pages": "16531--16539",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Posttermination ribosome interactions with the 5 0 UTR modulate yeast mRNA stability",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vilela",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Linz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Velasco Ramirez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rodrigues-Pousada",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E G"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "EMBO J",
            "volume": "18",
            "issn": "",
            "pages": "3139--3152",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A generic protein purification method for protein complex purification and proteome purification",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rigaut",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shevchenko",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rutz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Se´raphin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat. Biotechnol",
            "volume": "17",
            "issn": "",
            "pages": "1030--1032",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Probability-based protein identification by searching sequence databases using mass spectrometry data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J C"
                    ],
                    "last": "Pappin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Creasy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Cottrell",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Electrophoresis",
            "volume": "20",
            "issn": "",
            "pages": "3551--3567",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "New biarsenical ligands and tetracysteine motifs for protein labeling in vitro and in vivo: synthesis and biological applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Walkup",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Llopis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsien",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Am. Chem. Soc",
            "volume": "124",
            "issn": "",
            "pages": "6063--6076",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Preparation of the membrane-permeant biarsenicals FlAsH-EDT2 and ReAsH-EDT2 for fluorescent labeling of tetracysteine-tagged proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsien",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Protocols",
            "volume": "3",
            "issn": "",
            "pages": "1527--1534",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Accumulation of polyadenylated RNA, Pab1, eIF4E, and eIF4G with P-bodies in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brengues",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol. Biol. Cell",
            "volume": "18",
            "issn": "",
            "pages": "2592--2602",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Stress-dependent relocalization of translationally primed mRNPs to cytoplasmic granules that are kinetically and spatially distinct from P-bodies",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Hoyle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Castelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ashe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Cell Biol",
            "volume": "179",
            "issn": "",
            "pages": "65--74",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Exponentially modified proteı´n abundance index (emPAI) for estimation of absolute proteı´n amount in proteomics by the number of sequenced peptides per proteı´n",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ishihama",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tabata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nagasu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rappsilber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol. Cell. Proteomics",
            "volume": "4",
            "issn": "",
            "pages": "1265--1272",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "emPAI Calc -for the estimation of protein abundance from large-scale identification data by liquid chromatography-tandem mass spectrometry",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shinoda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tomita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ishihama",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bioinformatics",
            "volume": "26",
            "issn": "",
            "pages": "576--577",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ultrastructural changes in yeast following heat shock and recovery",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Yeast",
            "volume": "11",
            "issn": "",
            "pages": "1165--1175",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "RNA granules",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kedersha",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Cell. Biol",
            "volume": "172",
            "issn": "",
            "pages": "803--808",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "GW182 is critical for the stability of GW bodies expressed during the cell cycle and cell proliferation",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jakymiw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eystathioy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fritzler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K L"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Cell Sci",
            "volume": "117",
            "issn": "",
            "pages": "5567--5578",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Stress granules: sites of mRNA triage that regulate mRNA stability and translatability",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kedersha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Biochem. Soc. Trans",
            "volume": "30",
            "issn": "",
            "pages": "963--969",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Processing bodies require RNA for assembly and contain nontranslating mRNAs",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Teixeira",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sheth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Valencia-Sanchez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brengues",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "RNA",
            "volume": "11",
            "issn": "",
            "pages": "371--382",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Dynamics and processivity of 40S ribosome scanning on mRNA in yeast",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Berthelot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muldoon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rajkowitsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M X"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E G"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol. Microbiol",
            "volume": "51",
            "issn": "",
            "pages": "987--1001",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Unwinding single RNA molecules using helicases involved in eukaryotic translation initiation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marsden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nardelli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Linder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E G"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Mol. Biol",
            "volume": "361",
            "issn": "",
            "pages": "327--335",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Dead-box proteins: a family affair-active and passive players in RNP-remodelling",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Linder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nucleic Acids Res",
            "volume": "34",
            "issn": "",
            "pages": "4168--4180",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Host deadenylation-dependent mRNA decapping factors are required for a key step in brome mosaic virus RNA replication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Alves-Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Noueiry",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Diez",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "246--251",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Parallels among positive-strand RNA viruses, reverse-transcribing viruses and double-stranded RNA viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature Rev. Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "371--382",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Viral and cellular RNA helicases as antiviral targets",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "K.-T",
                    "middle": [],
                    "last": "Jeang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature Rev. Drug Discov",
            "volume": "4",
            "issn": "",
            "pages": "845--853",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A novel in vivo assay reveals inhibition of ribosomal nuclear export in ran-cycle and nucleoporin mutants",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hurt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hannus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schmelzl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tollervey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simos",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Cell Biol",
            "volume": "144",
            "issn": "",
            "pages": "389--401",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Mature ribosomes are selectively degraded upon starvation by an autophagy pathway requiring the Ubp3p/Bre5p ubiquitin protease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kraft",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deplazes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sohrmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Cell Biol",
            "volume": "10",
            "issn": "",
            "pages": "602--610",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Pat1 contains distinct functional domains that promote assembly and activation of decapping",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pilkington",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol. Cell Biol",
            "volume": "28",
            "issn": "",
            "pages": "1298--1312",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The DEAD box helicase, Dhh1p, functions in mRNA decapping and interacts with both the decapping and deadenylase complexes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Coller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sheth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Valencia-Sanchez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "RNA",
            "volume": "7",
            "issn": "",
            "pages": "1717--1727",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PTC49 cells were grown in YPD media until OD 600 = 0.7-0.8 and cells were pelleted to yield a 15-ml cell pellet then resuspended in 10 ml of Lysis Buffer (20 mM HEPES, pH 7.4, 100 mM KAc, 2.5 mM MgAc 2 , 2 mM b-mercaptoethanol and protease inhibitors). Cells were lysed with using acid-washed glass beads (Sigma) in a MiniBeadbeater 8 (Stratech Scientific. UK) for 2 Â 45 s. Cell lysates were centrifuged at 14 000 rpm for 30 min at 4 C and the supernatant was loaded on to a 1 ml sucrose cushion (1 M sucrose, 20 mM HEPES pH 7.4, 500 mM KCl, 100 mM KAc and 2 mM b-mercaptoethanol) and centrifuged at 382 400g for 2 h at 4 C. The supernatant (S2) was aliquoted and snap-frozen on dry ice. An amount of 500 ml of lysis buffer was added to the pellet and incubated for 5 min on ice. The pellet was then resuspended in 3.6 ml of High Salt Wash buffer (HSW; 20 mM HEPES pH 7.4, 1 M KAc, 2.5 mM MgAc 2 and 2 mM b-mercaptoethanol) and incubated on ice for 1 h. This solution was then loaded onto a 400 ml sucrose cushion (as before) and centrifuged at 215 200g for 10 h at 4 C. The supernatant (S3) was aliquoted and snap frozen on dry ice. The pelleted 80 S ribosome fraction (P) was resuspended in 1 ml of Storage Buffer (20 mM HEPES pH 7.4, 10 mM KAc, 2.5 mM MgAc, 2 mM DTT), aliquoted and snap-frozen on dry ice. For in-solution identification of proteins, tryptic peptides were analyzed by LC-MS with an LTQ-Orbitrap Velos (see Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Subcellular localization of 40S, 60S, Dhh1 and Pat1 in exponentially growing and diauxic S. cerevisiae cells. (A) Fluorescence microscopy of glucose-fermenting exponentially growing yeast cells expressing combinations of Rpl25a-GFP or Rps2-GFP fusions and ReAsH-stained Dhh1-TCM or Pat1-TCM fusions. (B) The corresponding experiment to that shown in panel A with exponentially growing yeast cells expressing combinations of a ReAsH-stained Rps3-TCM fusion and Dhh1-GFP or Pat1-GFP fusions, respectively. (C) Cells expressing Dhh1-TCM or Pat1-TCM and Rpl25-GFP or Rps2-GFP were grown into the slower ethanol respiration-dependent growth phase (post-diauxic growth shift; OD 600 = 2.0) and processed for imaging with the TCM-tagged protein labelled with ReAsH. Each image is a single slice montage of corresponding ReAsH, GFP and phase images. Overlap in the overlays in the bottom row is indicated by yellow staining. Scale bars = 5 mm. Analysis of Dhh1, Pat1, eIF4A and Ded1 co-sedimentation across polysomal gradients. (A) The same number of cells in glucose-fermenting exponential phase or post-diauxic shift phase were extracted and proteins resolved by SDS-PAGE and western blotting to determine relative protein expression levels for the proteins indicated. (B) Polysomal gradient profiles and corresponding fractions were generated with either exponentially growing or post-diauxic shift cell cultures expressing either Dhh1-TCM or Pat1-TCM and protein distributions were determined by in-gel fluorescence (Dhh1-TCM and Pat1-TCM) or by western blotting (Ded1 and eIF4A). (C) Post-diauxic shift cell cultures expressing either Dhh1-GFP or Pat1-GFP were treated with RNase A or puromycin and polysomal gradient profiles and corresponding fractions were collected. Dhh1 and Pat1 distributions were determined using anti-GFP antibodies while Ded1 and eIF4A were identified using protein-specific polyclonal antibodies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Quantitation of cellular distributions of Dhh1-TCM or Pat1-TCM versus GFP-labelled 60S (rpL25-GFP), 40S (rps2-GFP), eIF4E, eIF4A, eEF3 or RF1. Graphical presentation of the degree of overlap of Dhh1-TCM or Pat1-TCM with ribosomal proteins and translation factors. The measurements for each tagging combination were obtained through analysis of a minimum of 10 cells, and the error bars represent the standard deviations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Dhh1-TAP pull-downs reveal growth-phase-dependent associations between Dhh1, Pat1 and components of the translation machinery. (A) Exponentially growing cells (OD 600 = 0.5) or post-diauxic shift cells (OD 600 = 2.0) expressing TAP-tagged Dhh1 were processed as detailed in 'Materials and Methods' section and proteins complexed with Dhh1 were resolved by SDS-PAGE and visualized using SYPRORuby protein stain. These protein bands were excised and protein identities determined by LC-ESI-MS/MS as indicated. The asterisks indicate the positions of proteolytic products. (B) Dhh1-TAP complex purification was repeated with RNase A-treated cell extracts and probed using polyclonal antibodies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Estimating relative protein abundance in fractions using LC-ESI-MS. (A) Graphical representation of emPAI scores for proteins associated with ribosomes. Each bar represents the average of three independent experiments, whereby the height of each bar is proportional to the magnitude of each average score (normalized to the sum of the average scores for fractions S2, P and S3 so as to reflect the proportion relative to the total emPAI scores for each protein; see SupplementaryFigure S8). These values therefore represent relative proportions of each protein found in the respective fractions (expressed as fractions of 1.00). The rows correspond to the three respective fractions generated in the scheme shown inSupplementary Figure S7.(B) MASCOT values (detailed inSupplementary Figure S8)for the same data sets were calculated and plotted against the emPAI scores, revealing the degree of correlation between the two types of data.translation factors changes to a lesser extent as cells undergo the diauxic growth shift(Figure 2and Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Subcellular localization of Dhh1-GFP in a ptet07::TEF2 (TEF1D) strain at different doxycycline levels. (A) Western blot showing repression of eIF4A expression by addition of different amounts of doxycycline.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Strains used in this work",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Plasmids used in this work",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Ed Hurt (Biochemistry Centre; BHZ, Heidelberg University) for the RPL25a-GFP construct, Terri Kinzy (Rutgers, New Jersey) for the eEF1A antibodies, Roland Lill (Philipps University, Marburg) for the Pat1 antibody, Patrick Linder (University of Geneva) for the Ded1 antibody, and Matthias Peter (ETH, Zu¨rich) for the RPS2-GFP construct. The authors would also like to thank Abigail Stevenson and Pedro Juanes (University of Manchester) for the RPS3-TCM plasmid. Conflict of interest statement. None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Supplementary Data are available at NAR Online",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY DATA"
        }
    ]
}