{
    "paper_id": "73f48a992c779f349ff5e305afe2f0538699ec33",
    "metadata": {
        "title": "Incidence of Medically Attended Respiratory Syncytial Virus and Influenza Illnesses in Children 6-59 Months Old During Four Seasons",
        "authors": [
            {
                "first": "Melissa",
                "middle": [
                    "D"
                ],
                "last": "Simpson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshfield Clinic Research Foundation",
                    "location": {
                        "settlement": "Wisconsin"
                    }
                },
                "email": ""
            },
            {
                "first": "Burney",
                "middle": [
                    "A"
                ],
                "last": "Kieke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshfield Clinic Research Foundation",
                    "location": {
                        "settlement": "Wisconsin"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "E"
                ],
                "last": "Sundaram",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshfield Clinic Research Foundation",
                    "location": {
                        "settlement": "Wisconsin"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "L"
                ],
                "last": "Mcclure",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshfield Clinic Research Foundation",
                    "location": {
                        "settlement": "Wisconsin"
                    }
                },
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [
                    "K"
                ],
                "last": "Meece",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshfield Clinic Research Foundation",
                    "location": {
                        "settlement": "Wisconsin"
                    }
                },
                "email": ""
            },
            {
                "first": "Frangiscos",
                "middle": [],
                "last": "Sifakis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AstraZeneca/MedImmune",
                    "location": {
                        "settlement": "Gaithersburg",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "A"
                ],
                "last": "Gasser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AstraZeneca/MedImmune",
                    "location": {
                        "settlement": "Gaithersburg",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [
                    "A"
                ],
                "last": "Belongia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshfield Clinic Research Foundation",
                    "location": {
                        "settlement": "Wisconsin"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Acute respiratory illnesses (ARIs) are among the leading causes of pediatric morbidity and mortality in developing and wealthy regions of the world [1, 2] . Viruses account for most ARIs in children younger than 5 years, and they are the leading cause of community-acquired pneumonia in this age group [3] . Children experience approximately 3-6 ARIs per year, and the spectrum of illness ranges from mild to life-threatening [4] . Respiratory syncytial virus (RSV) and influenza are 2 pathogens that cause serious illness and account for a substantial proportion of viral respiratory infections in children. Respiratory syncytial virus is a major cause of bronchiolitis in infants, and approximately 22% of lower respiratory infections have been attributed to RSV [5] . A population-based study of children younger than 5 years found that 8% of all primary care visits and 18% of all emergency department visits for ARI were attributed to RSV [6] . Influenza is a major cause of hospitalization among children under 24 months of age [7] , and approximately 10%-25% of outpatient ARI visits are related to influenza during seasonal epidemics [8] .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 152,
                    "end": 154,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1034,
                    "end": 1037,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1142,
                    "end": 1145,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Multiple studies have reported the incidence of viral lower respiratory infections that lead to hospitalization [3, 9] . Although hospitalization represents a severe disease outcome, outpatient medically attended ARI (MAARI) also contributes to significant morbidity and healthcare utilization. The purpose of this study was to describe the seasonal incidence of inpatient and outpatient medically attended RSV and influenza over multiple seasons in a community-based cohort of children 6-59 months old.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 116,
                    "end": 118,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study was a secondary analysis of samples and data from children with ARI who were enrolled and tested for influenza to estimate vaccine effectiveness; details of these studies have been published [10] [11] [12] . In brief, patients age ≥6 months with MAARI were enrolled from the population of communitydwelling individuals living in the central region of the Marshfield Epidemiologic Study Area (MESA), a dynamic, population-based cohort of approximately 54 000 residents living in 14 zip codes surrounding Marshfield, Wisconsin. Nearly all MESA residents receive their medical care from Marshfield Clinic, an integrated, multispecialty healthcare system serving the MESA population. The Marshfield Clinic electronic medical record captures approximately 93% of outpatient visits, 93% of hospital discharges, and 99% of deaths for the MESA population [13, 14] . This study focused on children living in MESA who were 6-59 months old at the start of each influenza season. Although data on race and ethnicity were not collected during all study seasons, US Census data from 2010 indicate that 94% of Marshfield residents are white, non-Hispanic.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Setting and Participants"
        },
        {
            "text": "During 4 influenza seasons (2006-2007 through 2009-2010) , MESA residents were screened and recruited by research staff during or after an outpatient, inpatient, or emergency department encounter for ARI. Research coordinators used an electronic appointment system to identify potential participants in primary care departments at the Marshfield Clinic main campus and a satellite clinic. Patients who were not approached during the clinical encounter were invited to participate by phone on the following day if they received an International Classification of Diseases, Version 9, Clinical Modification (ICD-9) diagnosis code indicating ARI. Potential participants with illness duration >7 days (or >10 days in [2006] [2007] were excluded to minimize false-negative test results. Children could be enrolled more than once per season for distinct illness episodes; an exclusion window of 21-28 days (depending on enrollment season) was applied to ensure that re-enrollment did not occur for the same illness episode.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 56,
                    "text": "(2006-2007 through 2009-2010)",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 719,
                    "text": "[2006]",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 726,
                    "text": "[2007]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Setting and Participants"
        },
        {
            "text": "The parent or legal guardian was interviewed at the time of enrollment to determine illness onset date and symptoms. Nasal swabs were obtained and placed in M4-RT viral transport media for real-time polymerase chain reaction (RT-PCR) testing. After influenza testing was complete, sample aliquots were stored at −70°C until the current study was initiated. Seasonal enrollment start dates and duration were as follows: January 22, 2007 (10 weeks); January 21, 2008 (10 weeks); January 19, 2009 (12 weeks); and October 4, 2009 (28 weeks). The enrollment period was extended in 2009-2010 due to the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and Participants"
        },
        {
            "text": "This study was reviewed and approved by the Marshfield Clinic Institutional Review Board (IRB). During each season, a parent or legal guardian of study participants provided informed consent for influenza testing. Multiplex RT-PCR testing to detect additional viruses was subsequently approved by the IRB with a waiver of informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and Participants"
        },
        {
            "text": "Sample aliquots were stored at −70°C after initial influenza testing was completed for the influenza vaccine effectiveness studies. Archived samples were tested for the presence of respiratory virus nucleic acid using a multiplex respiratory virus panel (eSensor Respiratory Viral Panel; GenMark Diagnostics, Inc., Carlsbad, CA). This multiplex panel tested for RSV A and B, human rhinovirus, human metapneumovirus, parainfluenza viruses 1-4, influenza A and B (including subtypes of influenza A), coronaviruses OC43, NL63, HKU1, and 229E, and adenoviruses B and E. Nucleic acid was extracted from the swabs using the Roche MagnaPure 2.0 system and was then amplified using RT-PCR with target-specific primers. Target-specific signals were determined by voltammetry, a process that generates electrical signals from ferrocene-labeled signal probes. We validated the GenMark multiplex assay RSV A and B against singleplex assays developed by the Centers for Disease Control and Prevention. The sensitivity and specificity was 98% and 99%, respectively, for RSV (unpublished data, 2012). Other investigators have reported 99% overall agreement between the GenMark multiplex assay and corresponding singleplex RT-PCR for respiratory viruses in children [15] .",
            "cite_spans": [
                {
                    "start": 1250,
                    "end": 1254,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory"
        },
        {
            "text": "Seasonal incidence was defined as the number of medically attended cases per 10 000 community residents 6-59 months old. All incidence estimates were standardized to weeks 40 through 18 (31 weeks from early October through early May) using Wisconsin State Laboratory of Hygiene surveillance data for RSV and influenza [16] . Incidence calculations were based on 2 assumptions. First, we assumed that test results from enrolled patients with MAARI can be extrapolated to nonenrolled cohort members with a respiratory illness visit during the enrollment period. Visits for ARI were based on ICD-9 codes (specific codes available on request). Although rare, some study participants did not receive a diagnosis code for ARI because enrollment eligibility was based on presenting symptoms rather than ICD-9 codes that were assigned after the visit. Test results for these participants were not extrapolated to nonenrolled cohort members.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The second assumption was that the number of cases occurring outside of the enrollment period in our cohort was proportional to the number of statewide cases occurring outside of the enrollment period. Wisconsin RSV and influenza cases were tabulated separately (1) for the period week 40 through week 18 and (2) for the seasonal study enrollment periods using test results at the Wisconsin State Laboratory of Hygiene. Interpolation was used when the study enrollment window started or ended in the middle of a week. The ratio of total statewide cases (from weeks 40 through 18) to cases occurring within the study enrollment period (10-28 weeks depending on the season) was the adjustment factor used to standardize the incidence estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The 2009-2010 season included the time period in which the vast majority of pandemic influenza activity occurred in Wisconsin (October and November of 2009). To address this issue, we generated separate incidence estimates for influenza in the pandemic wave (October 4, 2009-November 6, 2009) and the planned seasonal (November 30, 2009-May 8, 2010) enrollment periods within the 2009-2010 season. These 2 periods were summed to generated the standardized combined estimate as described above. This was necessary because extrapolation of influenza positivity rates among patients enrolled during the pandemic to cohort members who had MAARI later in the season (when influenza was largely absent) would not be appropriate. For consistency, the same procedure was undertaken to estimate seasonal incidence of RSV in 2009-2010.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Poisson regression with analytic weights, offsets, and robust variance estimation was used to implement the above extrapolation and standardization procedures for estimating seasonal incidence and 95% confidence intervals (CIs) [17] [18] [19] . The analysis data set comprised enrolled patients. Enrolled patients that did not receive an ICD-9 code for ARI were assigned analytic weights of 1.0. Otherwise, analytic weights equal to the inverse of the proportion of cohort members with MAARI that were enrolled were assigned within strata defined by age group (6-11, 12-23, and 24-59 months) and season. These analytic weights were then multiplied by the appropriate adjustment factors as described above. The outcome in the regression models was the dichotomous virus test result (coded 1 = positive, 0 = negative). The offset terms were stratified by season and age group. Within each stratum, the offset was the natural logarithm of the following quantity: number of cohort members divided by the sum of analytic weights. All calculations were performed using SAS version 9.3 (SAS Institute, Cary, NC).",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Residual swab samples were tested for 2483 study enrollments 6-59 months old from the 2006-2007 through the 2009-2010 seasons. Of these, 2384 (96.0%) yielded conclusive results and 99.6% occurred in the outpatient setting. Real-time PCR was positive for RSV and influenza in 627 (26.3%) and 314 (13.2%) cases, respectively. The mean age (standard deviation) for RSV-positive children was 28 (15) months and 38 (16) months for influenza-positive children. Seventy-seven (24.5%) influenza cases received 2 doses of influenza vaccine at least 14 days prior to symptom onset. Respiratory syncytial virus was the most frequent single virus identified, but other respiratory viruses were commonly detected. Influenza, human metapneumovirus, human rhinovirus, coronavirus, and parainfluenza (types 1-4) were each detected as virus infections in 8% or more of children (5% or more as single infections) ( Table 1) . Twenty-one percent of samples were negative for all viral targets. Respiratory syncytial virus was the most common coinfecting agent, with RSV and noninfluenza viruses comprising the largest group of coinfections (6.3%). Respiratory syncytial virus A accounted for 61% of all RSV infections. Type A accounted for 59% to 64% of RSV infections across different age groups. The proportion due to RSV A varied by season, ranging from 32% in 2008-2009 to 87% in 2006-2007.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 897,
                    "end": 905,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In each season, 29% to 48% of children in the community cohorts had a MAARI visit ( Table 2 ). We enrolled and tested 40% to 57% of MAARI cases. The overall estimated seasonal incidence of medically attended RSV was 1718 cases per 10 000 (95% CI, 1602-1843) from week 40 through week 18 ( Table 3 ). The seasonal incidence was highest in 2007-2008 and lowest in 2006-2007. Figure 1 shows seasonal incidence and 95% confidence limits by season and age group. With the exception of 2008-2009, the seasonal incidence was similar in the 6-11 month and 12-23 month age groups. Incidence in the 24-59 month age group was substantially lower than the other age groups in all seasons. Based on pairwise comparisons between age groups, across all seasons, the seasonal RSV incidence differed marginally between the 6-11 month age group and the 12-23 month age group (P = .05), and the incidence in both of these age groups was significantly higher than in the 24-59 month age group (P < .0001 for both comparisons).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 91,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 289,
                    "end": 296,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 373,
                    "end": 381,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Seasonal Incidence of Respiratory Syncytial Virus"
        },
        {
            "text": "The incidence of medically attended RSV was significantly higher than the influenza incidence in every season and in every age group ( Table 3 ). The seasonal influenza incidence was highest in 2007-2008 and lowest in the 2006-2007 season. Figure 2 shows seasonal incidence and 95% confidence limits by season and age group. Seasonal influenza incidence was highest among children 24-59 months of age overall, but individual seasons showed variation with respect to the age group with the highest seasonal influenza incidence. Pairwise comparisons between age groups showed that the 6-11 month old age group was statistically different than the 24-59 month age group (P = .01); no other differences existed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 142,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 240,
                    "end": 248,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Seasonal Incidence of Influenza"
        },
        {
            "text": "In this study spanning 4 seasons, RSV was the most common viral cause of medically attended visits for ARI in children 6-59 months of age. The incidence of RSV was highest among children 6-11 months old, but the 6-11 month and 12-23 month age groups had similar RSV incidence. We were unable to estimate incidence in younger children because they were not eligible for enrollment in the vaccine effectiveness study from which our data were obtained. The incidence among children 6-23 months old was approximately double the incidence in those 24-59 months old. In contrast, the incidence of medically attended influenza was highest among children 24-59 months old. The seasonal incidence of both RSV and influenza was highest during the 2007-2008 season when A/H3N2 was the dominant circulating influenza virus. The overall incidence of influenza was similar in 2007-2008 and during 2009-2010, which included the pandemic. In the latter season, the vast majority of influenza cases occurred in the pandemic wave that affected the community in October and November 2009. The lowest incidence of both viruses occurred in 2006-2007 when seasonal A/H1N1 accounted for the majority of influenza cases. These findings add to the evidence that the burden of RSV is high during the first 24 months of life, and they emphasize the need for a safe and effective intervention to prevent RSV in infants and toddlers. Two other published studies estimated the population incidence of RSV illness in the outpatient setting. The first study was conducted by the New Vaccine Surveillance Network (NVSN) from 2000 to 2004 and estimated the incidence of outpatient RSV illness among children under 5 years old near 3 cities: Nashville, Tennessee, Cincinnati, Ohio, and Rochester, New York [6] . Children with ARI were enrolled and tested for RSV 1-2 days per week from emergency departments, hospitals, and a small number of pediatric practices. Incidence rates were estimated by multiplying RSV-attributable illness among enrolled children by rates of ARI in children from the National Ambulatory Medical Care Survey (NAMCS). Investigators estimated the incidence of RSV to be from 610 to 990 cases per 10 000.",
            "cite_spans": [
                {
                    "start": 1771,
                    "end": 1774,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The second study to estimate RSV incidence was the Influenza Incidence Surveillance Project (IISP), which was conducted at 12 US sites from July 2010 through August 2011. Investigators extrapolated viral diagnostic test results from a subsample of patients with acute respiratory infection to an exclusively outpatient population; they used the primary patient population of the healthcare provider as the denominator. They found an RSV incidence of 135-225 per 10 000 with the highest incidence aged 12-23 months [20] .",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 518,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study, we observed that seasonal RSV incidence (982-2531 cases per 10 000) was substantially higher than what was reported in each of the prior studies. Some differences may be attributed to the study design and source population. We recruited from a well defined and stable population cohort with complete healthcare utilization data, and we used the same cohort to generate RSV and influenza incidence estimates. Surveillance, active recruitment, and testing occurred during the months when RSV and influenza activity were highest, and we used data from the Wisconsin State Laboratory of Hygiene to estimate the number of additional cases that would have been captured if we had enrolled continuously from week 40 through week 18. This approach created a high level of internal validity. In the NVSN study, results from participating children were applied to national survey data (NAMCS), and the lower RSV incidence may reflect differences in healthcare utilization for ARI at the national level compared with the communities where studies were conducted. The IISP used a convenience sample to obtain viral diagnostic test results, and there was a potential for selection bias with the use of clinical diagnostic testing. It is also unclear whether all respiratory illness visits were captured, because the analysis included only visits to the primary medical provider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our finding that RSV incidence was similar among all children 6-23 months of age differs from the NVSN study, which found that RSV incidence decreased by almost 50% from 6-11 months to 12-23 months [6] . Although we do not have data on children younger than 6 months, our data suggest that children aged 6-11 and 12-23 months have RSV infections that require medical care at similar rates in the Marshfield population.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In a separate publication, the NVSN investigators examined influenza in children under 5 years old and found that the proportion of ARI attributable to influenza was 9% in the 6-23 month age range and 13% in the 24-59 month age group, which is similar to what was observed in Marshfield children [8] . The estimated population incidence of outpatient influenza visits in NVSN was 500 per 10 000 children 0-59 months old in the 2002-2003 season and 950 in the 2003-2004 season [21] . We observed similar incidence rates among Marshfield children during a different time period. Direct comparisons are difficult because influenza incidence can vary greatly from season to season, and patterns of healthcare utilization can vary over time. In addition, progressive increases in vaccine recommendations and coverage in children over the past decade may have influenced the number of influenza-related outpatient visits.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 299,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Strengths of our study included systematic screening based on symptoms and duration of illness, recruitment from a well defined community cohort, inclusion of all primary care locations routinely used by the community, and data from multiple seasons. The results have a high level of internal validity, although it is uncertain whether the incidence of medically attended RSV and influenza in this community can be generalized to more urban or racially diverse populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study had several limitations. We included outpatient medically attended infections, and children with asymptomatic RSV or mild, nonmedically attended illness were not included. Therefore, the incidence rates underestimate the full burden of RSV in the community. The length of the enrollment period was relatively short-only 10-12 weeks during each season except the 2009-2010 season, which had an extended enrollment period due to the pandemic. We addressed this by using state surveillance data to estimate the proportion of cases occurring outside our enrollment window, but we do not know whether state surveillance data are a valid measure of RSV activity in the community outside the enrollment period. We did not enroll children <6 months of age when serious RSV infections may occur. As a result, we were unable to estimate RSV and influenza incidence in this age group. Rhinoviruses along with RSV and influenza were the majority of viruses detected. However, statewide data combines enterovirus and rhinovirus groups due to genetic similarity. Therefore, we were unable to estimate the proportion of rhinovirus cases occurring outside our enrollment period and did not estimate the incidence of medically attended rhinovirus infections. Finally, we did not detect human bocavirus because the multiplex PCR array did not include it. This may have contributed to the relatively small proportion of children who were coinfected with multiple viruses [22] .",
            "cite_spans": [
                {
                    "start": 1462,
                    "end": 1466,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naghavi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Foreman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "2095--128",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global and regional causes of death",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Mathers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boerma",
                    "suffix": ""
                },
                {
                    "first": "Ma",
                    "middle": [],
                    "last": "Fat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br Med Bull",
            "volume": "92",
            "issn": "",
            "pages": "7--32",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiology and etiology of childhood pneumonia in 2010: estimates of incidence, severe morbidity, mortality, underlying risk factors and causative pathogens for 192 countries",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rudan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Glob Health",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimates of world-wide distribution of child deaths from acute respiratory infections",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gouws",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boschi-Pinto",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "25--32",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nokes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Gessner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "375",
            "issn": "",
            "pages": "1545--55",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The burden of respiratory syncytial virus infection in young children",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Iwane",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "588--98",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Influenza and the rates of hospitalization for respiratory disease among infants and young children",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Izurieta",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kramarz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "232--241",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The burden of influenza in young children",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Poehling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatrics",
            "volume": "131",
            "issn": "",
            "pages": "207--223",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Population-based surveillance for hospitalizations associated with respiratory syncytial virus, influenza virus, and parainfluenza viruses among young children",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Iwane",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Szilagyi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatrics",
            "volume": "113",
            "issn": "",
            "pages": "1758--64",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Influenza vaccine effectiveness in Wisconsin during the 2007-08 season: comparison of interim and final results",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Belongia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Kieke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Donahue",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "6558--63",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effectiveness of inactivated influenza vaccines varied substantially with antigenic match from the 2004-2005 season to the 2006-2007 season",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Belongia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Kieke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Donahue",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "199",
            "issn": "",
            "pages": "159--67",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effectiveness of seasonal influenza vaccines in the United States during a season with circulation of all three vaccine strains",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Treanor",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Ohmit",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "55",
            "issn": "",
            "pages": "951--960",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Measuring disease frequency in the Marshfield Epidemiologic Study Area (MESA)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Greenlee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Med Res",
            "volume": "1",
            "issn": "",
            "pages": "273--80",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Validation of health event capture in the Marshfield Epidemiologic Study Area",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Kieke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Kieke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Kopitzke",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Med Res",
            "volume": "13",
            "issn": "",
            "pages": "103--114",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comparison of the GenMark Diagnostics eSensor respiratory viral panel to real-time PCR for detection of respiratory viruses in children",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Hodinka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Microbiol",
            "volume": "50",
            "issn": "",
            "pages": "3458--65",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Weekly RSV activity data provided by personal communication",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Longitudinal data analysis using generalized linear models",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Zeger",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Biometrika",
            "volume": "73",
            "issn": "",
            "pages": "13--22",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Tests for trend and dose response: misinterpretations and alternatives",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maclure",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greenland",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Epidemiol",
            "volume": "135",
            "issn": "",
            "pages": "96--104",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Performance of the modified Poisson regression approach for estimating relative risks from clustered prospective data",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Yelland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Salter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Epidemiol",
            "volume": "174",
            "issn": "",
            "pages": "984--92",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Viruses associated with acute respiratory infections and influenza-like illness among outpatients from the Influenza Incidence Surveillance Project",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fowlkes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giorgi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "",
            "pages": "1715--1740",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The underrecognized burden of influenza in young children",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Poehling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "",
            "pages": "31--40",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The role of infections and coinfections with newly identified and emerging respiratory viruses in children",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Debiaggi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Canducci",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Ceresola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clementi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virol J",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Seasonal incidence (cases per 10 000) of medically attended RSV infections by age group. Each season corresponds to the period from week 40 through week 18; vertical lines represent 95% confidence intervals. • = 6-11, ♦ = 12-23, and ▴ = 24-59 months.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Seasonal influenza incidence (cases per 10 000) of medically attended influenza infections by age group. Each season corresponds to the period from week 40 through week 18; vertical lines represent 95% confidence intervals. • = 6-11, ♦ = 12-23, and ▴ = 24-59 months.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Viruses Isolated From Children ≤59 Months With Medically Attended Acute Respiratory Infection During Four Influenza Seasons",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Estimated Seasonal Incidence and 95% CL of Medically Attended RSV and Influenza in Children ≤59 Months of Age by Season and Age Group in a Community Cohort 2006-2007 Through 2009-2010",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank staff of the Marshfield Center for Clinical Epidemiology and Population Health and the Marshfield Clinic Core Laboratory for their contributions. We also thank Michael Jackson of Group Health Research Institute for his helpful comments.Author contributors. M. D. S. drafted the initial manuscript, contributed to descriptive statistics, and approved the final manuscript as submitted. M. D. S. also had full access to all the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis. B. A. K. performed statistical analyses, reviewed and revised the manuscript, and approved the final manuscript as submitted. M. E. S., D. L. M., J. K. M., F. S., and R. A. G. carried out data collection, reviewed and revised the manuscript, and approved the final manuscript as submitted. E. A. B. supervised data collection and analysis, critically reviewed and revised the manuscript, and approved the final manuscript as submitted. Final editorial approval and the decision to submit this manuscript were reserved for the authors from Marshfield Clinic. MedImmune LLC had editorial input in the manuscript.Financial support. This research was entirely funded by MedImmune LLC (Gaithersburg, MD) .Potential conflicts of interest. E. A. B. and B. A. K. report grants from MedImmune during the conduct of the study and grants from Novavax outside the submitted work. M. E. S. and D. L. M. report grants from MedImmune. R. A. G. and F. S. are employed by AstraZeneca/MedImmune. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1227,
                    "end": 1245,
                    "text": "(Gaithersburg, MD)",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgments"
        }
    ]
}