{
    "paper_id": "75251cc3d312b0d2c63117458c68dba563715155",
    "metadata": {
        "title": "Prevention of respiratory outbreaks in the rehabilitation setting",
        "authors": [
            {
                "first": "Carla",
                "middle": [],
                "last": "Corpus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sunnybrook Health Sciences Centre",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Victoria",
                "middle": [],
                "last": "Williams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sunnybrook Health Sciences Centre",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Natasha",
                "middle": [],
                "last": "Salt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sunnybrook Health Sciences Centre",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Tanya",
                "middle": [],
                "last": "Agnihotri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sunnybrook Health Sciences Centre",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Wendy",
                "middle": [],
                "last": "Morgan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sunnybrook Health Sciences Centre",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Lawrence",
                "middle": [],
                "last": "Robinson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sunnybrook Health Sciences Centre",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Lorraine",
                "middle": [],
                "last": "Maze",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dit",
                "middle": [],
                "last": "Mieusement",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sunnybrook Health Sciences Centre",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Sonja",
                "middle": [],
                "last": "Cobbam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sunnybrook Health Sciences Centre",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Jerome",
                "middle": [
                    "A"
                ],
                "last": "Leis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sunnybrook Health Sciences Centre",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Jerome",
                "middle": [],
                "last": "Leis@",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Respiratory viral (RV) outbreaks in rehabilitation facilities can jeopardise patient safety, interfere with patient rehabilitation goals and cause unit closures that impede patient flow in referring facilities. Problem Despite education about infection prevention practices, frequent RV outbreaks were declared each year at our rehabilitation facility. Methods Before and after study design. The primary outcome was the number of bed closure days due to outbreak per overall bed days. Process measures included delays in initiation of transmission-based precautions, RV testing and reporting of staff to occupational health and safety (OHS). Balancing measures included the number of isolation days and staff missed work hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interventions Based on comprehensive analysis of prior outbreaks, the following changes were implemented:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(1) clear criteria for initiation of transmission-based precautions, (2) communication to visitors to avoid visitation if infectious symptoms were present, (3) exemption of staff absences if documented due to infectious illness, (4) development of an electronic programme providing guidance to staff about whether they should be excluded from work due to infectious illness. Results The number of bed closure days due to outbreak per overall bed days dropped from 2.8% to 0.5% during the intervention season and sustained at 0.6% during the postintervention season (p<0.001). There were fewer delays in initiation of droplet and contact precautions (28.8% to 15.5%, p=0.005) and collection of RV testing (42.9% to 20.3%, p<0.001), better reporting to OHS (9 vs 28.8 reports per 100 employees; p<0.001) and fewer isolation days (7.8% vs 7.3%; p=0.02) without a significant increase in missed work hours per 100 hours worked (4.0 vs 3.9; p=0.12). Conclusion This Quality Improvement study highlights the process changes that can prevent respiratory outbreaks in the rehabilitation setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Nosocomial transmission of respiratory viruses (RVs) can lead to unanticipated complications for patients during their contact with the healthcare system. In rehabilitation facilities, these outbreaks jeopardise patient safety, interfere with patient rehabilitation goals and cause unit closures that impede patient flow in referring facilities. 1 2 Multicomponent infection prevention and control (IPAC) strategies including hand hygiene, early symptom identification, transmission-based precautions, use of personal protective equipment by healthcare personnel and environmental cleaning, can be successful in preventing nosocomial transmission of RVs. [1] [2] [3] [4] [5] [6] Despite this, adherence to these best practices is frequently suboptimal and RV outbreaks in healthcare remain a common yet preventable occurrence. At our rehabilitation institution in Toronto, Canada, we experienced frequent RV outbreaks every season despite continued efforts to educate healthcare providers about best IPAC practices.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "1 2",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "InTroducTIon"
        },
        {
            "text": "We hypothesised that RV outbreaks could be prevented using Quality Improvement (QI) methodology, beginning by a systematic understanding of the problem, engagement of key stakeholders and design of new processes that support improved IPAC practices. Our aim was to reduce bed closure days due to outbreak by over 50% during subsequent RV seasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "InTroducTIon"
        },
        {
            "text": "St. John's Rehabilitation Centre (SJR) is a 154-bed rehabilitation facility located in Toronto, Ontario, Canada and is a tertiary care teaching hospital affiliated with University of Toronto. The patient population includes cardiac, amputee, stroke, trauma, medical debility, burn and musculoskeletal patients. The average length of stay is approximately 21 days and there are about 2500 admissions per year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MeThods setting"
        },
        {
            "text": "At baseline, six RV outbreaks were declared in the 2016/2017 season resulting in 921 bed closure days (2.8% of all rehabilitation bed days). IPAC strategies in place prior to the QI study included: mandatory core competency training for all clinical staff on hire and renewal every 2 years; a healthy workplace policy that required healthcare workers to Open access stay home if they were ill; droplet and contact precautions for patients with respiratory symptoms including patient placement (single room and cohorting); routine daily and terminal environmental cleaning of horizontal and high touch surfaces; monthly hand hygiene directly observed audits (compliance rate ~88%-92%); multiplex RV testing via polymerase chain reaction (turnaround time ~24 hours); antiviral treatment and prophylaxis for confirmed cases of influenza and exposed roommates and annual influenza vaccination campaign with uptake of 76% for staff and ~65% for patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MeThods setting"
        },
        {
            "text": "The RV season was defined as 1 October to 30 April during baseline (2016/2017), intervention (2017/2018) and postintervention (2018/2019) seasons. Patients with respiratory symptoms were prospectively identified through active surveillance based on unit reporting and tracking of laboratory specimens. Mid-turbinate (MT) swabs were collected from all patients with new or worsening onset of one or more respiratory symptom (rhinorrhoea, cough, sore throat, wheeze or dyspnoea). A case was considered nosocomial if symptoms developed >72 hours after admission. A RV outbreak was defined as two nosocomial cases (non-roommates) in a designated unit with symptom onset within 48 hours and a lab-confirmed respiratory virus detected in a least one case. In the absence of laboratory confirmation of a respiratory virus, three nosocomial cases (non-roommates) within 48 hours in one unit was considered a RV outbreak. 7 RV outbreaks were declared over on day 8 following the onset of the last nosocomial RV case, in accordance with local public health guidelines. 7 Any unit where a RV outbreak was declared was immediately closed to new admissions. Accordingly, the census on the unit decreased throughout each outbreak as patients were discharged without new patient admissions. Reducing the number of bed-closure days due to outbreak was thus chosen as the primary aim of this study because it reflected the impact of these outbreaks on our facility's ability to fulfil its mission of providing inpatient rehabilitation.",
            "cite_spans": [
                {
                    "start": 1059,
                    "end": 1060,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "case identification and outbreak definitions"
        },
        {
            "text": "The improvement team was convened by senior leaders of the institution in May 2017 and began by trying to identify the most important drivers of RV outbreaks during the two preceding seasons. First, a comprehensive retrospective review of the line listed cases and epidemiological curves were conducted to adjudicate primary precipitant of the 12 prior RV outbreaks. This review identified that outbreaks resulted from a delay in initiation of droplet and contact precautions (6/12, 50%), staff working while ill (2/12, 17%), shared accommodations (2/12, 17%) and no definite cause identified but sick visitor suspected (2/12, 17%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "understanding the problem"
        },
        {
            "text": "Second, a half-day interdisciplinary stakeholder meeting was held (30 healthcare providers present) where they completed an Ishikawa diagram aimed at identifying the contributing factors to RV outbreaks. This activity revealed additional contributors including: the facility's infrastructure (only 9% of all inpatient accommodations are private rooms) leading to higher threshold for initiation of transmission-based precautions, confusion about how many symptoms should trigger initiation of droplet and contact precautions, visitors coming into the facility with infectious symptoms due to lack of awareness about the consequences, healthcare worker perceptions about the implications of taking days off when sick on human resources attendance management and limited access to occupational health and safety (OHS) after regular work hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "understanding the problem"
        },
        {
            "text": "Between September and December 2017, new processes were fully implemented to address the most important contributors of RV outbreaks. Table 1 summarises the four new processes developed and their relationship to the problems identified. First, clarity was achieved regarding the criteria for initiation of droplet and contact precautions to include any patient with any of the following symptoms: new or worsening cough, runny nose, congestion or sore throat (September 2017). Second, communication to visitors to please not visit if they have any of those symptoms was included in two forms: an automated telephone message heard on calling the rehabilitation centre and signs placed in the lobby entrance (November 2017). Third, communication to staff regarding exemption for illness due to infectious causes was communicated to all healthcare providers in an attempt to address the perceived barrier of not coming to work ill (October 2017). To mitigate the risk of abuse of this exemption policy, improved reporting to OHS was required, which in turn necessitated a more efficient process for reporting to OHS. The fourth intervention was the development of an electronic programme allowing staff to report illness to OHS and simultaneously receive guidance about whether they are excluded from work due to infectious illness (December 2017). This programme incorporated questions about specific symptoms and symptom-onset and provided a personalised recommendation about whether the healthcare provider should work or remain home, based on whether or not they were considered infectious (see online supplementary material). In the event that the system identified a staff person as being infectious, the recommendation could be forwarded to the manager of the unit in order to exempt the employee from the attendance management system.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 141,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "design of new processes to support IPAc practices"
        },
        {
            "text": "The primary outcome measure was the number of bed closure days due to outbreaks during a RV season adjusted for the facility's overall bed availability. This was defined as any bed-closure occurring during a RV outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Process measures included percentage of staff that received training about criteria for initiation of Table 1 Description of factors contributing to viral respiratory outbreaks and the corresponding interventions implemented",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Measures"
        },
        {
            "text": "Staff lack clarity regarding criteria that warrant initiation of transmission-based precautions ► 20 min face to face education sessions using real patient story ► Visual reminders (posters) on units listing the criteria for initiation of transmission-based precautions Visitors coming into the facility with infectious symptoms ► Bold and bright posters incorporating photos to alleviate language barriers were strategically posted at facility and unit entrances asking visitors not to enter if they have any of the depicted symptoms ► Automated telephone message on calling the facility reminding visitors not to visit when ill with infectious symptoms ► Unit managers empowered frontline staff to send visitors home if noted to be ill",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Driver of respiratory virus outbreak Intervention"
        },
        {
            "text": "Staff working while ill due to perceived implications on human resource attendance management ► Clear communication to staff regarding exemption of any absences from human resources attendance management on condition that illness is documented to be infectious (through online or in-person reporting to Occupational Health & Safety) Lack of after-hours access to occupational health and safety to report infectious illness ► Creation of electronic reporting system (Occupational Health & Safety E-Nurse (Parklane-Canada)) which allows healthcare workers to enter their symptoms and receive immediate recommendation about whether they are allowed to work. This system also provides printable documentation to managers transmission-based precautions, the proportion of patients with delays in initiation of droplet and contact precautions or collection of MT swabs (each defined as more than 24 hours from onset of symptoms) and the number of healthcare providers reporting sick to OHS. All laboratory and clinical data were obtained from laboratory reports and prospective IPAC surveillance documentation. All healthcare provider illness reporting was obtained from OHS documentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Driver of respiratory virus outbreak Intervention"
        },
        {
            "text": "To account for any unintended consequences associated with these new processes, balancing measures were assessed including number of isolation days adjusted to total patient days, number of MT swabs processed by the Microbiology laboratory and non-physician inpatient staff missed work hours due to illness adjusted to staff worked hours. The number of isolation days included any patient managed on precautions in the facility including patients with confirmed RV infection and those with suspected RV infection for whom MT swab results were pending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Driver of respiratory virus outbreak Intervention"
        },
        {
            "text": "Descriptive statistics were calculated for all variables of interest. Continuous measures were summarised using means and SD, or median and IQR if they did not pass the test for normality. Categorical measures were summarised using counts and percentages. The χ² or Fisher's exact test were used to detect difference in proportions. p<0.05 was considered statistically significant. Data were analysed using SPSS Statistics V.24 software (IBM, Markham, Ontario, Canada). This study was deemed to be Quality Improvement within the mandate of the IPAC programme and therefore formal Research Ethics Board review was waived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "statistical analysis"
        },
        {
            "text": "The interdisciplinary stakeholder meeting did not include a patient or public representative, but patients and visitors were engaged in the project during the implementation of the process changes. Patient input was received regarding sign location and automated telephone notification. The impact of the Quality Improvement study was presented to the organisation's Quality Committee that includes representation from the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "During implementation of the four process changes, 74% (128/172) of nursing staff were trained regarding criteria for initiation of transmission-based precautions, including 81% (60/74) of full-time staff. Figure 1 depicts the monthly proportion of patients placed on droplet and contact precautions and figure 2 shows the monthly proportion tested with MT swabs for respiratory viruses greater than 24 hours after onset of symptoms. A shift in practice was noted following training with significant reductions in delays in both initiation of droplet and contact precautions (15.5% vs 28.8%; p=0.005) and viral testing (20.3% vs 42.9%; p<0.001) in the intervention respiratory season and onward. Table 2 summarises the family of measures during the intervention and postintervention seasons compared with the baseline season. The number of bed closure days due to outreak adjusted for overall bed days dropped from 2.8% to 0.5% during the intervention season and was sustained at 0.6% during the postintervention season (p<0.001). Staff reporting to OHS increased from 9 to 28.8 per 100 employees (p<0.001). In terms of unintended consequences, earlier initiation of droplet and contact precautions did not lead to increased isolation days. In fact, the proportion of isolation days per patient days decreased during the intervention season as compared with baseline (7.3% vs 7.8%; p=0.02). With regard to potential for increased absenteeism, there was no significant change in the number of missed work hours for employees (4.0 missed hours/100 worked hours at baseline vs 3.9 missed hours /100 worked hours during intervention; p=0.12).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 214,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 304,
                    "end": 312,
                    "text": "figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 696,
                    "end": 703,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "resulTs"
        },
        {
            "text": "Our rehabilitation centre reduced the number of bed closure days due to RV outbreaks to less than a third for two consecutive seasons through process changes that supported earlier initiation of transmission-based precautions for symptomatic patients, discouraged visitation by people with potentially infectious symptoms and made it easier for healthcare workers to stay home when potentially infectious. Despite evidence supporting IPAC practices to prevent nosocomial transmission of RV infection each RV season, the adoption of these practices following education alone is often suboptimal leading to preventable nosocomial outbreaks. There is a paucity of literature around using QI strategies to address these gaps and to our knowledge, none have been undertaken to prevent RV outbreaks in rehabilitation settings. In the paediatric population, nosocomial transmission has been shown to be prevented through screening of patients and cohorting nurses with positive children along with the use of transmission-based precautions. 5 In a population of stem cell transplant patients, universal use of surgical masks by healthcare providers was associated with a greater than 50% reduction in nosocomial RV infection. 8 Rehabilitation settings are environments conducive to nosocomial RV transmission due to the nature of the patient population, which is being mobilised daily in common spaces. Our approach was to better understand the barriers to adherence to IPAC practices within the rehabilitation context. We used epidemiological data to identify important triggers of outbreaks and then drilled down to understand the main drivers. For example, delays in testing and initiation of droplet and contact precautions were occurring due to lack of clarity around syndromic criteria which was addressed through systematic training. Lack of private rooms was an additional barrier noted by our staff, but our experience showed that earlier initiation of transmission-based precautions actually led to the same number of isolation-days presumably due to reduced nosocomial transmission. Finally, we uncovered a number of system problems that made it easier for staff to work while sick rather than staying home. These included the perceived pressure from human resources attendance management and the challenge in accessing OHS. Once these were addressed through Open access redevelopment of an OHS electronic software reporting programme, better reporting of illness was seen. These examples underscore the impact of process changes that are linked to the specific barriers to best practice rather than relying on education alone. 9 A striking finding in our study is that despite making it easier for staff to report to OHS, we observed no significant increase in the average number of missed work hours. One explanation for this finding is that the additional absences for staff staying home when potentially infectious was offset by a reduction in staff becoming infected while at work due to fewer encounters with infectious colleagues and fewer unprotected encounters with nosocomial RV cases. These data argue against the perception that staff staying home when symptomatic could increase staff shortages and should empower organisations to create similar models of care that make staying home when sick the easier thing to do. 10 Despite improvement in IPAC practices, we continued to observe sporadic nosocomial transmission of RVs at our facility. One potential explanation is that increased viral testing resulted in ascertainment of more nosocomial cases even though there was reduced transmission through earlier use of droplet and contact precautions. Another possibility is that our intervention could not fully prevent nosocomial transmission as visitors continued to enter with infectious symptoms since we could not monitor this practice accurately. Finally, even though we reduced symptomatic visitation, either healthcare providers or visitors could have continued to transmit RV through asymptomatic viral carriage. 11 Some studies found limiting visits by children under the age of 12 during the winter months, may reduce nosocomial transmission of viral respiratory infection. 12 However, this approach may be a challenging and costly to operationalise as active screeners have to be strategically posted throughout the season.",
            "cite_spans": [
                {
                    "start": 1034,
                    "end": 1035,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1219,
                    "end": 1220,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2632,
                    "end": 2633,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3335,
                    "end": 3337,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 4037,
                    "end": 4039,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 4200,
                    "end": 4202,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "dIscussIon"
        },
        {
            "text": "Our study has several important limitations. We compared only three RV seasons where interyear differences could be explainable by differences in seasonality. However, the documented practice changes that coincided with the lower outbreak-days suggest that these improvements were related to the intervention. Implementation of multiple strategies simultaneously made it difficult to assess the effectiveness of individual components, which would have been useful to direct resources more efficiently. On the other hand, the impact on prevention of RV outbreaks was close to predicted based on the individual drivers identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dIscussIon"
        },
        {
            "text": "Our study highlights the impact of new processes of care that address barriers to following IPAC practices on the prevention of nosocomial outbreaks in the rehabilitation setting. These strategies have the potential to improve both patient and staff safety across these institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dIscussIon"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nosocomial respiratory syncytial virus infections: the cost-effectiveness and costbenefit of infection control",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Macartney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Gorelick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Manning",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatrics",
            "volume": "106",
            "issn": "",
            "pages": "520--526",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.106.3.520"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nosocomial respiratory syncytial virus infection: impact of prospective surveillance and targeted infection control",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khurana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilkesmann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Hyg Environ Health",
            "volume": "209",
            "issn": "",
            "pages": "317--341",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijheh.2006.02.003"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nosocomial respiratory syncytial virus infections: prevention and control in bone marrow transplant patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Raad",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Abi-Said",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "18",
            "issn": "",
            "pages": "412--418",
            "other_ids": {
                "DOI": [
                    "10.2307/30141248"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Risk of nosocomial respiratory syncytial virus infection and effectiveness of control measures to prevent transmission events: a systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Mckenzie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Coope",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Influenza Other Respir Viruses",
            "volume": "10",
            "issn": "",
            "pages": "268--90",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12379"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prospective controlled study of four infection-control procedures to prevent nosocomial infection with respiratory syncytial virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Madge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccoll",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Lancet",
            "volume": "340",
            "issn": "",
            "pages": "1079--83",
            "other_ids": {
                "DOI": [
                    "10.1016/0140-6736(92)93088-5"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ontario Agency for Health Protection and Promotion, Provincial Infectious Diseases Advisory Committee. Routine practices and additional precautions in all health care settings. 3 rd edition. Toronto, ON: Queen's Printer for Ontario",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infectious diseases protocol: appendix B: provincial case definitions for diseases of public health significance. disease: respiratory infection outbreaks in institutions and public hospitals",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "Long-Term",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Care",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Universal mask usage for reduction of respiratory viral infections after stem cell transplant: a prospective trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "Jam",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "63",
            "issn": "",
            "pages": "999--1006",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciw451"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Advancing infection prevention and antimicrobial stewardship through improvement science",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Leis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Qual Saf",
            "volume": "27",
            "issn": "",
            "pages": "163--168",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjqs-2017-006793"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Working with symptoms of a respiratory infection: staff who care for high-risk individuals",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lavela",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Infect Control",
            "volume": "35",
            "issn": "",
            "pages": "448--54",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2006.12.005"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transmission of influenza: implications for control in health care settings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Bridges",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuehnert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "37",
            "issn": "",
            "pages": "1094--101",
            "other_ids": {
                "DOI": [
                    "10.1086/378292"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Respiratory virus infections after marrow transplant: the Fred Hutchinson cancer research center experience",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bowden",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Med",
            "volume": "102",
            "issn": "",
            "pages": "27--30",
            "other_ids": {
                "DOI": [
                    "10.1016/S0002-9343(97)00007-7"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Monthly proportion of patients initiated on droplet and contact precautions greater than 24 hours from symptom onset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Monthly proportion of patients undergoing respiratory viral testing greater than 24 hours from symptom onset.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Burden of nosocomial respiratory virus transmission at a rehabilitation facility, before and after process changes to support Infection Prevention & Control practices",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We would like to thank all staff at St. John's Rehabilitation Centre for their engagement in the development of these practice changes as well as the support from Infection Prevention & Control, Occupational Health & Safety, Human Resources, Unit Managers and the Senior Leadership Team.Contributors CC, NS, TA, WM, LR, LMDM and JAL contributed to study concept and design. Acquisition, analysis or interpretation of data performed by CC, VW, WM and JAL. Manuscript was drafted by CC, VW and JAL. Critical revision of the manuscript received from all authors.Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.Competing interests None declared.Patient consent for publication Not required.Provenance and peer review Not commissioned; externally peer reviewed.Data availability statement All data relevant to the study are included in the article or uploaded as supplementary information.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}