{
    "paper_id": "766b9c02fdb5aaeee2c3a399ae9a6d5e179eca8f",
    "metadata": {
        "title": "Biocontainment in Gain-of-Function Infectious Disease Research",
        "authors": [
            {
                "first": "W",
                "middle": [
                    "Ian"
                ],
                "last": "Lipkin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University",
                    "location": {
                        "settlement": "New York",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The discussion of H5N1 influenza virus gain-of-function research has focused chiefly on its risk-to-benefit ratio. Another key component of risk is the level of containment employed. Work is more expensive and less efficient when pursued at biosafety level 4 (BSL-4) than at BSL-3 or at BSL-3 as modified for work with agricultural pathogens (BSL-3-Ag). However, here too a risk-to-benefit ratio analysis is applicable. BSL-4 procedures mandate daily inspection of facilities and equipment, monitoring of personnel for signs and symptoms of disease, and logs of dates and times that personnel, equipment, supplies, and samples enter and exit containment. These measures are not required at BSL-3 or BSL-3-Ag. Given the implications of inadvertent or deliberate release of high-threat pathogens with pandemic potential, it is imperative that the World Health Organization establish strict criteria for biocontainment that can be fairly applied in the developing world, as well as in more economically developed countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Citation Lipkin WI. 2012. Biocontainment in gain-of-function infectious disease research. mBio 3(5):e00290-12.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I n the movie Contagion, Laurence Fishburne (as Ellis Cheever), Chief of Special Pathogens at the Centers for Disease Control, tells Jennifer Ehle (as Ally Hextall), an Epidemiological Intelligence Service officer coordinating research on the fictional henipavirus MEV-1, to move all research from BSL-3 (biosafety level 3) to BSL-4. She, in turn, calls Elliott Gould (as Ian Sussman), a university professor and virologist, telling him to \"cook his samples.\" He protests, saying that restricting work to a few BSL-4 laboratories will slow progress. Gould acquiesces but continues his research, ultimately finding a way to grow the virus and make a vaccine. Gould's character is loosely based on my experiences during the West Nile virus outbreak in 1999. Although our team identified the causative agent, political wrangling delayed permitting and shipment of the virus to our laboratory. To expedite diagnostics and drug development, I decided to recover the virus by transfecting genomic viral RNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given this history, many of my colleagues may expect that I would support gain-of-function research on the avian influenza virus H5N1 at BSL-3. They would be wrong. In both the fictional and West Nile virus examples, the threat was real rather than hypothetical. It was also not contained. In the instance of H5N1 influenza virus, we do not know whether gain-of-function research will lead to a virus that is capable of sustained human-tohuman transmission. Furthermore, to our knowledge, the strains developed and in development do not exist outside specialized laboratories in a few major centers with expertise in influenza virus research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Other authors featured in this issue address the risk-to-benefit ratio of conducting H5N1 gain-of-function research. For the purposes of this discussion, I will assume the work is going forward and focus my arguments on where the research should be conducted. My views reflect on-the-ground experience with the severe acute respiratory syndrome (SARS) pandemic of 2003, 10 years as director of the Northeast Biodefense Center (the largest National Institutes of Health Regional Center of Excellence for Biodefense and Emerging Diseases), director of the World Health Organization Collaborating Centre for Diagnostics in Zoonotic and Emerging Infectious Diseases, and cochair of the National Biosurveillance Advisory Subcommittee. They are, nonetheless, my views rather than those of the people and organizations I serve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, for readers less conversant with biocontainment, it may be helpful to have some insights into Centers for Disease Control and Prevention (CDC) classification criteria (1). BSL-3 is a level of containment used for clinical, diagnostic, research, or production facilities wherein work is done with indigenous or exotic agents that have the potential for respiratory transmission that may cause serious and potentially lethal infection. Design and operational protocols in BSL-3 containment address hazards to personnel related to inadvertent inoculation, ingestion, and exposure to infectious aerosols. BSL-3-Ag, an augmented form of BSL-3 containment, addresses concern about the risk of environmental exposure to pathogens of consequence to agriculture by adding filtration of supply and exhaust air, sewage decontamination, exit personnel showers, and facility integrity testing. BSL-4 containment is used for work with dangerous and exotic agents that pose a high individual risk of life-threatening disease that may be transmitted via the aerosol route and for which there is no available vaccine or therapy. BSL-4 guidelines mandate daily inspection of facilities and equipment, extensive training, and monitoring of personnel for signs and symptoms of infectious disease. They also specifically require date and time logs of when personnel and materiel enter and exit containment. There are no such requirements for work at either BSL-3 or BSL-3-Ag. I do not mean to imply that investigators working at BSL-3 or BSL-3-Ag are nonchalant or poorly trained or that they fail to monitor their staff or equipment; however, training, monitoring, and access controls are not as rigorous as at BSL-4. In 2009, the General Accounting Office reported that the number of BSL-3 laboratories in the United States increased from 415 in 2004 to 1,362 in 2008 (2) . Of these, approximately 300 were BSL-3-Ag (3). We have no accurate information concerning the number of BSL-3 and BSL-3-Ag laboratories worldwide; nonetheless, it is likely to be much larger. In 2011, the National Research Council Committee of International Security and Arms Control reported the existence of 24 BSL-4 laboratories worldwide, with 12 in the United States alone, of which 6 were operational (4). Between 2003 and 2009, the CDC recorded 395 potential release events in U.S. laboratories working with high-threat agents (2, 5) . I am unable to find comprehensive data on similar events worldwide.",
            "cite_spans": [
                {
                    "start": 1856,
                    "end": 1859,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2396,
                    "end": 2399,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2400,
                    "end": 2402,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Even if we accept (as I do) that the laboratories now working on H5N1 gain-of-function research at BSL-3-Ag are state of the art with respect to the quality of facilities, training, and screening of personnel and materiel, the challenge remains that other groups with access to BSL-3-Ag containment that are not as well equipped or experienced can argue that they too are competent to pursue similar research without the additional burden of BSL-4 containment. My experience suggests that counterarguments to the effect that only investigators in more economically developed countries can work at lower levels of containment will be dismissed in the developing world as arrogant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In lieu of a shift to BSL-4, it may be feasible to introduce specific requirements for research at BSL-3-Ag for agents with pandemic potential, particularly research concerned with a gain of function that enhances virulence or transmissibility. Such requirements could be developed by the World Health Organization as an extension of the International Health Regulations circular Laboratory Biorisk Management: Strategic Framework for Management 2012-2016 (6) . Given the implications for humankind, whatever course we pursue must be developed with global consultation and oversight.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 459,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Biosafety in microbiological and biomedical laboratories (CDC), HHS publication 21-1112",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "HIGH-containment laboratories: national strategy for oversight is needed",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "High-containment biosafety laboratories: preliminary observations on the oversight of the proliferation of BSL-3 and BSL-4 laboratories in the United States",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Biosecurity challenges of the global expansion of high-containment biological laboratories",
            "authors": [],
            "year": 2012,
            "venue": "National Research Council",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Report: 395 mishaps at US labs risked releasing select agents",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cidrap",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Laboratory biorisk management: strategic framework for action",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The views expressed in this Commentary do not necessarily reflect the views of the journal or of ASM",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "I acknowledge Nsikan Akpan for his assistance with preparing the manuscript.Research at the Center for Infection and Immunity is supported by funding from the National Institutes of Health (AI57158), the United States Agency for International Development, and the Defense Threat Reduction Agency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}