{
    "paper_id": "7680374114c808d702b43749801a6418bc371f42",
    "metadata": {
        "title": "Supporting Information",
        "authors": []
    },
    "abstract": [
        {
            "text": "Cloning and Site-Directed Mutagenesis. The expression vector pET11d/FMDV (1) was used as a template for all site-directed Lb pro mutants (amino acids . Human ISG15 (Cys78Ser) and Met1 diubiquitin constructs were cloned into the pOPIN-B His-tagged expression vector (2). A codon-optimized ISG15 was obtained from GeneArt Gene Synthesis (Invitrogen) and cloned in frame to the intein/chitin binding domain pTXB1 vector (New England BioLabs) using conventional cloning methods. Site-directed mutagenesis was performed according to the QuikChange method. Plasmids for cell transfection assays (FLAG-ISG15, UBE1L, UBE2L6, and HERC5 of human origin) were cloned into the pcDNA3.1 mammalian expression vector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Protein Expression and Purification. Lb pro was expressed and purified according to ref. 3. His-tagged ISG15 and Met1 diubiquitin were expressed in Escherichia coli Rosetta2 (DE3) pLacI (Novagen). Cultures were grown to OD 600 (0.6-0.8) and induced with 0.2 mM Isopropyl β-D-1-thiogalactopyranoside for 16 h at 18°C. Cell pellets were resuspended in 30 mL of lysis buffer (50 mM Tris, pH 7.4, 150 mM NaCl, 2 mM β-mercaptoethanol) and frozen at −80°C. Thawed pellets were supplemented with an EDTA-free Complete Protease Inhibitor tablet (Roche), 1 mg/mL lysozyme, and 0.1 mg/mL DNaseI and incubated on ice for 10 min. The cell suspension was sonicated, and cell debris was cleared by centrifugation at 50,000 × g for 30 min. The cleared lysate was incubated with TALON Superflow resin (GE Healthcare) for 10 min and washed with 1 L of lysis buffer by gravity flow. Protein was eluted with lysis buffer supplemented with 250 mM imidazole. Purified proteins were dialyzed for 16 h into lysis buffer to remove excess imidazole. ISG15-intein protein was expressed identically to His-tagged proteins but purified with chitin resin (New England BioLabs) as described previously (4, 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "AMC Fluorescence Measurements. ISG15-AMC cleavage assays were performed as described previously (6) with minor modifications. In each reaction, 10 μL of 2 μM ISG15-AMC (2× concentration) was mixed with 10 μL enzyme (2× concentration) in AMC assay buffer (50 mM Tris, pH 8.0, 10 mM DTT). The reactions were monitored using λ ex = 350 nm and λ em = 450 nm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Fluorescence Polarization Assays. All ubiquitin/ubiquitin-like TAMRA assays were performed according to ref. 7. Briefly, enzymes and substrates were diluted in dilution buffer (50 mM Tris, pH 8.0, 10 mM DTT). Substrate concentrations remained constant at 150 nM, while enzyme concentrations varied based on cleavage efficiency. Cleavage assays were performed in a black 384-well plate (Corning), and fluorescence polarization (FP) measurements were made with a 550-nm excitation filter and a 590-nm emission filter using a Pherastar plate reader (BMG Labtech). All measurements were compared with substrate only (negative) and 25 nM KG-TAMRA peptide (positive) reference standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Kinetics. ISG15-TAMRA was used as a substrate for determination of Lb pro Michaelis-Menten kinetics. The change in FP on Lb pro hydrolysis was measured in a black 384-well plate using a PheraStar plate reader (BMG Labtech): λ ex = 550 nm and λ em = 590 nm. Reactions were incubated at 25°C in a total volume of 20 μL in FP kinetics buffer (25 mM Tris, pH 8.5, 2 mM DTT, 0.1 mg/mL BSA). In each well, 10 μL ISG15-TAMRA (2× final concentration) was mixed with 10 μL of 40 nM enzyme (2× final concentration). The ISG15-TAMRA concentration was varied",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Swatek et al. www.pnas.org/cgi/content/short/1710617115",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "from 0.1 to 20 μM. All reactions were performed in triplicate and in parallel. The change in FP was measured in the linear range over a period of 0-7 min, with readings recorded every 5 s. The FP measurements were plotted over time, and initial velocities of ISG15-TAMRA cleavage were determined. Michaelis-Menten parameters were calculated using Prism 6 GraphPad Software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "proISG15 Cleavage Assays. The proforms of ISG15 full-length or the CTD (79-165) were used in all cleavage assays. The concentration of proISG15 was held constant at 10 μM and incubated at 37°C in all cleavage assays. Reactions were quenched through the addition of lithium dodecyl sulfate (LDS) sample buffer at the indicated time points. Samples were resolved on 10-20% Tricine gels (Invitrogen) and stained with Instant Blue SafeStain (Expedeon).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Intact MS. Cleavage assays were performed similarly to the proISG15 cleavage assays described above. In ubiquitin (1-76 amino acids), NEDD8 (1-76 amino acids), and SUMO1 (1-97 amino acids) cleavage assays, the concentration of Lb pro was increased to 1 μM to promote cleavage of these nonpreferred substrates. Unless stated otherwise, reactions were incubated at 37°C for 1 h and quenched with 50% acetonitrile and 0.1% formic acid. Substrates were diluted to 1 pmol/μL before intact MS analysis. Samples were injected at a flow rate of 5 μL/min and ionized using a heated electrospray ionization (HESI-II) source before being analyzed by an Orbitrap mass analyzer (Q Exactive). Ionization, data collection, and deconvolution of raw files were performed according to ref. 8 .",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 773,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ISG15 Suicide Probe Assays. ISG15 probe assays were performed with 20 or 40 μM ISG15 probes with 10 μM Lb pro or vOTU at 37°C in probe assay buffer (100 mM Tris, pH 8.0, 10 mM DTT). The reactions were quenched in LDS sample buffer at the specified time points and resolved on a 4-12% Bis-Tris gel before being visualized with Instant Blue SafeStain (Expedeon).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Preparation of Lb pro ISG15 Complex for Crystallization. For crystallography, 45 μM Lb pro was mixed with 175 μM CTD-ISG15-ΔC probe in a total volume of 1 mL. The reaction was incubated for 4 h at 37°C. Immediately afterward, the reaction was placed on ice. The resulting complex was purified by strong anion chromatography (Resource Q) at pH 8.0 using a linear salt gradient (0-500 mM NaCl). The reacted complex was pooled and dialyzed into 50 mM Tris, pH 8.0, 50 mM NaCl, 1 mM EDTA, 5 mM DTT, and 5% glycerol. After dialysis, the complex was concentrated to 4 mg/mL using a Vivaspin 500 3K MWCO concentrator and used for crystallization screening. The purity of the complex was assessed by a Coomassie-stained SDS/PAGE gel and estimated to be >95% pure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Crystallization. Initial hits were obtained from a commercial screen (Hampton Research) in a sitting drop vapor diffusion format. Lb pro ∼ISG15-ΔC complex was set up at a 1:1 protein:precipitant ratio. Crystals grew in 2.0 M ammonium sulfate, 0.1 M Na citrate pH 5.6, and 0.2 M K/Na tartrate. Crystals were cryoprotected in mother liquor containing 25% glycerol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data Collection, Structural Determination, and Refinement. Data were collected at the Diamond Light Source beamline I-04 at a wavelength of 0.92819 Å with a PILATUS 6M-F detector. Integration of images was performed using MOSFLM (9) and scaled using Aimless (10) . The structure was solved by molecular replacement in Phaser (11) using the apo Lb pro [Protein Data Bank (PDB) ID code 1qol (1)] and ISG15 CTD [PDB ID code 3phx (6)] structures. Model building and refinement were performed using COOT (12) and PHENIX (13) . Table S1 shows statistics. Structural figures were created using PyMol (https:// pymol.org/2/). The proorigami server (14) was used to build the topology diagram.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 530,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In Vitro Self-Processing Assays. Lb pro intramolecular cleavage was monitored by in vitro translation assays (15) . To this end, the PCITE-1d plasmid containing the sequence for the Lb pro VP4/ VP2 or Lb pro mutants (L92A, P99A, L102A) was linearized with SalI followed by in vitro transcription (16) . Template DNA was digested with DNase, and RNA was purified by phenolchloroform extraction. Then, rabbit reticulocyte lysates were programmed with in vitro-transcribed RNA of the precursor protein Lb pro VP4/VP2 in the presence of [ 35 S]methionine (16) , and aliquots were removed at the specified times. The reaction was stopped in stop solution [61% (vol/vol) 2× Laemmli sample buffer, 0.6 mM methionine-cysteine mix, 37% (vol/vol) dH2O]. Radiolabeled proteins were detected by analysis on a 17.5% SDS/PAGE gel followed by autoradiography. Gels were incubated twice with 20 mL enhancing solution containing 1 M sodium salicylate and 45% methanol for 15 min before being dried on Whatman paper using an SAVANT slab gel drier and exposed to a CL-X Posure film (Thermo Scientific) for 18 h at −80°C. Subsequently, the film was thawed and developed using an AGFA Curix660. Intermolecular cleavage of endogenous eIF4G was monitored by analyzing 10 μL of translation mix on a 6% SDS/PAGE gel and subsequent Western blotting with anti-eIF4GI antibody (a gift from Robert Rhoads, Louisiana State University Health Sciences Center, Shreveport, LA).",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cell Culture, Transfections, and Incubation with Lb pro . HeLa cells obtained from ATCC were grown to 80% confluency before transfection with the indicated plasmids as previously described (17) . Cells were harvested and lysed in lysis buffer (50 mM Tris, pH 8.0, 4 M urea, 50 mM NaCl, 10 mM chloroacetamide, 1 mM EDTA, 1 mM PMSF, 0.1% Nonidet P-40, 25 mM sucrose, 5% glycerol). Cells were briefly sonicated to shear DNA and further supplement lysis. Cell debris was cleared by centrifugation at 21,000 × g for 10 min at 4°C. Unreacted chloroacetamide was quenched with 10 mM DTT to prevent alkylation of the Lb pro active site cysteine. Total protein was quantified using Bradford methods. Before incubation with Lb pro , the concentration of urea was diluted to 1 M; 100 μL of 5 mg/mL total protein was incubated with 2 μM Lb pro for 30 min at 37°C. Reactions were quenched with LDS sample buffer at the indicated time points. Samples were resolved on a 4-12% Bis-Tris gel (Invitrogen) before being transferred to nitrocellulose membranes by Western blotting. Anti-FLAG (Sigma-Aldrich, M2), anti-ISG15 (Sigma-Aldrich, SAB1408653), antiubiquitin (Millipore, 07-375), and anti-GlyGly (Lucerna Inc., GX41) primary antibodies were used in Western blots. All Western blots, unless stated otherwise, were incubated for 16 h at a 1:1,000 primary antibody dilution in phosphate buffered saline with Tween 20 (PBS-T) + 5% BSA. The primary antibody dilution for anti-FLAG Western blots was 1:10,000. After primary antibody incubation, Western blots were incubated at a 1:5,000 secondary antibody dilution overnight in PBS-T + 5% milk prior to being visualized by chemiluminescence. All antibody incubation steps were performed at 4°C.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recombinant Mengovirus Infection Assays. HeLa-R19 cells were cultured in DMEM (Lonza) supplemented with 10% (vol/vol) FCS. Recombinant viruses were derived from the pM16.1-VFETQG-Zn infectious clone as described previously (18) . In short, genes of interest were inserted between the XhoI/NotI restriction sites of the pM16.1-VFETQG-Zn infectious clone. Viruses were recovered by transfection of runoff RNA transcripts into BHK-21 cells. On total cytopathic effect, cells were subjected to two freeze-thaw cycles, the cell debris was pelleted at 4,000 × g for 15 min, and the virus was concentrated by ultracentrifugation through a 30% sucrose cushion at 140,000 × g for 16 h in an SW32Ti rotor. HeLa R19 cells were seeded in 10-cm dishes (2.0 × 10 6 cells per dish). On the next day, cells were infected (multiplicity of infection = 10) with the indicated viruses. At 2, 4, 6, or 8 h postinfection, cells were released using trypsin, washed once in PBS, and lysed in 100 μL lysis buffer [100 mM Tris, pH 8.0, 1 mM EDTA, 50 mM NaCl, 1% Nonidet P-40, protease inhibitor mix (Roche)]. Postnuclear lysate was obtained by centrifugation at 15,000 × g at 4°C for 15 min. The amount of total protein in the lysates was determined using BCA assay (ThermoFisher).",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "FMDV Infection Assays. BHK-21 cells grown to 90% confluency in 24-well plates were transfected with FLAG-ISG15 and the ISG15 machinery (UBE1L, UBE2L6, and HERC5) and grown overnight. Transfected cells were then infected with FMDV O1Kaufbeuren diluted in virus growth medium (BHK cell culture medium containing 1% FBS). After 1 h, the FMDV inoculum was removed, the cells were washed once with viral growth medium, and then, they were incubated in virus growth medium for the remainder of the infection. At 1-h intervals postinfection (up to 5 h), duplicate wells were washed once with PBS, and the cells were lysed in lysis buffer (50 mM Tris, pH 7.5, 0.5% IGEPAL, 120 mM NaCl). The lysates were clarified by centrifugation, and total protein was quantified using BCA assay (ThermoFisher). Equal quantities of the lysates (12 μg) were loaded onto 10% acrylamide gels and subjected to SDS/PAGE. Proteins were transferred to nitrocellulose membranes and blotted with either FLAG M2 (Sigma-Aldrich) or GlyGly (Lucerna Inc.) primary antibodies and mouse secondary antibody diluted in blocking buffer (5% milk and 0.1% Tween in PBS). Blots were visualized by chemiluminescence. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Structure of the foot-and-mouth disease virus leader protease: A papain-like fold adapted for self-processing and eIF4G recognition",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guarné",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "EMBO J",
            "volume": "17",
            "issn": "",
            "pages": "7469--7479",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A versatile ligation-independent cloning method suitable for high-throughput expression screening applications",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Berrow",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "NMR analysis of the interaction of picornaviral proteinases Lb and 2A with their substrate eukaryotic initiation factor 4GII",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aumayr",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Protein Sci",
            "volume": "24",
            "issn": "",
            "pages": "1979--1996",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The molecular basis for ubiquitin and ubiquitin-like specificities in bacterial effector proteases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Pruneda",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol Cell",
            "volume": "63",
            "issn": "",
            "pages": "261--276",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "On terminal alkynes that can react with active-site cysteine nucleophiles in proteases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ekkebus",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Am Chem Soc",
            "volume": "135",
            "issn": "",
            "pages": "2867--2870",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Molecular basis for ubiquitin and ISG15 cross-reactivity in viral ovarian tumor domains",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akutsu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Virdee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Komander",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci",
            "volume": "108",
            "issn": "",
            "pages": "2228--2233",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A general chemical ligation approach towards isopeptide-linked ubiquitin and ubiquitin-like assay reagents",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Geurink",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "El Oualid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jonker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hameed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ovaa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "ChemBioChem",
            "volume": "13",
            "issn": "",
            "pages": "293--297",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ubiquitin Ser65 phosphorylation affects ubiquitin structure, chain assembly and hydrolysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wauer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "EMBO J",
            "volume": "34",
            "issn": "",
            "pages": "307--325",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "iMOSFLM: A new graphical interface for diffraction-image processing with MOSFLM",
            "authors": [
                {
                    "first": "Tgg",
                    "middle": [],
                    "last": "Battye",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kontogiannis",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "Agw",
                    "middle": [],
                    "last": "Leslie",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Acta Crystallogr D Biol Crystallogr",
            "volume": "67",
            "issn": "",
            "pages": "271--281",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "How good are my data and what is the resolution?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Murshudov",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Acta Crystallogr D Biol Crystallogr",
            "volume": "69",
            "issn": "",
            "pages": "1204--1214",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Phaser crystallographic software",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Appl Cryst",
            "volume": "40",
            "issn": "",
            "pages": "658--674",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Features and development of Coot",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Emsley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lohkamp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cowtan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta Crystallogr D Biol Crystallogr",
            "volume": "66",
            "issn": "",
            "pages": "486--501",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Phenix software for automated determination of macromolecular structures",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Methods",
            "volume": "55",
            "issn": "",
            "pages": "94--106",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Automatic generation of protein structure cartoons with Pro-origami",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stivala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wybrow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wirth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Whisstock",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Stuckey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bioinformatics",
            "volume": "27",
            "issn": "",
            "pages": "3315--3316",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Residue L143 of the foot-and-mouth disease virus leader proteinase is a determinant of cleavage specificity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "4656--4659",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Investigating the substrate specificity and oligomerisation of the leader protease of foot and mouth disease virus using NMR",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cencic",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Mol Biol",
            "volume": "373",
            "issn": "",
            "pages": "1071--1087",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The ISG15 conjugation system broadly targets newly synthesized proteins: Implications for the antiviral function of ISG15",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Durfee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lyon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Huibregtse",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol Cell",
            "volume": "38",
            "issn": "",
            "pages": "722--732",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Middle East respiratory coronavirus accessory protein 4a inhibits PKR-mediated antiviral stress responses",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Rabouw",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Molecular basis for ubiquitin and ISG15 cross-reactivity in viral ovarian tumor domains",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akutsu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Virdee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Komander",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci",
            "volume": "108",
            "issn": "",
            "pages": "2228--2233",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Biochemical and structural insights into the preference of nairoviral deISGylases for interferon-stimulated gene product 15 originating from certain species",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Deaton",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "",
            "pages": "8314--8327",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Analysis of Lb pro substrate cleavage and efficiency. (A) Schematic of ubiquitin (Ub) and ubiquitin-like FP cleavage assays using TAMRA-labeled substrates. (B) Ubiquitin-TAMRA cleavage by Lb pro at increased enzyme concentrations. (C) ISG15-TAMRA cleavage assays by viral proteases. Viral proteases include Lb pro , Lb pro C51A, and CCHFV vOTU (1). Positive (+) and negative (−) controls correspond to fully cleaved and uncleaved TAMRA reagents, respectively. (D) Suicide probe assays were performed with CCHFV vOTU at two concentrations of the WT ISG15 CTD probe. (E) ISG15-AMC cleavage assays with Lb pro .Cleavage of ISG15-AMC was measured by fluorescence intensity (FI). Lb pro cleaves ISG15-AMC, but the produced GlyGly-AMC remains nonfluorescent(Fig. S2A). (F) ISG15-AMC cleavage assays as in E with CCHFV vOTU. In contrast to Lb pro , robust cleavage of ISG15-AMC by CCHFV vOTU was detected (1). (G) Comparison of proISG15 CTD , mature ISG15 CTD , and ISG15 CTD -TAMRA (isopeptide-linked ISG15) cleavage rates using intact MS. All assays were performed in triplicate. mFP, measured fluorescence polarization.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Characterization of Lb pro ubiquitin and ubiquitin-like cleavage. (A) Analysis of ISG15-AMC by electrospray ionization MS without and with incubation of CCHFV vOTU and Lb pro . The deconvoluted spectrum is shown, and a diagram depicts the theoretical and observed Δ masses of cleavage. *Contaminant of ISG15-AMC synthesis; this mass corresponds to ISG15 lacking the most C-terminal Gly residue. (B) Ubiquitin, (C) NEDD8, and (D) SUMO1 were analyzed by electrospray ionization intact MS before and after incubation with Lb pro . The deconvoluted spectrum is shown. A diagram shows the ubiquitin and NEDD8 cleavage site. SUMO1 cleavage was not observed. (E) Reactivity of viral proteases with WT and ISG15 CTD -ΔC suicide probes. The viral proteases include CCHFV vOTU, Dugbe protease, human rhinovirus serotype 2 2A pro (HRV2 2A pro ), coxsackievirus serotype B4 2A protease (CVB4 2A pro ), and FMDV Lb pro . Reactions were incubated at 37°C and subsequently resolved by Coomassie-stained SDS/PAGE. All assays were performed in triplicate. NTD, N-terminal ubiquitinlike domain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Structural analysis of the Lb pro ∼ISG15 CTD -ΔC structure. (A) Residues of the Lb pro ∼ISG15 CTD -ΔC crystal structure are shown in stick representation for the complex in the asymmetric unit covered by the 1.5-Å 2jF o j-jF c j electron density map (gray indicates contoured at 1.2σ). (B) Close-up view of the Lb pro ∼ISG15 CTD -ΔC covalent linkage; 2jF o j-jF c j electron density is shown for the C terminus of ISG15 (Leu152, Arg153, Leu154, propargyl warhead), and the catalytic triad of Lb pro is shown contoured at 1.2σ. (C) Topology diagram of Lb pro . The catalytic residues are indicated with red stars, and the ISG15 hydrophobic binding pocket is indicated with a yellow circle. (D) Comparison of Lb pro ∼ISG15 CTD -ΔC with (E) CCHFV vOTU∼ISG15 complex (PDB ID code 3phx). Close-up view of the covalently modified active site Cys residues of Lb pro ∼ISG15 CTD -ΔC and vOTU∼ISG15 (red arrows). (F) Sequence alignment of the C-terminal residues of Lb pro self-cleavage to ubiquitin (Ub) and ubiquitin-like proteins (ISG15, NEDD8, SUMO1). A green arrow denotes the site of Lb pro self-cleavage, and amino acid numbers are labeled according to Lb pro . (G) Ionic interactions of Lb pro with the C terminus of ISG15. Electrostatic potential of Lb pro is shown in surface representation. Red represents negative electrostatic potential, while blue is positive. (H) proISG15 CTD cleavage assays as in Fig. 1D. Point mutants in the ISG15 C terminus (L154A and R155A) were incubated with Lb pro , resolved by SDS/PAGE, and stained with Coomassie. All assays were performed in triplicate. Characterization of Lb pro ISG15 specificity. (A) Sequence alignment of ISG15 across multiple species. Trp123 is highlighted with a blue star and is conserved across vertebrates, except zebrafish. Another important area of sequence conservation is the C terminus. (B) LIGPLOT representation of Trp123 (Trp121 of mice) ISG15 interactions with Lb pro and viral deISGylases, including CCHFV vOTU [PDB ID code 3phx (1)] and Erve (ERVV) vOTU [PDB ID code 5jze (2)]. Trp123 is shown in orange, and residues that form hydrophobic interactions with this residue are shown as red fans. (C) proISG15 CTD (amino acids 79-165) cleavage assays with mutations in the hydrophobic patch that make contact with Trp123 of ISG15. (D) OTULIN cleavage of Met1 diubiquitin substrates (compare with Fig. 3E). (E) Intact MS analysis of Met1 diubiquitin cleavage assays with R42W mutation in the distal ubiquitin (Ub). All assays were performed in triplicate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Mutations in the hydrophobic ISG15 binding site of Lb pro do not impact self-processing and eIF4G cleavage. (A) Schematic of in vitro translation assays. The indicated RNA was translated in rabbit reticulocyte lysates (RRLs) containing [ 35 S]methionine. On translation, Lb pro undergoes self-processing, removing itself from the nascent polyprotein (VP4/VP2). Liberated Lb pro then targets eIF4G for cleavage. (B) WT Lb pro and (C) Lb pro mutant (L92A, P99A, and L102A) VP4/VP2 RNA were incubated in [ 35 S]methionine containing RRLs. Time courses of Lb pro self-processing and eIF4G cleavage were detected by autoradiography and anti-eIF4G antibody, respectively. NTD, N-terminal ubiquitin-like domain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A ubiquitin polyclonal antibody allows for detection of Lb pro -dependent ISG15 cleavage. Full-length ISG15 (1-157 amino acids) was incubated with Lb pro in a standard cleavage assay. The indicated reactions and time points were analyzed by Western blotting using (A) anti-ISG15 antibody (H-150; Santa Cruz Inc.) and (B) antiubiquitin antibody (Millipore). Detection of ISG15 cleavage by Lb pro can be visualized using the polyclonal antiubiquitin antibody, which crossreacts with the conserved C terminus of ISG15. On cleavage of the C terminus by Lb pro , the antibody no longer recognizes ISG15. (C) Ponceau S-stained blots from Fig. 4A. (D) Ponceau S-stained blots from Fig. 4B.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data collection and refinement statistics Lb pro ∼ISG15-ΔC Bond angles,°1.43 Values in parentheses are for highest-resolution shell.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}