{
    "paper_id": "7688b1a7662e60226e0011fe6262f6d9114e1906",
    "metadata": {
        "title": "E-Mail Synthetic Biology and Personalized Medicine",
        "authors": [
            {
                "first": "K",
                "middle": [
                    "K"
                ],
                "last": "Jain",
                "suffix": "",
                "affiliation": {},
                "email": "karger@karger.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Synthetic biology, application of synthetic chemistry to biology, is a broad term that covers the engineering of biological systems with structures and functions not found in nature to process information, manipulate chemicals, produce energy, maintain cell environment and enhance human health. Synthetic biology devices contribute not only to improve our understanding of disease mechanisms, but also provide novel diagnostic tools. Methods based on synthetic biology enable the design of novel strategies for the treatment of cancer, immune diseases metabolic disorders and infectious diseases as well as the production of cheap drugs. The potential of synthetic genome, using an expanded genetic code that is designed for specific drug synthesis as well as delivery and activation of the drug in vivo by a pathological signal, was already pointed out during a lecture delivered at Kuwait University in 2005. Of two approaches to synthetic biology, top-down and bottom-up, the latter is more relevant to the development of personalized medicines as it provides more flexibility in constructing a partially synthetic cell from basic building blocks for a desired task.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Synthetic biology, application of synthetic chemistry to biology, is a broad term that covers the engineering of biological systems with structures and functions not found in nature to process information, manipulate chemicals, produce energy, maintain cell environment and enhance human health [1] . Synthetic biology includes technologies for DNA synthesis and assembly of fragments of DNA for gene synthesis, sometimes referred to as synthetic genomics. Craig Venter, a pioneer in this area, has described synthetic biology in a video (http://www.youtube.com/ watch?v=dvBV2qnSZwo). Genome engineering includes approaches to construct synthetic chromosomes and goes beyond traditional genetic engineering. Metabolic engineering can be used to manipulate metabolic pathways for correction of metabolic disorders and can also be applied to microorganisms to produce chemicals more efficiently than by genetic engineering. Synthetic biology devices contribute not only to improve our understanding of disease mechanisms, but also provide novel diagnostic tools. Methods based on synthetic biology enable the design of novel strategies for the treatment of cancer, immune diseases metabolic disorders and infectious diseases as well as the production of cheap drugs [2] . The potential of synthetic genome, using an expanded genetic code that is designed for specific drug synthesis as well as delivery and activation of the drug in vivo by a pathological signal has been reported [3] .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1264,
                    "end": 1267,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1479,
                    "end": 1482,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Personalized medicine simply means the prescription of specific therapeutics best suited to an individual. It is usually based on pharmacogenetics, pharmacogenomics, transcriptomics, pharmacoproteomics and pharmacometabolomic information. Other individual variations in patients and environmental factors are also taken into consideration [4] . Personalized medicine means improving healthcare by incorporating early detection of disease, preventive medicine, rational drug discovery and development, and monitoring of therapy. The broad scope and interrelationships of personalized medicine are shown in figure 1 .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 605,
                    "end": 613,
                    "text": "figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The concept of personalized medicine as systems medicine is the best way of integrating new technologies and translating them into clinical application for improving healthcare. Nanobiotechnology has already helped in the development of personalized medicine [5] . Biological therapies are making significant contribution to personalized medicine [6] . Initially pharmacogenomics and pharmacogenetics were used to select drugs from those already available, but sequencing information now provides the opportunity to design and develop new personalized medicines as shown in figure 2 .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sequencing of the genomes of various organisms has provided the basis for development of synthetic biology. The genome sequence is an organism's blueprint: the set of instructions dictating its biological traits. Resequencing, using next generation technologies, means determination of variations of DNA sequence in an organism where the nominal sequence is already known, and it is more relevant for synthetic biology as well as translation into diagnostics and clinical applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthetic Biology and Sequencing"
        },
        {
            "text": "The J. Craig Venter Institute has reported the design, synthesis and assembly of the genome starting from digitized genome sequence information and its transplantation into a recipient cell to create new bacterial cells that are controlled only by the synthetic DNA [7] . The researchers built up the synthetic genome of Mycoplasma mycoides , a fast-growing bacterium with a 1 million-base genome, by stitching together shorter stretches of DNA, each about 1,000 bases. They then transferred the completed genome into the shell of another bacterium, Mycoplasma capricolum , whose own DNA had been removed. The transplanted genome 'booted up' the host cell and took over its biological machinery. After 30 cell divisions, there were billions of synthetic bacteria in the laboratory dishes -all of them making exclusively the biological molecules associated with M. mycoides . The only DNA in the cells is the designed synthetic DNA sequence, including 'watermark' sequences and other designed gene deletions and polymorphisms, and mutations acquired during the building process. The new cells have expected phenotypic properties and are capable of continuous selfreplication. The synthetic bacteria have 14 'watermark sequences' attached to their genome -inert stretches of DNA added to distinguish them from their natural counterparts. They behaved and divided in laboratory dishes like natural bacteria.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Biology and Sequencing"
        },
        {
            "text": "To apply this method to other types of cells, researchers will have to design and synthesize the DNA of choice and develop a system to boot up the genome. These two tasks will have to be accomplished in parallel for every new species. Accuracy in the genetic code is important for engineering of synthetic genes. The J. Craig Venter Institute is currently working on a project with the National Institutes of Health of the USA and Novartis on vaccine production using this technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthetic Biology and Sequencing"
        },
        {
            "text": "Synthetic genes are mostly assembled by using ssDNA, and those oligonucleotides (oligos) tend to contain sequence errors. Purification of the source oligos can improve the purity of the pool, but at the cost of discarding ϳ 90% of the oligos. ErrASE, an enzyme technology, facilitates gene assembly at lower costs because it reduces input expenses through use of unpurified oligos [8] . It reduces errors in synthetic gene sequences by detecting and correcting mismatched based pairs that can be introduced during the procedure. Novici Biotech/Life Technologies are developing ErrASE technology commercially for synthetic biology.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Technologies for Reducing Errors in Gene Synthesis"
        },
        {
            "text": "Biosensing is an important activity due to myriads of cell signaling pathways and circuits in cells. It is an important component of two-way communication between implanted engineered cells and natural cells of the body. Examples of synthetic biosensing are [9] : (1) Transcriptional biosensors are built by linking environment-responsive promoters to engineered gene circuits for programmed transcription. (2) Translational biosensors are typically built by linking RNA aptamer domains to RNA regulatory domains. (3) Posttranslational biosensors consist of membrane-bound protein receptors that trigger signal transduction cascades.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Biosensing in Synthetic Biology"
        },
        {
            "text": "In conventional one-way biosensing, a therapeutic substance is released from an implanted device or a genetically engineered cell in response to a programmed mechanism, e.g. release of insulin according to rise of blood glucose level. A two-way communication between the host, enabled by construction of synthetic circuits, can enable more personalized control of adjustment of therapy from implanted cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biosensing in Synthetic Biology"
        },
        {
            "text": "The ability to control expression in target areas within a genome is important for synthetic biologists who are developing chemical-producing organisms for commercial applications. In Transcription Activator-Like (TAL) Effector Technology, two hypervariable amino acid residues in each repeat recognize 1 bp in the target DNA [10] . Recognition sequences of TAL effectors are predictable. The TAL code is similar to a navigation system for the genome, allowing pinpoint delivery of functional control elements to any specified sequence. The modular protein architecture has enabled the construction of artificial effectors with new specificities. ",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Transcription Activator-Like Effector Technology"
        },
        {
            "text": "A central challenge of synthetic biology is to enable the growth of living systems using parts that are not derived from nature, but designed and synthesized in the laboratory. As an initial step toward achieving this goal, synthetic proteins have been created that can function in Escherichia coli . Using a so-called binary code method that relies on strategic placement of polar and non-polar residues, a team of scientists made more than a million stably folded strings of amino acids from genetic sequences distinct from those known to occur naturally [11] . They then screened these synthetic proteins in dozens of E. coli strains missing essential genes, identifying artificial proteins that could substitute for the organism's own proteins. They are molecular machines that function quite well within a living organism even though they were designed from scratch and expressed from artificial genes. They found that 18 of the artificial proteins could rescue the growth of 4 E. coli mutant strains missing the essential enzyme-coding genes serB, gltA, ilvA or fes. The information encoded in these artificial genes does not come from and is not significantly related to information encoded by natural genes, and yet the end result is a living, functional microbe. The synthetic proteins are substantially less active and may function by different mechanisms than the natural proteins they replace. Nonetheless, co-expression of several novel proteins rescues a strain in which multiple natural genes were deleted simultaneously. This work suggests that the construction of artificial genomes capable of sustaining cell life is feasible. Synthesis of therapeutic proteins by this approach has not been explored as yet.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 561,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Proteins"
        },
        {
            "text": "Complex synthetic biological networks that operate inside living cells in a desired manner usually have controllable genetic switches that are capable of processing therapeutic signals by sensing and responding to the environment. For biomedical applications, these engineered cells need to be sealed in order to protect them from the host immune system and enable their removal after completion of therapy. Microencapsulation of cells to be transplanted is an established technology. Microencapsulation of defined cells into a semi-permeable and biocompatible microcapsule shields them from the external environment but allows exchange to occur on a molecular basis. Powerful combination of synthetic biology and microencapsulation has opened the door to novel and innovative cell-based biomedical applications, such as smart implantable drug delivery systems [12] .",
            "cite_spans": [
                {
                    "start": 861,
                    "end": 865,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Biology and Microencapsulation"
        },
        {
            "text": "Whereas traditional genetic engineering is a haphazard affair, synthetic biology imposes a sense of order to the process. Knowledge of how pieces of DNA can be put together can facilitate computer-aided design. Tools developed for synthetic biology will enable arrangement of atoms in making a desired chemical. It could enable harnessing of vast amounts of genomic information to create microbes with new metabolic pathways, a sort of mix and match approach. Whereas genetic engineering focuses on individual genes, synthetic biology strings together a series of molecular components, such as DNA, RNA, proteins and cells, into circuits and networks. Synthetic biology is more versatile than genetic engineering for the development of biopharmaceuticals such as oral vaccines and engineered stem cells or bacteria to detect and treat tumors. Synthetic biology enables better quantitative control over molecular engineering techniques with higher throughput and predictable properties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthetic Biology versus Genetic Engineering"
        },
        {
            "text": "Since several complex diseases are caused by disorders of human metabolism, elucidation of the underlying molecular mechanisms is important for developing an effective and personalized approach for their treatment. Systems biology can facilitate the analysis of complex metabolic diseases by use of computational approaches. A systems medicine approach can utilize such data about metabolic processes to reconstruct genome-scale metabolic models for study of the function of specific enzymes and pathways in the context of the complete metabolic network. Reconstruction of genome-scale models in systems medicine may contribute towards the development of personalized medicine for human metabolic disorders [13] .",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 711,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Biology and Metabolic Engineering"
        },
        {
            "text": "Engineering of complex biological pathways provides efficient routes for manufacture of natural products with desirable pharmaceutical properties, e.g. artemisinin, which is a Chinese herb derived from the plant Artemisia annua for the treatment of malaria. This is accomplished through channeling the flux of the isoprenoid pathway to the specific genes involved in artemisinin biosynthesis [14] . Biosynthesis of artemisinic acid through the synthetic biology approach has led to manufacture and commercialization of the drug at low cost for developing countries. By the same metabolic engineering approach, efficient coupling of the isoprenoid pathway also leads to the construction of an E. coli strain that produces a high titer of taxadiene, which is the first committed intermediate for biosynthesis of the anticancer drug taxol.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Biology and Metabolic Engineering"
        },
        {
            "text": "Next generation sequencing is expected to advance our understanding of the molecular basis of common diseases and pharmacophore response by improving the compilation of a reference catalog of genes, transcripts, nucleotide variants and structural variants. Information gathered from these efforts can be used in synthetic biology-based drug discovery, e.g. translation of signals identified in genome-wide association studies into drug targets. Next generation sequencing is also being used directly in drug discovery to identify variants associated with common traits by non-hypothesis directed sequencing of many human genomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequencing, Synthetic Biology and Drug Discovery"
        },
        {
            "text": "Synthetic biology provides the following advantages over conventional techniques for drug discovery and development: (1) Synthetic biology can enable the design of cells to screen drug molecules and reduce drug discovery time/expense. (2) Metabolic pathways can be more precisely regulated in synthetic organisms and manipulated by molecular tools. (3) Parallel to recombinant E. colibased biotechnology drug production, synthetic biology enables redesigning of cells to produce desirable molecules with higher efficacy and lower toxicity. (4) Data accumulated with advances in sequencing can be used for combining synthetic biology with personalized medicine. (5) Reduction of cost of biologicals, particularly therapeutic proteins. (6) Potential for production of synthetic therapeutic proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advantages of Synthetic Biology for Drug Discovery"
        },
        {
            "text": "Synthetic biology has contributed to the development of personalized medicine from several approaches. The most important of these are by enabling the design and discovery of personalized therapies. The impact of synthetic biology is also discussed on various components of personalized medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application of the Synthetic Biology Approach for Personalized Medicine"
        },
        {
            "text": "Pharmacogenetics, a term recognized in pharmacology in the pre-genomic era, is the study of influence of genetic factors on action of drugs as opposed to genetic causes of disease. Genetic factors may have a major impact on the pharmacokinetics and pharmacodynamics of a particular drug and thereby influence the sensitivity to such a drug in an individual patient with a certain genotype. Pharmacogenetics has a three-fold role in the pharmaceutical industry, which is relevant to the development of personalized medicines: (1) study of the drug metabolism and pharmacological effects, (2) prediction of genetically determined adverse reactions, and (3) drug discovery and development. With the synthetic biology approach, pharmacogenetic knowledge can be used to design drugs with less adverse effects and improved efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacogenetics and Synthetic Biology"
        },
        {
            "text": "Pharmacogenomics implies the use of genetic sequence and genomics information of the host (normal or diseased) or of the pathogen in patient management to enable therapy decisions. Pharmacogenomics, an important part of personalized medicine, can have an impact on all phases of drug development, from drug discovery to clinical trials. This also applies to a wide range of therapeutic products including bioengineered proteins, cell therapy, antisense therapy and gene therapy. Synthetic biology can be used for pathway modeling to improve the understanding of the mechanisms of cellular signaling, and for discovering new therapeutic targets for the treatment of various diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacogenomics and Synthetic Biology"
        },
        {
            "text": "An important goal of synthetic biology is to devise molecules that can regulate genes and networks in a programmable manner. To achieve these goals, it is necessary to chart the sequence specificity of natural and engineered DNA-binding molecules [15] .",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Gene Network and Personalized Medicine"
        },
        {
            "text": "Synthetic gene network design and prototype therapeutic circuits will have an impact on future gene-and cell-based therapies and usher a new era of drug discovery that may enable treatment of complex diseases in a personalized manner. Encyclopedic information that is available on gene function in the postgenomic era provides correlations, and systems biology is now delivering comprehensive details on the dynamics of biochemical reaction networks in living organisms. These catalogued items can be reassembled to design new biological devices and systems with novel and useful functions in a rational and systematic manner [16] .",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 630,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Gene Network and Personalized Medicine"
        },
        {
            "text": "Transgene control systems and networks can be used for gene therapy to treat single-gene defects by triggering inducible expression of complementary transgenes. They can also be used for genetic modification of bacteria to enable them to search and destroy cancer cells. Tailored synthetic gene networks can be uploaded into cells to therapeutically target the body's endogenous networks, causing a transition from disease to healthy state [17] . Synthetic mammalian circuits may be able to function as cell implants that could be programmed to sense diseaseassociated metabolites and produce an appropriately adjusted therapeutic response. Transgenic cell implants containing prosthetic networks would be more effective than transplants of genetically modified cells in preventing or reversing disease development in a self-sufficient manner without repetition of treatment. A synthetic multi-enzyme glyoxylate shunt has been used to protect mice on a high-fat diet from diet-induced obesity. This shunt prevents the complete oxidation of fatty acids in plants and bacteria, but when introduced in mice, it increases fatty acid oxidation [18] .",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 444,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Gene Network and Personalized Medicine"
        },
        {
            "text": "Aptamers are single-stranded oligonucleotides that can bind to a given ligand with high affinity and specificity due to their particular 3D structure. Aptamer-binding proteins are versatile and powerful building blocks for the construction of artificial genetic switches. An aptamer-based construct regulating the Tet Off system in a tetracycline-independent manner has been shown to achieve control of transgene expression [19] . TetR protein-inhibiting aptamer enables the RNA-responsive control of the tetracycline-dependent transactivator (tTA). By attaching the theophylline aptamer as a sensor, the inhibitory TetR aptamer and thus tTA activity became dependent on the ligand of the sensor aptamer. Aptamer-based control of the widely used Tet system introduces a new layer of regulation to facilitate the construction of more complex gene networks. It could also be used as a safeguard for regulation of gene expression in microencapsulated cell implants.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 428,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Gene Network and Personalized Medicine"
        },
        {
            "text": "Reconstruction of pathogens by DNA synthesis can be used to produce diagnostic high-density antigen arrays such as those used to profile post-Lyme disease syndrome [20] . Synthesis and analysis of chimeric viruses have also made a substantial contribution to the understanding of viruses that were responsible for the severe acute respiratory syndrome pandemic of 2002.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Biology and Personalized Approach to Pathogenic Microbes"
        },
        {
            "text": "Use of transgenic viral strains that harbor lethal synthetic circuitry may control the insect vector populations and suppress transmission of malarial parasites and dengue viruses [21] . Similarly, a synthetic homing endonuclease-based gene drive system can be used to spread genetic modifications, e.g. as resistance against malaria from engineered mosquitoes to the field population.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Biology and Personalized Approach to Pathogenic Microbes"
        },
        {
            "text": "Advances in sequencing are facilitating the characterization of pathways of antibiotic biosynthesis. New systematic methods for de novo biosynthetic pathway prediction are enabling the exploration of the metabolic chemical space beyond metabolic engineering. Computer-assisted design of modular assembly lines in polyketide synthases and non-ribosomal peptide synthases may enable the development of tailor-made antibiotics. Production of novel antibiotics may be transferred into any chosen chassis by optimizing a host factory through specific strain modifications. Advances in metabolic engineering and synthetic biology provide novel strategies for engineering antimicrobial agents with desired specificities [22] .",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 717,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Biology and Personalized Approach to Pathogenic Microbes"
        },
        {
            "text": "Sequencing of tumors provides considerable data on mutations and structural variations, which can be used to predict individual tumor progression and response to treatment. However, prediction of the functional consequences of these mutations, e.g. phenotypes of cancer, is limited. Information about the genetic makeup of cancer cells has been combined with functional genomics approaches for identification of novel targets, and exploration of rewiring of cellular pathways [23] . This is a key step toward personalized cancer diagnostics and therapy. Applications of interactive gene networks include synthetic biology-based approach for future gene therapy, as well as the utilization of synthetic gene circuits as blueprints for the design of stimuli-responsive biohybrid materials. The recent progress in synthetic biology, including the rewiring of biosensing devices with the body's endogenous network as well as novel therapeutic approaches originating from interdisciplinary work, generates numerous opportunities for future biomedical applications [24] .",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 480,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Biology and Personalized Approach to Cancer"
        },
        {
            "text": "Cell therapy, where the patient's own cells are used for treatment, is one of the earlier forms of personalized medicine. Different types of cells including embryonic stem cells are now being employed for therapy, and many new technologies are used to modify as well as to synthesize cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthetic Biology and Cell Therapy"
        },
        {
            "text": "Research is progressing on the construction of minimal synthetic or semi-synthetic cells by a bottom-up approach by encapsulating different macromolecules into a lipid vesicle. In situ generation of enzymes and proteins is a prerequisite for constructing functional cells that can replicate their genetic material or respond to chemical messengers by means of surface-mediated receptors [25] . Liposomes have been studied as the most likely precursors of biological cells, and complex biochemical reactions have been described inside liposomes, up to the expression of proteins. The cell membrane between the inner and outer environment of the compartment should have specific properties such as semi-permeability to enable cell-to-cell communication and molecular transport [26] . Such membranes can be built from natural constituents or from synthetic polymers. Synthetic cells could include essential components for a personalized therapy and would be a cheaper and more effective tool for treatment.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Cells"
        },
        {
            "text": "Controlling gene expression is the key to stem cell differentiation for applications such as tissue regeneration and cancer therapy. Stem cells can be developed into specialized cells, e.g. cardiomyocytes, by insertion of specific sequences. A simple, non-integrating strategy has been described for induced pluripotent stem cells (iPSCs) based on administration of synthetic mRNA that function as mRNA transcripts for the four key genes [27] . The transcripts are translated into proteins that induce pluripotency without the integration of extra genes into the genomes, which can also be used to efficiently direct the differentiation of RNA-iPSCs into terminally differentiated myogenic cells. This strategy for somatic cell reprogramming and directing cell fate can be applied for basic research and regenerative medicine.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 442,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Engineering of Stem Cells for Personalized Therapy"
        },
        {
            "text": "Silenced developmental regulators of stem cells can be reactivated by a synthetic transcription factor that interacts with chromatin rather than DNA [28] . Potential applications of stem cells modified with synthetic biology include the following: (1) Drug screening for personalized therapies. (2) Engineering of stem cells, to achieve new functions not present in our body, and to introduce them back into the donor, e.g. cells involved in immune response can be programmed to recognize specific microorganisms and target them in a more efficient way than our own immune system can. (3) To maintain a population level of ␤ cells in diabetics using auto-regulated differentiation of embryonic stem cells that counter-balances the auto-immune attenuation. (4) Tissue engineering with specific desirable properties.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Engineering of Stem Cells for Personalized Therapy"
        },
        {
            "text": "The function of synthetic microenvironments is to act as a physical substrate for stem cell attachment and migration, similar to the natural extracellular matrix. Nanofabrication technologies were shown to enable the design of synthetic microenvironments that offer new ways to control stem cell fate, e.g. differentiation of mesenchymal stem cells into tissues that most closely match the mechanical properties of the polyacrylamide substrate upon which they are cultured [29] . Mesenchymal stem cells cultured on medium stiffness gels differentiated into muscle cells, whereas those cultured on compliant gels differentiated into neural cells and those cultured on stiff (bone-like) gels differentiated into osteoblasts. By directing the development of stem cells into the desired cell type, synthetic microenvironments facilitate their use for personalized tissue regeneration.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 477,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Modification of Stem Cells by Synthetic Microenvironments"
        },
        {
            "text": "Conventional vaccine strategies mainly focus on liveattenuated vaccines, inactivated microorganisms, and subunits thereof comprising purified components or recombinant proteins formulated with adjuvants. The development of new vaccines is limited by several drawbacks, including risks associated with the use of attenuated pathogens, along with difficulties altering vaccine target specificity. Synthetic biology-based vaccines aim to overcome some of these drawbacks and enable economic and rapid chemical synthesis of DNA encoding the immunogens designed in silico as well as their efficient assembly with delivery systems to obtain vectored vaccines [30] . Altogether, synthetic biology can help develop improved vaccine candidates in considerably less time compared to conventional approaches. Some examples are given in the following sections.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 657,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Biology and Vaccines"
        },
        {
            "text": "A biocompatible as well as biodegradable nanoparticle has been designed by computer modeling, which self-assembles from single polypeptide chains to produce a structure with isohedral symmetry and a diameter of ϳ 16 nm [31] . These peptide nanoparticles are multifunctional with high binding affinity and specificity. They can be customized to a high functional density. This platform was used to design and produce a prototypic ma-laria vaccine that can repetitively display a tandem repeat of the B cell immunodominant repeat epitope of the circumsporozoite protein of rodent malaria parasite Plasmodium berghei [32] . Administered without an adjuvant, this vaccine conferred a long-lasting antibody response against B cell epitope and protected mice against malarial parasite for up to 6 months.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Peptide Nanoparticle-Based Vaccines"
        },
        {
            "text": "The use of liposomes has been proposed as artificial microbes for vaccination as they can be genetically programmed to produce specific antigens at will [33] . Studies in mice with such vaccines showed that antigen-expressing immunostimulatory liposomes (AnExILs) elicited higher specific humoral immune responses against the produced antigens than control vaccines. AnExILs can be used as a synthetic biology platform to construct DNAbased vaccines, which combines antigen production, adjuvants and delivery in one system, offering several advantages over existing vaccine formulations. This system can be easily altered for other antigens by simply changing the DNA template and carries no risk of infection by attenuated pathogens.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Liposome-Based Synthetic Vaccines"
        },
        {
            "text": "Availability of complete genome sequences, high throughput technologies and synthetic biology has enabled reverse vaccinology (RV). Availability of sequence data from different specimens of the same species of a pathogen provides an opportunity to select novel vaccine candidates. Thus the empiric approach to vaccine development is being replaced by vaccine design. The RV approach is one of the most powerful examples of biotechnology applied to the field of vaccinology for identifying new protein-based vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse Vaccines against Microbial Pathogens"
        },
        {
            "text": "RV combines the availability of genomic data, the analyzing capabilities of new bioinformatic tools and the application of high throughput expression. Purification systems can be combined with serological screening assays for a coordinated screening process of the entire genomic repertoire of bacterial, viral or parasitic pathogens. The application of RV to Neisseria meningitidis serogroup B represents the first success of this novel approach. This approach can be easily applied to any pathogen [34] .",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 504,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Reverse Vaccines against Microbial Pathogens"
        },
        {
            "text": "Vaxign is the first web-based vaccine design system that predicts vaccine targets based on genome sequences using the strategy of RV. Predicted features in the Vaxign pipeline include protein subcellular location, transmembrane helices, adhesin probability, conservation to human and/ or mouse proteins, sequence exclusion from genome(s) of nonpathogenic strain(s) and epitope binding to MHC class I and class II. The precomputed Vaxign database contains prediction of vaccine targets for 1 70 genomes. Vaxign also performs dynamic vaccine target prediction based on input sequences. Vaccine candidates against E. coli were predicted using Vaxign and results indicate that Vaxign is an accurate and efficient vaccine design program [35] .",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 736,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Web-Based RV Design System"
        },
        {
            "text": "Most of the current treatments of cancer do not discriminate between cancer and normal tissues. Besides individual variations, personalized therapy takes into consideration the fact that cancer varies both genetically and phenotypically among patients who may have identical type and stage of cancer. Personalized therapy aims to deliver therapy to the malignant tumors while sparing normal tissues. Synthetic biology provides many opportunities for design of personalized therapies for cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthetic Biology and Personalized Therapy of Cancer"
        },
        {
            "text": "Discoveries made through application of human genome sequencing have already an impact on practice of oncology and have influenced the design of clinical trials for new cancer therapies. In the future, research into cancer will expand to generate full genome sequences of various cancers, yielding complete catalogues of somatic mutations in each one. These studies will reveal essentially the full repertoire of mutated cancer genes, enabling us to determine how many and what combinations of mutated cancer genes are necessary to generate an individual cancer. Sequencing is evolving from a research tool to applications for cancer diagnostics. Analyses of the cancer genome as well as the transcriptome and their applications into clinical trials in order to exploit the full clinical potential of information within the cancer genome are generating new predictors of drug responsiveness and prognosis, which will enable personalized management of cancer [36] .",
            "cite_spans": [
                {
                    "start": 958,
                    "end": 962,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Sequencing, Synthetic Biology and Personalized Therapy of Cancer"
        },
        {
            "text": "Bacteria can be synthetically engineered to target, invade and destroy cancer cells selectively, or knock down a specific, endogenous cancer-related network of genes. An example of the potential application of this approach is brain cancer (glioblastoma multiforme), which is one of the most challenging cancers, and efforts to cure it have failed in over 100 years of history of modern neurosurgery. The challenge is due to complete eradication required for cure as even a few residual cells multiply rapidly with recurrence of the tumor that kills the patient. Response to conventional treatments such as surgical resection and chemotherapy varies according to the characteristics of individual tumors, but none are curative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthetic Bacteria for Personalized Eradication of Brain Cancer"
        },
        {
            "text": "One of the innovations is the use of genetically modified bacteria to selectively destroy the tumor without invading the surrounding normal brain [37] . Genetic modification of bacteria is complicated as it requires selection of aggressive invasive species and extensive modifications, i.e. excision of harmful genes and insertion of genes for selective destruction of the tumor. Synthetic bacteria may be easier to construct and designed according to the characteristics of an individual tumor and the required tasks with better prospects of cure.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic Bacteria for Personalized Eradication of Brain Cancer"
        },
        {
            "text": "There are ethical concerns because of the perception that techniques of synthetic biology can be used to create life. In response to this, US President Barack Obama asked the Presidential Commission for the Study of Bioethical Issues to review the developing field of synthetic biology and identify appropriate ethical boundaries to maximize public benefits and minimize risks. The findings of this commission were published in December 2010. 'The recommendations detailed in this report provide a publicly accountable basis for ensuring that the field of synthetic biology advances to improve human health and public welfare with processes in place to identify, assess, monitor, and mitigate risks on an ongoing basis as the field matures. Risk assessment should precede field release of the products of synthetic biology. Ongoing assessment and review is required in several areas to avoid unnecessary limits on science and social progress, and to ensure appropriate restrictions to protect individual safety and our shared environment. Ongoing dialogue about concerns regarding the implications of synthetic biology for humans, other species, nature, and the environment should continue as synthetic biology develops from its infancy to a fully mature field of scientific inquiry and innovation' [38] .",
            "cite_spans": [
                {
                    "start": 1299,
                    "end": 1303,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Ethical Aspects of Synthetic Biology"
        },
        {
            "text": "Synthetic biology is a further stage in the evolution of the biotechnology industry that has been taking place for more than 40 years and has resulted in the development of commercial products. Safety issues of synthetic biology are covered by existing regulations for biotechnology drugs. Synthetic biology is already being used by biotechnology companies and has the potential to substantially reduce research and development time of products towards commercialization [39] . In the future, as synthetic biology products enter the market and if scientific evidence warrants it, there may be need for special regulatory oversight beyond that for biotechnology products in general.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 475,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Regulatory Issues of Synthetic Biology"
        },
        {
            "text": "In May 2012, the US Department of Defense granted USD 15.6 million for synthetic biology research at several universities and institutes with the aim of speeding up bioengineering production. There are eight projects being funded through the Defense Advanced Research Projects Agency under this new initiative. Research conducted under the program will seek to create the basic production methods and tools that will be required to make bioengineering swifter and more accurate, and to design the blueprints for synthetic biology factories. These projects will pursue the initiative's aims of developing new tools, technologies and methods to enable the rapid development of bioengineered products, such as new materials and medicines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support for Research in Synthetic Biology"
        },
        {
            "text": "Also in May 2012, the UK's Engineering and Physical Sciences Research Council (http://www.epsrc.ac.uk) awarded a GBP 5 million (USD 7.9 million) five-year grant to a consortium of universities to develop a webbased synthetic biology information system called Syn-BIS that is currently in beta trials. SynBIS will host the software platform BioCAD and modeling tools, opening up the possibility of undertaking high-level software design of bioparts and devices. At the same time, the UK government plans to provide a boost to the nation's synthetic biology sector under a new initiative that will provide nearly GBP 6.5 million (USD 10.2 million) in research funding. Applicants for the funding also will be expected to consider any ethical, social and regulatory implications related to the use of their technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support for Research in Synthetic Biology"
        },
        {
            "text": "Funding of research in synthetic biology by government agencies in the USA and the UK is encouraging. Acceptance of personalized medicine by the pharmaceutical industry and healthcare professionals is increasing. Currently research on synthetic biology is being conducted at over 300 places in the USA and Europe [40] . These include 70 companies (60 in the USA and 10 in Europe) and 125 universities (95 in the USA and 30 in Europe); the rest are research institutes and laboratories. This number has been increasing over the past few years and is expected to continue increasing. The synthetic biology research market, which was estimated to be worth USD 800 million in 2011, is estimated to grow to USD 4 billion during the next decade [41] .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Future Prospects"
        },
        {
            "text": "Among new technologies, synthetic biology will contribute by the introduction of therapeutic systems based on a synthetic genome, using an expanded genetic code, and designed for specific personalized drug synthesis as well as delivery and activation by a pathological signal. Improvements in the speed and cost of DNA synthesis will enable scientists to design modified bacterial chromosomes that can be used in the production of pharmaceutical intermediates and healthcare products. Synthetic mammalian gene network-based design of biohybrid materials will be useful for applications in personalized medicine because of its interactive functionality [42] . Synthetic biology may provide the tools to devise tailored treatments for some currently incurable conditions. Synthetic biology and personalized medicine will provide commercial opportunities for the biopharmaceutical industry by discovery of personalized drugs that will be cheaper to manufacture and have a shorter and less expensive development path with lower failure rate compared to traditional drugs. Although there are a number of ethical issues they are being addressed. As further research is carried out, funding covers the investigation of relevant new ethical issues that may arise. Synthetic biology remains a promising technology for advancing personalized medicine.",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 656,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Future Prospects"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Engineering life through synthetic biology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kamma",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "In Silico Biol",
            "volume": "6",
            "issn": "",
            "pages": "401--410",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emerging biomedical applications of synthetic biology",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fussenegger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Rev Genet",
            "volume": "13",
            "issn": "",
            "pages": "21--35",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Drug discovery and delivery in the 21st century",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Triggle",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Med Princ Pract",
            "volume": "16",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Textbook of Personalized Medicine",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The role of nanobiotechnology in the development of personalized medicine",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Med Princ Pract",
            "volume": "20",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Role of biological therapies in the development of personalized medicine",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Expert Opin Biol Ther",
            "volume": "12",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Creation of a bacterial cell controlled by a chemically synthesized genome",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lartigue",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Noskov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Algire",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Benders",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Montague",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Moodie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "329",
            "issn": "",
            "pages": "52--56",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The changing economics of DNA synthesis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Biotechnol",
            "volume": "27",
            "issn": "",
            "pages": "1091--1094",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Synthetic biology: applications come of age",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Khalil",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Rev Genet",
            "volume": "11",
            "issn": "",
            "pages": "367--379",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Breaking the code of DNA binding specificity of TAL-type III effectors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Scholze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schornack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Landgraf",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hahn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kay",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lahaye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nickstadt",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bonas",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "1509--1512",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "De novo designed proteins from a library of artificial sequences function in Escherichia coli and enable cell growth",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Mckinley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Viola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Hecht",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Smart medication through combination of synthetic biology and cell microencapsulation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ausländer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wieland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fussenegger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Metab Eng",
            "volume": "14",
            "issn": "",
            "pages": "252--260",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Systems medicine and metabolic modelling",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mardinoglu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Intern Med",
            "volume": "271",
            "issn": "",
            "pages": "142--154",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Metabolic engineering for the production of clinically important molecules: omega-3 fatty acids, artemisinin, and taxol",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Bhatia",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biotechnol J",
            "volume": "7",
            "issn": "",
            "pages": "20--33",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sequence-specificity and energy landscapes of DNA-binding molecules",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Tietjen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Donato",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhimisaria",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Ansari",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Methods Enzymol",
            "volume": "497",
            "issn": "",
            "pages": "3--30",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mammalian synthetic biology -from tools to therapies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aubel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fussenegger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bioessays",
            "volume": "32",
            "issn": "",
            "pages": "332--345",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Synthetic biology moving into the clinic",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Ruder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "",
            "pages": "1248--1252",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Resistance to dietinduced obesity in mice with synthetic glyoxylate shunt",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Beaven",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tontonoz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reue",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Dipple",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Metab",
            "volume": "9",
            "issn": "",
            "pages": "525--536",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rational design of a small molecule-responsive intramer controlling transgene expression in mammalian cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ausländer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wieland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ausländer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tigges",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fussenegger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nucleic Acids Res",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Anti-Borrelia burgdorferi antibody profile in post-Lyme disease syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chandra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Wormser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Marques",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Latov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alaedin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Vaccine Immunol",
            "volume": "18",
            "issn": "",
            "pages": "767--771",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Black WC 4th: Genetic elimination of dengue vector mosquitoes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Wise De Valdez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nimmo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Betz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alphey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci",
            "volume": "108",
            "issn": "",
            "pages": "4772--4775",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Engineering antibiotic production and overcoming bacterial resistance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Planson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carbonell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Grigoras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Faulon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biotechnol J",
            "volume": "6",
            "issn": "",
            "pages": "812--825",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Screens, maps & networks: from genome sequences to personalized medicine",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sandmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boutros",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Opin Genet Dev",
            "volume": "22",
            "issn": "",
            "pages": "36--44",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Therapeutic synthetic gene networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karlsson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Opin Biotechnol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Compartmentalized reactions as a case of softmatter biotechnology: synthesis of proteins and nucleic acids inside lipid vesicles",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carrara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kuruma",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Mater Chem",
            "volume": "21",
            "issn": "",
            "pages": "18887--18902",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Synthetic cells and organelles: compartmentalization strategies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roodbeen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Hest",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioessays",
            "volume": "31",
            "issn": "",
            "pages": "1299--1308",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Highly efficient reprogramming to pluripotency and directed differentiation of human cells with synthetic modified mRNA",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Manos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahfeldt",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Loh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ebina",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Mandal",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meissner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Stem Cell",
            "volume": "7",
            "issn": "",
            "pages": "618--630",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Synthetic reversal of epigenetic silencing",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Haynes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Silver",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Biol Chem",
            "volume": "286",
            "issn": "",
            "pages": "27176--27182",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Bioinspired materials for controlling stem cell fate",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "Z"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khademhosseini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Langer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Peppas",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acc Chem Res",
            "volume": "43",
            "issn": "",
            "pages": "419--428",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Synthetic biology: impact on the design of innovative vaccines",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kindsmüller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Hum Vaccin",
            "volume": "7",
            "issn": "",
            "pages": "658--662",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Structure-based design of peptides that self-assemble into regular polyhedral nanoparticles",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Machaidze",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lustig",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Aebi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Burkhard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nanomedicine",
            "volume": "2",
            "issn": "",
            "pages": "95--102",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A nonadjuvanted polypeptide nanoparticle vaccine confers long-lasting protection against rodent malaria",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kaba",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brando",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mittelholzer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tropel",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Aebi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Burkhard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Lanar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "183",
            "issn": "",
            "pages": "7268--7277",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Antigen-expressing immunostimulatory liposomes as a genetically programmable synthetic vaccine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amidi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Raad",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Crommelin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Heinnik",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mastrobattista",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Syst Synth Biol",
            "volume": "5",
            "issn": "",
            "pages": "21--31",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Antigen identification starting from the genome: a 'Reverse Vaccinology' approach applied to MenB",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Palumbo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fiaschi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brunelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Savino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pizza",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Methods Mol Biol",
            "volume": "799",
            "issn": "",
            "pages": "361--403",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Vaxign: the first web-based vaccine design program for reverse vaccinology and applications for vaccine development",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Mobley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Biomed Biotechnol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Genomics and the continuum of cancer care",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Mcdermott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Downing",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Stratton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "364",
            "issn": "",
            "pages": "340--350",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Future prospects for the cure of brain cancer",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Technol Cancer Res Treat",
            "volume": "5",
            "issn": "",
            "pages": "183--184",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Presidential Commission for the Study of Bioethical Issues: The Ethics of Synthetic Biology and Emerging Technologies. Washington, DC",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Synthetic biology: regulating industry uses of new biotechnologies",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Winters",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "",
            "pages": "1254--1256",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Synthetic Biology Project: Mapping the Emerging Synthetic Biology Landscape",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Synthetic Biology: Technologies, Markets and Companies. Basel",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Synthetic mammalian gene networks as a blueprint for the design of interactive biohybrid materials",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jakobus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wend",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chem Soc Rev",
            "volume": "41",
            "issn": "",
            "pages": "1000--1018",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Role of sequencing in the development of personalized medicine. As an extension of figure 1, this is a schematic representation of sequencing impacts on the development of personalized medicine.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Fig. 1. Interrelationships of synthetic biology and personalized medicine. This is a schematic representation of interrelationships of different technologies that are integrated for the development of personalized medicine.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}