{
    "paper_id": "76ac8014dc99ee788e295c21f870aa9410d5840d",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Aileen",
                "middle": [
                    "Maria"
                ],
                "last": "Marty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Florida International University",
                    "location": {
                        "settlement": "Miami",
                        "region": "Florida",
                        "country": "United States of America"
                    }
                },
                "email": "amarty@fiu.edu"
            },
            {
                "first": "Malcolm",
                "middle": [
                    "K"
                ],
                "last": "Jones",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "postCode": "4072",
                        "settlement": "Brisbane",
                        "region": "Qld",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "M"
                ],
                "last": "Marty",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ")",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The novel Coronavirus (SARS-CoV-2) is a one health issue",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is a new Coronavirus causing significant to severe respiratory infections in humans, causing human misery and death. This Coronavirus, SARS-CoV-2 is alarming health organisations around the world and has already caused significant social and economic losses to China and the Asian Pacific Region, and increasingly, the Globe [1] . The virus portends to cause the loss of trillions of dollars through direct and indirect effects. This harmful viral-driven-economic damage, which has primarily hit Wuhan, Hubei Province, the economic industrial heartland of China, is compounding the effects of the recent economic slowdown in China [2] . These socio-economic pressures alone would highlight the One-Health aspect of the new Coronavirus, but there are more fundamental reasons for calling this a One Health issue.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Members of the Coronavirus family (Coronaviridae) are quintessential One Health viruses. Many coronaviruses are serious animal health threats. Dr. Oskar Seifried, a veterinarian, provided the first description of a Coronavirus in 1931 [3] ; a coronavirus known as Infectious Bronchitis virus (IBV) of Chickens. Today, based on the genetic analysis, we recognise IBV as a Gammacoronavirus which produces a highly contagious disease in chickens. IBV produces not only upper respiratory tract infection, but also affects the reproductive tract, and some strains can cause nephritis [4] . Curiously, SARS-COV-2 is also producing renal problems in severely ill patients. It is relevant from a One Health perspective to note that different serotypes and genetic types of IBV are present worldwide and that there seems to be little, if any cross-protection from one serotype to the next. Also, the veterinary community has noted that new types of IBV continue to arise as a result of recombination events in the viral genome and from mutation, making IBV challenging to identify and extremely difficult to control, even though several IBV vaccines exist [5] . Another serious Coronoavirus is the bat enteric coronavirus HKU2, identified in China, which causes severe piglet diarrhoea and mortality, and has led to serious impacts to the livestock industry [6] .",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1147,
                    "end": 1150,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1349,
                    "end": 1352,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based [7] , and the virus received its name, SARS-CoV. SARS, similar to SARS-CoV-2, originated in the Republic of China with evidence that while it most likely originated in bats, entered the human population through intermediate hosts, most likely the 'Himalayan palm civet' (Paguma larvata) and the raccoon dog (Nyctereutes procyonoides) [8] . Thanks to the use of a massive international effort headed by the World Health Organisation (WHO), of case identification, isolation (quarantine), treatment, and contact tracing the SARS outbreak ended only a few months (July 2003), after it began and there has not been a documented SARS infection since 2004. In total, there were approximately 8096 probably cases in 29 countries and 774 deaths from the SARS outbreak.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 9,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In June 2012, the second major human coronavirus, MERS-CoV revealed itself in a sputum sample from a 60-year-old Saudi man who died of overwhelming bilateral pneumonia and renal failure [9] ; this Betacoronavirus also has a close relationship with two bat-CoVs (HKU4 and HKU5), and camelids are thought to serve as the intermediates between infected vespertilionid bats and humans [10] . Infection of dromedary camels with MERS-CoV appears to be common on the Arabian peninsula and parts of Africa, and there is documentation not only of camel-to human transmission, but also of human-to-camel transmission. Fortunately, Human-to-Human transmission of MERS-CoV is very limited except in hospital settings. Sporadic MERS infections continue to this day.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On December 31 of 2019, China revealed that there was a growing number of cases of a mysterious pneumonia in Wuhan City, Hubei Province [11] . On January 7th 2002, Chinese authorities announced the detection of a novel human betacoronavirus, provisionally named 2019-nCoV by the WHO (and later renamed, SARS-CoV-2) as the agent responsible for the pneumonia outbreak in Wuhan. By 10 January a virus genome was released [12] , and published [13] and multiple other centres soon provided additional laboratory details on the new betacoronavirus [14] . The on-going outbreak of SARS-CoV-2 has already caused far more infections than SARS or MERS and in a far shorter time, most likely because a significant percent of patients do not become seriously ill in a time-frame that would rapidly lead to their detection. Based on the current numbers for COVID-19 (death rate of 2-3 per 100) the new coronavirus appears less deadly than SARS (mortality~1 in 10) or MERS (mortality~3/10), but more deadly than seasonal flu (mortality~0.5 to 1 per 1000).",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While SARS-CoV-2 is spreading at alarming rates in China, there has not yet been sustained human-to-human transmission outside of China. Neither SARS-CoV nor MERS-CoV were characterised by sustained person to person transmission, but were characterised by large clusters with superspreading events. It is uncertain whether COVID-19 will vanish, similar to SARS, or become an established disease that follows seasonal patterns. It is still possible to contain this outbreak using vigorous early case detection, early isolation of suspected and confirmed cases, treatment of cases, contact tracing and social detention measures in China where there is risk of transmission is high. With each day, there is more data suggesting that the outbreak could break out as a pandemic and the fear is that sustained-human-to-human transmission in a low-to-middle-income country could lead to massive numbers of patients with acute respiratory disease and death. Multiple countries have experienced cases of COVID-19, many with severe illness including a few deaths outside of China, and nearly all countries are experiencing the social and economic costs of this new outbreak. However, so long as current public health measures are sustained, the general population outside of China are unlikely to be exposed to this virus at the current time. The goal is to block any potential chains of transmission, however, with so many unknowns, we cannot assure that these measures might not prevent the eventual establishment of a pandemic-in other words an ongoing, widespread transmission of the virus outside of China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given the sudden rapid superspreading event currently at play in China, it is imperative to learn as much as possible about this new coronavirus and to compare it to what we know about other human coronaviruses. One important area of research is determining the cell receptor for the new coronavirus. The previously recognised coronaviruses enter host cells by attaching their Spike (S) protein to a cellular receptor. Most Alphacoronaviruses use aminopeptidase-N (APN) [15] , but one Alphacoronavirus, NL6, uses Angiotensin-converting enzyme 2 (ACE2) as its receptor for entry into host cells. The SARS-CoV also uses the ACE2 receptor as its entry method into cells [16] , this ACE2 is commonly present on cells of the respiratory and enteric tract. The MERS-CoV uses the host cell receptor dipeptidyl peptidase 4 (DPPR or CD26) [17, 18] a cell receptor that is similarly abundant in respiratory and enteric tracts. Recent evidence suggests SARS-CoV-2 uses ACE2 as its entry point; data that should speed the development of an effective drug and eventually a safe and effective vaccine.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 474,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One Health approaches attempt to strategize the coordinated efforts of multiple overlapping disciplines [19] , including environmental surveillance and environmental health. Primary components of the approach lie in animal health and environmental aspects. At the time of writing, the host from which the SARS-CoV-2 entered the human population is unknown although the suspicion is that food markets are likely sources for the original spillover. While the search for the natural host highly implicates bats [21] , search for the intermediary host, if any, is ongoing with the suggestions of the pangolin as a host far from certain. While it is premature to implicate any one particular urban source or natural host, the ensuing search will give insight into pathogens with potential to cross over into human transmission. This approach of environmental surveillance forms part of the PREDICT strategy [20] for detecting viruses with potential for spillover into human.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "FIU experts assess global impacts of China's coronavirus outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Fiu News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The geopolitical consequences of the coronavirus outbreak",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Urcosta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Diplomat",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Histopathology of infectious Laryngotracheitis in chickens",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seifried",
                    "suffix": ""
                }
            ],
            "year": 1931,
            "venue": "J. Exp. Med",
            "volume": "54",
            "issn": "6",
            "pages": "817--826",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The nephrosis-nephritis syndrome in chickens caused by a holte strain of infectious bronchitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Julian",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Willis",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Can. Vet. J",
            "volume": "10",
            "issn": "1",
            "pages": "18--19",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Review of infectious bronchitis virus around the world",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Jackwood",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Avian Dis",
            "volume": "56",
            "issn": "4",
            "pages": "634--641",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A New Bat-HKU2-like Coronavirus in Swine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2309.170915"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "but fast enough? Responding to the epidemic of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gerberding",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Faster",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "20",
            "pages": "2030--2031",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "5643",
            "pages": "276--278",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N. Engl. J. Med",
            "volume": "367",
            "issn": "19",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rooting the phylogenetic tree of middle east respiratory syndrome coronavirus by characterization of a conspecific virus from an African bat",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "19",
            "pages": "11297--11303",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Wuhan seafood market pneumonia virus isolate Wuhan-Hu-1, complete genome",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Genbank",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Human aminopeptidase N is a receptor for human coronavirus 229E",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Yeager",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "357",
            "issn": "6377",
            "pages": "420--422",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "6965",
            "pages": "450--454",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Molecular basis of binding between novel human coronavirus MERS-CoV and its receptor CD26",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "500",
            "issn": "7461",
            "pages": "227--231",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Spike proteins of novel MERS-coronavirus isolates from North-and West-African dromedary camels mediate robust viral entry into human target cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pohlmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Virology",
            "volume": "535",
            "issn": "",
            "pages": "261--265",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A framework for one health research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lebov",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "One Health",
            "volume": "3",
            "issn": "",
            "pages": "44--50",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "One Health proof of concept: Bringing a transdisciplinary approach to surveillance for zoonotic viruses at the human-wild animal interface",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Prev. Vet. Med",
            "volume": "137",
            "issn": "",
            "pages": "112--118",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor bindin",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "30251--30259",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30251-8"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "https://doi.org/10.1016/j.onehlt.2020.100123 by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/BY-NC-ND/4.0/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Contents lists available at ScienceDirectOne Health journal homepage: www.elsevier.com/locate/onehlt",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "and Gammacoronavirus. The new SARS-CoV-2 falls within the Betacoronavirus genus, based on sequence identity, and is reported to have a high sequence identity to a Bat betacoronavirus. The diversity of coronaviruses reflects the facts that this family of viruses has an RNA-dependent RNA polymerase with poor fidelity, high frequency of RNA recombination, and (for RNA viruses) have unusually large genomes. Currently, only Alphacoronavirus and Betacoronavirus have demonstrated the ability to cause human diseases. Many Alphacoronavirus produce a variety of human respiratory diseases, though most cause the symptoms of the \"common cold.\" The deadliest of the known coronavirus diseases in humans, Severe Acute Respiratory Syndrome (SARS), Middle East respiratory syndrome (MERS), and COVID-19 (Coronavirus Infectious disease-19) are all Betacoronavirus. In the fall of 2002, the US National Security Agency began hearing \"chatter\" regarding a new serious respiratory infection in the Guangdong province of China and by the winter of 2002-2003 an alarming new disease, SARS, was making headlines worldwide. it was not until 24 March 2003, that the US CDC and Hong Kong announced that they had isolated a new Coronavirus from a SARS patient",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}