{
    "paper_id": "77fcb3d2473e9f9c05c8f0bce3f4ebecdd5252ca",
    "metadata": {
        "title": "The Advantages and Limitations of International Classification of Diseases, Injuries and Causes of Death The Advantages and Limitations of International Classification of Diseases, Injuries and Causes of Death from Aspect of Existing Health Care System of Bosnia and Herzegovina",
        "authors": [
            {
                "first": "Izeta",
                "middle": [],
                "last": "Kurbasic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health center Cazin",
                    "location": {
                        "postCode": "B&H 4"
                    }
                },
                "email": ""
            },
            {
                "first": "Haris",
                "middle": [],
                "last": "Pandza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health center Cazin",
                    "location": {
                        "postCode": "B&H 4"
                    }
                },
                "email": ""
            },
            {
                "first": "Izet",
                "middle": [],
                "last": "Masic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health center Cazin",
                    "location": {
                        "postCode": "B&H 4"
                    }
                },
                "email": ""
            },
            {
                "first": "Senad",
                "middle": [],
                "last": "Huseinagic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health center Cazin",
                    "location": {
                        "postCode": "B&H 4"
                    }
                },
                "email": ""
            },
            {
                "first": "Salih",
                "middle": [],
                "last": "Tandir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health center Cazin",
                    "location": {
                        "postCode": "B&H 4"
                    }
                },
                "email": ""
            },
            {
                "first": "Fredi",
                "middle": [],
                "last": "Alicajic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health center Cazin",
                    "location": {
                        "postCode": "B&H 4"
                    }
                },
                "email": ""
            },
            {
                "first": "Selim",
                "middle": [],
                "last": "Toromanovic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health center Cazin",
                    "location": {
                        "postCode": "B&H 4"
                    }
                },
                "email": ""
            },
            {
                "first": "Abdulah",
                "middle": [],
                "last": "Nakaš",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health center Cazin",
                    "location": {
                        "postCode": "B&H 4"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The International classification of diseases (ICD) is currently in use in Bosnia and herzegovina. There are lot advantages that this classification offer but it is not always possible to find appropriate code for some disease especially when patient comes first time to the ambulance when few or insufficient data cannot provide adequate diagnosis. The most physicians in Primary health Care use this classification (1, 2, 3, 4) . This code is obligatory in case when patient needs medical prescriptions and is contained on this form and is included in database of pharmacies (1).",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 419,
                    "text": "(1,",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 422,
                    "text": "2,",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 425,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 428,
                    "text": "4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION 1."
        },
        {
            "text": "The first medical classification made John Graunt in 1700, report on the progress of the classification, including the recommendations of the American Public health Association for decennial revisions (2,4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HISTORICAL BACKGROUND 2."
        },
        {
            "text": "The first version of ICD was adopted in 1893 as a classification of death causes by International statistic institute in Chicago (author Jacques Bertillon).The Assembly of American society for public health care in 1898 recommended the revisions of the classification every ten years (1). WhO took over the responsibility for the ICD at its creation in 1948 when the Sixth Revision, which included causes of morbidity, was published for the first time. The World health Assembly adopted in 1967 the WhO Nomenclature Regulations that stipulate use of ICD in its most current revision for mortality and morbidity statistics by all Member States. ICD-10 was endorsed by the Fortythird World health Assembly in May 1990.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HISTORICAL BACKGROUND 2."
        },
        {
            "text": "The basic concept of ICD is founded on the standardization of the nomenclature for the names of diseases and their basic systematization in the hierarchically structured category. One of the bad characteristic of ICD is that it does not give any possibility of the recognition of the extreme outcome of the course of treatment, neither differentiates the causes of the patient condition on the admission (as are the age of a patient, kinds of therapy, superposed diseases, mix cases and similar). The ICD is the international standard diagnostic classification for all general epidemiological, many health management purposes and clinical use (2,3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE BASIC CONCEPT OF ICD 3."
        },
        {
            "text": "The ICD is the international standard diagnostic classification for all general epidemiological, many health management purposes and clinical use. These include the analysis of the general health situation of population groups and monitoring of the incidence and prevalence of diseases and other health problems in relation to other variables such as the characteristics and circumstances of the individuals affected, reimbursement, resource allocation, quality and guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE BASIC CONCEPT OF ICD 3."
        },
        {
            "text": "The tenth revision of the ICD came into use in WhO Member States as from 1994. The tenth revision of ICD is contained in three books (21):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE BASIC CONCEPT OF ICD 3."
        },
        {
            "text": "The tabular list with the classification on three-• and four character level, by the classification of morphology of the neoplasm, with special tabular list of the morbidity and definitions and regulation of nomenclature Instruction for use and • Alphabetic index.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE BASIC CONCEPT OF ICD 3."
        },
        {
            "text": "The most obvious innovation in the classification is that the structure of the codes has changed from numeric to alphanumeric. This allows for considerable expansion of the number of categories and sub-categories in ICD-10 and future revisions. There are approximately 12,700 codes in ICD-10, of which about 8,000 are valid as an underlying cause of death, a considerable increase from approximately 5,000 valid codes for underlying cause of death in ICD-9. The new chapters are created for the diseases of eye and diseases of ear and mastoid processes. The earlier additional classifications of the external causes and factors, which influenced on the health care condition and contact with health care service (E and V list, former additional classification of the Tenth revision), is now a part of the main classification. Enhancements in the code structure create the possibility for analysis of more subtle distinctions in outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Other changes include the re-naming and reordering of chapter titles in ICD-10 compared with ICD-9, and the labeling of blocks of categories. In the Tenth Revision, the use of codes with the first character \"u\" is reserved for the provisional assignment of new diseases of uncertain etiology, and for research purposes, such as studying the effect of alternative classifications on mortality or morbidity statistics. As an example of the former, in early 2003 a provisional category, u04, was created for the newly-identified severe acute respiratory syndrome (SARS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "In Bosnia and herzegovina is in process health system reform and expert team has been working on reduction of \"paper\" documentations and computerization through family medicine program conducted by the Federal Ministry of health. Also, in Bosnia and herzegovina there are implementing several pilot project independently developed and mostly supported by International organizations and foreign universities. Those projects are based on foreign health systems and as such not adjusted to Bosnia and herzegovina's needs and requirements. The similar programs are also initiated in Republic of Srpska. In Bosnia and herzegovina, unfortunately, the health care system is divided according to territorial organization and there are basically no data exchanges among territorial units. The situation is slightly better inside these units but there are no clues that unique health informatics system will be created in next few years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE HEALTH CARE SYSTEM OF B&H 4."
        },
        {
            "text": "This classification is integral part of the most information systems in our country. Basically, there are two ways of keeping medical records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVANTAGES OF ICD CLASSIFICATION 5."
        },
        {
            "text": "The old fashioned way to keep all data about the patient is use of paper medical records that are placed in family medicine office. The physician enters the information on paper and after that this paper family record is placed in archive and is not available for patient at any remote location. In basic set of data that are required for record ICD code and diagnosis are obligatory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVANTAGES OF ICD CLASSIFICATION 5."
        },
        {
            "text": "Another more modern way of keeping patient record is computer database. Now, it is possible to search patient record more rapidly but patient can only access this data while he is in physician's office. Medical Records is an easy and comprehensive medical record keeping software for maintaining your family's medical history. This way of medical record can even better utilize ICD classification because there is more relevant information that are necessary to code specific disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVANTAGES OF ICD CLASSIFICATION 5."
        },
        {
            "text": "The health care provider institutions such as hospitals are subjects that should facilitate implementation of medical applications that follows the patient medical condition and facts connected with him. The list of procedures with their prices can be found in all hospitals and is used by economist but are of little help for medical workers. Database should provide the whole picture of current situation. It is very important that we have tools for analysis of clinical data. Analysis of data is only way to improve the prevention of future errors and induce reduction of costs of hospitalization. using the database it is possible to reveal all advantages and disadvantages of some method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADVANTAGES OF ICD CLASSIFICATION 5."
        },
        {
            "text": "This classification is not suitable in cases where few or no information about patient is available. In such case only symptoms of disease can be coded that can be caused by several different medical condition that can be regularly coded if we have enough information to confirm diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISADVANTAGES OF ICD CLASSIFICATION 6."
        },
        {
            "text": "The Classification committee of WONCA (World Organization and Academic Association of the general Practitioners) has produced a clinical coding system known as ICPC (International Classification for Primary Care) (1). The release of an updated version ICPC 2 is now published. ICPC-2 classifies patient data and clinical activity in the domains of General/Family Practice and primary care, taking into account the frequency distribution of problems seen in these domains. It allows classification of the patient's reason for encounter (RFE), the problems/ diagnosis managed, interventions, and the ordering of these data in an episode of care structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISADVANTAGES OF ICD CLASSIFICATION 6."
        },
        {
            "text": "Above mentioned tasks cannot be achieved using ICD 10 classification. The definitive diagnosis that can be coded using ICD can be achieved after several visits of patient and rarely during the first visit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISADVANTAGES OF ICD CLASSIFICATION 6."
        },
        {
            "text": "The nomenclature and classifications are essential part of scientific methodology in the health care. The existing state of the nomenclature in the healthcare activity enables the optimal application of the computer technology in the processing and the retrieval of the medical data or information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION 7."
        },
        {
            "text": "The problems of the nomenclature of the health care services, the classifications, the identification and coder for the needs of the development and functioning of the informational systems in the health care are the weakest link in our conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION 7."
        },
        {
            "text": "The ICD classification is one of the oldest and most important classifications in medicine. In the scope of ICD are all fields of medicine. It is used in statistical purpose and as a coding system in medical databases. This classification is used by most of physicians. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION 7."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "International Statistical Classification of Diseases 2. and Related health Problems",
            "authors": [],
            "year": 1992,
            "venue": "Geneve. Svjetska zdravstvena organizacija. Međunarodna 3. klasifikacija bolesti i srodnih zdravstvenih problema, 10. revizija, (MKB-10). Svezak 1. Medicinska naklada",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World health Organization. Family of International 4. Classifications: definition, scope and purpose",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "International statistic classification of the diseases and problems connected with the health care",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}