{
    "paper_id": "786282089d03a2eaed7139f503755faa30dd741f",
    "metadata": {
        "title": "Impact of Middle East respiratory syndrome outbreak on the use of emergency medical resources in febrile patients",
        "authors": [
            {
                "first": "Hyunho",
                "middle": [],
                "last": "Jeong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Uijeongbu"
                    }
                },
                "email": ""
            },
            {
                "first": "Sikyoung",
                "middle": [],
                "last": "Jeong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Daejeon"
                    }
                },
                "email": ""
            },
            {
                "first": "Juseok",
                "middle": [],
                "last": "Oh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Uijeongbu"
                    }
                },
                "email": ""
            },
            {
                "first": "Seon",
                "middle": [
                    "Hee"
                ],
                "last": "Woo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Incheon"
                    }
                },
                "email": ""
            },
            {
                "first": "Byung",
                "middle": [
                    "Hak"
                ],
                "last": "So",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Suwon"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeong",
                "middle": [
                    "Hee"
                ],
                "last": "Wee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Seoul"
                    }
                },
                "email": ""
            },
            {
                "first": "Ji",
                "middle": [
                    "Hoon"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Bucheon"
                    }
                },
                "email": ""
            },
            {
                "first": "Ji",
                "middle": [
                    "Yong"
                ],
                "last": "Im",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Seung",
                "middle": [
                    "Pill"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Seoul"
                    }
                },
                "email": ""
            },
            {
                "first": "Kyoungnam",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Daejeon"
                    }
                },
                "email": ""
            },
            {
                "first": "Byul",
                "middle": [],
                "last": "Nim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hee",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Daejeon"
                    }
                },
                "email": ""
            },
            {
                "first": "Sungyoup",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Daejeon"
                    }
                },
                "email": "emhong@catholic.ac.kr"
            },
            {
                "first": "Jeong",
                "middle": [
                    "H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeong",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Oh",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "So",
                "middle": [],
                "last": "Bh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wee",
                "middle": [],
                "last": "Jh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Jh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Im",
                "middle": [],
                "last": "Jy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Choi",
                "middle": [],
                "last": "Sp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Park",
                "middle": [
                    "K"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cho",
                "middle": [],
                "last": "Bn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective Outbreaks of transmissible respiratory infection are suspected to have significant effects on the health of pediatric and geriatric patients. The objective was to assess the impact of the Middle East respiratory syndrome (MERS) outbreak on the use of emergency resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods An ecologic analysis of emergency department (ED) records between September and December 2015, was performed. Data was obtained from the National Emergency Department Information System database for Korea. All demographic and diagnostic data from patients presenting with febrile symptoms as a main complaint were collected. The data were compared to the equivalent period in the three years preceding the MERS outbreak in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Following the MERS outbreak, there was an increase in overall ED visits by febrile patients and the proportion of visits by febrile patients, relative to total ED attendances. This effect was more prominent in the children under five years. The duration of the chief complaint before ED arrival and the length of ED stay were significantly increased among younger pediatric patients. Decreased body temperature on arrival was observed in younger pediatric patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion MERS outbreak appears to have had a significant effects on ED use by febrile patients. The use of emergency care services by pediatric patients makes them more vulnerable to an outbreak of a transmissable disease. An effective strategy to control emergency center visits by non-urgent febrile patients and provide proper medical services is urgently needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Middle East respiratory syndrome (MERS), caused by MERSassociated coronavirus (MERS-CoV), a family of viruses that infect mammals such as camels, is an airborne disease. 1 The animal source and mode of transmission of MERS-CoV to human beings is not well known. However, transmission is enhanced in the healthcare setting and 42% of all cases of transmission were found to be healthcare-associated. 2 An epidemic outbreak of MERS occurred in the Republic of Korea between May and July 2015, causing the second largest number of confirmed MERS cases since 2012, following the Kingdom of Saudi Arabia. 3 The outbreak of MERS in Korea can be characterized by intra-hospital transmission and hospital-to-hospital spread, due to easy hospital accessibility and the lack of restrictions on inter-hospital transfers or referrals. In most cases, transmission of MERS-CoV occurred in crowded tertiary emergency centers and due to vector patients moving across the country. 4 For several decades, emergency department (ED) crowding has been extensively discussed and various interventions to reduce the ED crowding were suggested. 5 Overcrowding in EDs occurs when the number of patients exceeds the physical or staffing capacity of the department. Overcrowding occurs in developed countries and has been well documented over the past decade. 6 Although the causative agent and mode of transmission of MERS have been examined in detail, the effects of the epidemic outbreak of an acute transmittable respiratory illness on the operation of the emergency services and the crowding of emergency centers have not been evaluated. We performed a large retrospective observational study comparing the demographic and What is already known It has been suggested that emergency department (ED) crowding is associated with adverse outcomes such as increased mortality rates. Previous studies have reported the adverse impact of Ebola on the health system in Sierra Leone, with a strong decrease in the use of healthcare facilities among pediatric and maternity patients. Preventive actions for increased uses of emergency resources such as pre-hospital emergency counseling service, diversion of ambulance transportation, and hospital admission, are needed promptly after disease outbreaks in the ED.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 403,
                    "end": 404,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 604,
                    "end": 605,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 968,
                    "end": 969,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1125,
                    "end": 1126,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1337,
                    "end": 1338,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This study found an increase in the total number of patients attending the ED with febrile symptoms, after an outbreak of a transmittable respiratory disease. There was an increase in the average age within the age under 5 years group and a decrease in the average age within the age over 5 clinical data of febrile patients after the outbreak of MERS with data of patients who visited the ED over the preceding three years. The specific hypotheses were that (1) the use of emergency resources increased among specific age groups after the outbreak, (2) the length of ED stay and clinical evaluation were affected by the outbreak of MERS, and (3) clinical outcomes, such as admission rates, and mortality or morbidity rates, were changed after the outbreak. The final objectives of this study were to estimate the rate of ED visits attributable to the outbreak of the transmittable respiratory disease and to guide the planning of strategies to manage the ED during or after the outbreak of transmittable respiratory diseases.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 290,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "What is new in the current study"
        },
        {
            "text": "This study was approved by the institutional review boards at the Catholic University of Korea and at each participating institution (no. XC16RIMI0046U).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "This was an ecological study design, based on a retrospective review of epidemiologic and clinical records of febrile patients attending regional and metropolitan emergency centers. Data were extracted from a national registry of emergency patients in Korea. The methods involved estimating the changes in epidemiologic and clinical data from the annual baseline data after the MERS-CoV epidemic. Data for patients visiting three emergency facilities were extracted from the National Emergency Department Information System (NEDIS), operated by the National Emergency Medical Center of Korea and obtained from EDs across Korea. The Impact of MERS outbreak on emergency care Unified Medical Language System was used for data extraction from the NEDIS database and data transfer from each hospital to the National Emergency Medical Center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and protocol"
        },
        {
            "text": "Patient demographic and clinical data collected from the NEDIS database were transmitted from six regional or metropolitan emergency centers belonging to the Catholic Medical Center in Korea. Data for the period between September and December were extracted for each year between 2012 and 2014 and data for the equivalent period in 2015 were collected for patients with febrile symptoms, as set out in Table 1 . Data were collected using a computerized electronic database format from each hospital. Personally identifiable information, including name, identification number, and address, was not collected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 409,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Study setting and data collection"
        },
        {
            "text": "Demographic characteristics of patients with febrile complaints were analyzed separately, in order to assess the potential effects of the MERS outbreak on patient care. We present a controlled study comparing patient data before and after the MERS outbreak. Data were stratified according to age and two groups were compared, the children under five years of age (under five, UF) and the group of age five years and over (over five, OF) along with the previous study, 7 and aggregated to yearly levels. The total number of febrile patients and the proportion of febrile patients out of the total number of ED attendances was normalized with the proportion in 2012 for each hospital as a relative proportion and compared. The demographic and clinical characteristics of patients after the MERS epidemic outbreak were compared with data for the three years preceding the outbreak. Analysis of variance with post-hoc Tukey's honest significant difference test was used to compare the relative proportions, mean age, duration of symptoms before ED visit, length of ED stay, vital signs, and clinical outcome variables, among the four years. Sex and ED disposition were compared using the chi square test. Statistical analysis was repeated for each age group. R-studio was used for all statistical analysis. The graphs represent arithmetic means with error bars of 95% confidence intervals. A P-value less than 0.05 was considered statistically significant.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 469,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Six incidents of MERS outbreak were identified in 6 participating hospitals but there was no cohort quarantine of a person or a place ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 144,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "MERS outbreak in participating hospitals"
        },
        {
            "text": "To estimate the effects of the outbreak of MERS on the use of emergency resources, the total number and relative proportion of febrile patients attending the ED after the outbreak of MERS were compared with the data from equivalent periods during the three years preceding the outbreak. The one sample t-test was used for comparisons involving total numbers of febrile patients attending emergency medical centers. The analysis of variance test was used for comparisons involving the relative proportion of febrile patients attending each hospital. A total of 17,662 patients used selected emergency medical centers during the study period, after the MERS outbreak. This was greater than the average number of patients during the preceding three years (P = 0.03) Fever of unknown origin C0035021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "Relapsing fever C0038992",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "Sweating fever C0085594",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "Fever with chills C0149993",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "Febrile transfusion reaction C0235839",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "Fever of the newborn C0239575",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "Remittent fever C0264743",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "Rheumatic fever without heart involvement C0276241",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "Malignant catarrhal fever C0277799",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "Intermittent fever C0424786",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "Postoperative fever C0437721",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "On examination-fever-general C0743841",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "Disorder characterized by fever C0743973",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "Fever high C0743979",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "Fever subjective C0743981",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "Fever workup C1277295",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "Cough with fever ( Table 3 ). The relative proportion of febrile patients was defined as the proportion of febrile patients out of all patients normalized for each year after the outbreak to the proportion in 2012 for each hospital to avoid a different proportion of UF patients for each hospital according to location. The proportion of febrile patients, 6.01%, 6.82%, 6.57%, and 9.58%, respectively, between 2012 and 2015, accounted for an average relative proportion of 1.23 for each hospital in 2015, which was significantly higher than the relative proportion of the previous 3 years (P = 0.01). This means that the use of emergency facilities by febrile patients was significantly increased, above the annual increment of all ED patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 26,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Overall change in volume and relative proportion of febrile patients"
        },
        {
            "text": "The demographic characteristics of patients who attended the ED with fever after the MERS outbreak were compared with the control patients who visited ED for equivalent periods in the previous three years ( Table 3 ). The average age of UF patients in 2015 was significantly greater than that in the previous three years (P < 0.001) while the average age of OF was significantly lower than that in the previous three years (P < 0.001). This means that visits of young pediatric patients with mild fever increased after the MERS outbreak. The distribution of febrile patients according to sex did not change in the UF group (P = 0.11) but the proportion of male patients among OF gradually increased during the research period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 214,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Demographic change of febrile patients before and after MERS outbreak"
        },
        {
            "text": "Changes in the crude volume of ED attendance were attributed to the outbreak of respiratory contagious diseases predominantly depending on age. We compared the difference in the clinical features of febrile patients according to age groups. In the OF group, the average duration of fever by ED arrival was 2.21 days in 2015, with no difference in the duration during previous years (P = 0.05). In contrast, UF patients visited the ED after an average duration of fever of 1.66 days in 2015, which was significantly longer than the average duration in previous years. The ED length of stay continuously increased to 3.48 hours for all patients so the length in 2015 was significantly longer than in 2012 and 2013 (P < 0.001). Among UF patients, the ED length of stay was 3.39 hours, representing a nearly 40% increase compared to the average ED length of stay in the previous three years (P < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical characteristics and outcomes of UF patients"
        },
        {
            "text": "These results indicate that after the MERS outbreak, UF patients visited the ED after a longer duration of febrile symptoms and remained there longer (Table 3 and Fig. 1 ). Elevated body temperature, an important vital sign for febrile patients and resulting in ED attendance, was compared for both groups (Fig. 2) . The body temperature of the patients gradually decreased as time passed, with statistical significance in both age groups (P < 0.001). This means that UF patients with mild fever used emergency services at an earlier stage, with a lower body temperature. Systolic and diastolic blood pressures were significantly increased in 2015 compared to the previous years in OF patients (P < 0.001). Change of blood pressure was not analyzed because it is not routinely checked in UF patients in the ED. The pulse rate did not change in both age groups (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 163,
                    "end": 169,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 314,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 869,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Clinical characteristics and outcomes of UF patients"
        },
        {
            "text": "To estimate the effects of an increased volume of febrile patients, following the MERS outbreak, on the change in clinical practice at the ED, we compared the rate of admission, days of Impact of MERS outbreak on emergency care hospital stay, and mortality rates between OF and UF groups. Admission rates were 0.31%, 0.30%, 0.37%, and 0.35% for OF patients and 0.17%, 0.14%, 0.16%, and 0.16% for UF patients, respectively from 2012 to 2015. Admission rates showed no increases in either group. Length of hospital stay for OF did not increase after the outbreak but UF stayed for a longer duration in the hospital than before the outbreak (P = 0.05). There were 2, 2, 6, and 7 deaths from 2012 to 2015, respectively, in the OF (P = 0.81) but none of the UF febrile patients died.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical characteristics and outcomes of UF patients"
        },
        {
            "text": "This study showed a significant change on emergency resource use by febrile patients after the outbreak of highly transmissible respiratory infectious diseases. The overall volume of ED visits and the proportion of febrile patients using the services increased after the MERS outbreak and the change was more prominent in children under age 5 years. In pediatric patients, crude ED visits increased and the age of patients was significantly higher. Systolic and diastolic blood pressure measurements were higher in both patient groups after the outbreak. Body temperature was lower after the outbreak. Furthermore, illness duration before ED arrival was longer than before the MERS-CoV outbreak. Length of ED stay for febrile patients was increased after the outbreak of the respiratory contagious illness. The MERS outbreak in Korea was characterized by in-hospital transmission, particularly in overcrowded emergency rooms in patients with chronic diseases, like cancer. 4 Patients with fever or febrile symptoms account for only a small proportion of the total number of ED visits. However, some of these patients have acute respiratory infections and respiratory distress accounts for a large proportion of the morbidity and mortality in complex emergencies. Air droplets from patients with highly transmittable respiratory illness can turn emergency rooms into vectors for transmis- Crowding of EDs has been reported for several decades. Many researchers and societies have developed measures to prevent ED crowding and to provide proper care for emergency patients. Interventions are categorized into input, throughput, and output controls. 9 Input factors include the number of patients and clinical condition severity of patients, such as the risk of infection. 10 We demonstrated a worse ED patient input following the MERS outbreak and specifically, the crude volume of emergency visits was increased and the change was more obvious in children.",
            "cite_spans": [
                {
                    "start": 973,
                    "end": 974,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1647,
                    "end": 1648,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1770,
                    "end": 1772,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Previous investigations have addressed the question of whether ED crowding has an impact on mortality and morbidity rates in the ED. Several studies and systematic reviews confirmed the association between ED crowding and increased mortality rates. [11] [12] [13] [14] [15] However, another study was unable to confirm the adverse effects of crowding on mortality. 16 We also found no change in mortality rates for febrile patients attending the ED after the outbreak. It is considered due to less severity and fatality of fever compared to common manifestations in ED.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 264,
                    "end": 268,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 365,
                    "end": 367,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Emergency preparedness for the outbreak of respiratory transmittable illness has scarcely focused on preventing overcrowding and protecting staff and patients. Rather, the focus has been on preparing emergency quarantine areas and isolating admission rooms. Overcrowding provides favorable conditions for transmission among patients in the ED, through respiratory droplets, and the authors recommend infection control measures, such as case management, isolation and planning for complex emergencies. 17 A study from an expert panel recommended several interventions, such as creating websites and call centers to help patients find appropriate resources to protect themselves from respiratory transmittable illness. 9 This study confirmed the effects of an outbreak of a highly transmittable respiratory disease on the emergency medical system, which has not been studied in detail in previous studies. Immediately after the MERS outbreak, the Korean government implemented regulations for patient referral between acute care facilities 4 and increased the medical cost for patients who visited EDs without emergency symptoms. The results of this study indicate that these measures had no effect and there remains an urgent need for proper regulation or strategies to prevent ED crowding, particularly for UF patients.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 503,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 717,
                    "end": 718,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study shows that following a MERS outbreak, UF patients had a longer duration of febrile symptoms prior to ED arrival than over the preceding three years and the length of ED stay was also increased after the outbreak. This means that crowding for UF patients was increased after the MERS outbreak. A previous study reported the adverse impact of Ebola on the health system in Sierra Leone, with a strong decrease in the use of healthcare facilities in pediatric and maternal groups. We observed the opposite phenomena in the use of emergency resources but the effects from the contagious disease were most obvious among UF patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Pediatric patients are more vulnerable to acute respiratory infection. Increased ED utilization was observed in both age groups but the change was more prominent in the younger group. These findings corroborate existing studies, providing further evidence that children are more sensitive to epidemic outbreaks in the community. 18 A cross sectional study on healthcare utilization after a respiratory transmittable disease outbreak reported a trend of increased medical resource use and hospitalization for publicly insured patients. 19 It is hypothesized that the trend of increased use of emergency services, particularly among young pediatric patients, is associated with the national health insurance service that covers all residents in Korea.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 535,
                    "end": 537,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are few reports of the impact of airborne respiratory transmittable diseases on the use of medical resources. The study cited above demonstrated the deteriorating effects of Ebola outbreak on an already compromised healthcare system in Western Africa. The Ebola outbreak led to a decreased use of community health facilities and this resulted in extensive health and social consequences. 7 In contrast, emergency resource use was paradoxically increased in South Korea following the outbreak of MERS. This phenomenon was attributed to differences in the infectivity and mortality rates of the two diseases. Ebola led to significant mortality, with 11,220 deaths reported among 27,443 clinically consistent cases of Ebola. Among health care workers, 509 deaths occurred in 874 infected and clear clinical cases. 20 The mortality of MERS was less than that of Ebola and the outbreak of MERS in Korea was limited to hospital-to-hospital or intra-hospital transmission, without wide spread transmission in communities. 4 The fact that Koreans have easy access to emergency care facilities influenced the increased use of emergency medical services after the outbreak in Korea, compared to Western Africa. 21 This study confirmed that an increased number of patients attended the ED with febrile symptoms, after the outbreak of a respiratory transmittable disease, compared to the annual volume of febrile patients attending the ED. This indicates that, following an outbreak, more patients with milder symptoms use emergency resources and more patients seek emergency care at an early stage.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 395,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 817,
                    "end": 819,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1021,
                    "end": 1022,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1207,
                    "end": 1209,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study aimed to determine the effects of an outbreak of a highly transmittable infectious disease on the use of emergency Impact of MERS outbreak on emergency care resources. Our approach to estimate the increased burden of febrile patients produced by the outbreak of MERS-CoV in Korea provided new insights, unavailable with other approaches. However, this study has several limitations. The main uncertainty stems from the limited data derived from the six emergency centers, as the ED services had no nationwide coverage. The study period was also of short duration and limited to four months, immediately after the end of the MERS outbreak. While the limitations inherent to an analysis using an electronic database are relevant to this study, a large-scale patient registry from multiple centers was surveyed. Study subjects were limited to patients complaining of fever. Patients with elevated body temperature on physical examination were excluded because this study aimed to estimate the effects of febrile complaints that led patients to seek emergency care in emergency centers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The increment of emergency center visits with mild febrile illness may be due to the shift of attendance of patients from emergency care facilities to emergency centers. We collected and analyzed data from multiple dual tier emergency facilities but no small primary emergency care facility was included. Nationwide ED survey data are available in Korea and further studies using the national emergency patient registry are recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The impact of an outbreak of a transmittable respiratory illness on ED crowding has not been assessed because it is uncommon to obtain serial data for patients visiting the ED in order to make comparisons before and after the outbreak. This study confirmed important information regarding the outbreak of highly transmittable diseases associated with ED use before and after the outbreak. Crude ED usage was higher than the annual increase, particularly in UF patients. For young pediatric patients, the average age and duration of symptoms upon ED arrival was significantly increased after the outbreak. Preventive actions for increased use of emergency resources, such as pre-hospital emergency counseling services, diversion of ambulance transportation, ED admission, and early inpatient discharge, are needed immediately after the outbreak of disease in the ED.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus: epidemiology and disease control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infect Drug Resist",
            "volume": "7",
            "issn": "",
            "pages": "281--288",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transmission of Middle East respiratory syndrome coronavirus infections in healthcare settings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aden",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Abu Dhabi. Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "647--56",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiological investigation of MERS-CoV spread in a single hospital in South Korea",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "MERS outbreak in Korea: hospital-to-hospital transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemiol Health",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emergency department crowding: time to shift the paradigm from predicting and controlling to analysing and managing",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bergs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vandijck",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hoogmartens",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int Emerg Nurs",
            "volume": "24",
            "issn": "",
            "pages": "74--81",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Overcrowding in emergency department: an international issue",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Somma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paladino",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vaughan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lalle",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Magrini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Magnanti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Intern Emerg Med",
            "volume": "10",
            "issn": "",
            "pages": "171--176",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of the Ebola outbreak on health systems and population health in Sierra Leone",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Elston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Moosa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moses",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Public Health (Oxf)",
            "volume": "38",
            "issn": "",
            "pages": "673--681",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Health Organization. Practical guidelines for infection control in health care facilities. Manila: WHO Regional Office for the Western Pacific",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Interventions to mitigate emergency department and hospital crowding during an infectious respiratory disease outbreak: results from an expert panel",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Dugas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beard",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Curr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/cur-rents.dis.1f277e0d2bf80f4b2bb1dd5f63a13993"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A conceptual model of emergency department crowding",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Asplin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Magid",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Solberg",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Emerg Med",
            "volume": "42",
            "issn": "",
            "pages": "173--80",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Increase in patient mortality at 10 days associated with emergency department overcrowding",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med J Aust",
            "volume": "184",
            "issn": "",
            "pages": "213--219",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The relationship between emergency department crowding and patient outcomes: a systematic review",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pouch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Nurs Scholarsh",
            "volume": "46",
            "issn": "",
            "pages": "106--121",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Systematic review of emergency department crowding: causes, effects, and solutions",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Hoot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aronsky",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Emerg Med",
            "volume": "52",
            "issn": "",
            "pages": "126--162",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Measures of crowding in the emergency department: a systematic review",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aronsky",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Acad Emerg Med",
            "volume": "18",
            "issn": "",
            "pages": "527--565",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Crowding measures associated with the quality of emergency department care: a systematic review",
            "authors": [
                {
                    "first": "Hyunho",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Acad Emerg Med",
            "volume": "22",
            "issn": "",
            "pages": "643--56",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The association between hospital overcrowding and mortality among patients admitted via Western Australian emergency departments",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Sprivulis",
                    "suffix": ""
                },
                {
                    "first": "Da",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Jelinek",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Frazer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med J Aust",
            "volume": "184",
            "issn": "",
            "pages": "208--220",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Communicable diseases in complex emergencies: impact and challenges",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gayer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Salama",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spiegel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "364",
            "issn": "",
            "pages": "1974--83",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Pediatric population size is associated with geographic patterns of acute respiratory infections among adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Emerg Med",
            "volume": "52",
            "issn": "",
            "pages": "63--71",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Trends in hospitalizations and resource utilization for pediatric pertussis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kowalkowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Raphael",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Hosp Pediatr",
            "volume": "4",
            "issn": "",
            "pages": "269--75",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Geneva: World Health Organization",
            "authors": [],
            "year": 2015,
            "venue": "Ebola situation report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Productivity changes in OECD healthcare systems: bias-corrected Malmquist productivity approach",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Health Plann Manage",
            "volume": "31",
            "issn": "",
            "pages": "537--53",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) Body temperature of patients was significantly lower in 2015 after the Middle East respiratory syndrome outbreak. (B) The pulse rate showed no change after the outbreak in all groups. Bar heights indicate mean values and the error bars represent the 95% confidence intervals for the means. (A) Duration of febrile symptoms before arrival at the emergency department (ED) significantly increased after the Middle East respiratory syndrome outbreak in the children under 5 years of age. (B) Length of ED stay also increased in both age groups but the change was statistically significant only in the children under 5 years of age. Bar heights indicate mean values and error bars represent the 95% confidence intervals for the means. Hyunho Jeong, et al.sion.8 ED crowding can accelerate airborne transmission in busy ED rooms without appropriate isolation.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "years group. Age under 5 year febrile patients had a lower body temperature than the average body temperature of patients who visited the ED in previous years. Febrile patients remained longer in the ED and the length of hospital stay was increased. This study indicates that patients with milder symptoms use emergency medical services and emergency personnel devote more efforts to care for patients with a febrile illness after the outbreak of Middle East respiratory syndrome.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Codes from the unified medical language system and names of symptoms for inclusion criteria",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Hospital specific Middle East respiratory syndrome outbreaks",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Demographic characteristics of patients and outcomes of febrile patients",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "The authors wish to acknowledge the financial support of the Catholic Medical Center Research Foundation made in the program year of 2016.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}