{
    "paper_id": "7a0d4f63df57cc9873f41c16e27b5ec3d2b76f88",
    "metadata": {
        "title": "Deep sequencing analysis of viral infection and evolution allows rapid and detailed characterization of viral mutant spectrum",
        "authors": [
            {
                "first": "Ofer",
                "middle": [],
                "last": "Isakov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "postCode": "69978",
                        "settlement": "Tel Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Antonio",
                "middle": [
                    "V"
                ],
                "last": "Bordería",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS URA 3015",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Golan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "postCode": "69978",
                        "settlement": "Tel Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Amir",
                "middle": [],
                "last": "Hamenahem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "postCode": "69978",
                        "settlement": "Tel Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Gershon",
                "middle": [],
                "last": "Celniker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "postCode": "69978",
                        "settlement": "Tel Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Liron",
                "middle": [],
                "last": "Yoffe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "postCode": "69978",
                        "settlement": "Tel Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Hervé",
                "middle": [],
                "last": "Blanc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS URA 3015",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Vignuzzi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS URA 3015",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Noam",
                "middle": [],
                "last": "Shomron",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "postCode": "69978",
                        "settlement": "Tel Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The study of RNA virus populations is a challenging task. Each population of RNA virus is composed of a collection of different, yet related genomes often referred to as mutant spectra or quasispecies. Virologists using deep sequencing technologies face major obstacles when studying virus population dynamics, both experimentally and in natural settings due to the relatively high error rates of these technologies and the lack of high performance pipelines. In order to overcome these hurdles we developed a computational pipeline, termed ViVan (Viral Variance Analysis). ViVan is a complete pipeline facilitating the identification, characterization and comparison of sequence variance in deep sequenced virus populations. Results: Applying ViVan on deep sequenced data obtained from samples that were previously characterized by more classical approaches, we uncovered novel and potentially crucial aspects of virus populations. With our experimental work, we illustrate how ViVan can be used for studies ranging from the more practical, detection of resistant mutations and effects of antiviral treatments, to the more theoretical temporal characterization of the population in evolutionary studies. Availability and implementation: Freely available on the web at http://www.vivanbioinfo.org Contact: nshomron@post.tau.ac.il Supplementary information: Supplementary data are available at Bioinformatics online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The study of RNA virus populations is a challenging task. Each population of RNA virus is composed of a collection of different, yet related genomes often referred to as mutant spectra or quasispecies (Lauring and Andino, 2010) . This genotypic diversity is the result of the high mutation rate of RNA viruses, which surpasses that of DNA organisms by orders of magnitude (Sanjuán et al., 2010) . This intrinsic high error-rate is largely attributed to the viral RNA dependent RNA polymerases that replicate their genomes (Steinhauer and Holland, 1987) . Recent studies demonstrate that this high-error rate is essential for viral adaptation and survival (Ahlquist, 2002; Crotty et al., 2001) and can have significant implications in vaccine and antiviral efficacy (Love et al., 2010; Woo and Reifman, 2012) . Changes in the rate at which these errors occur may affect virus infectivity, fitness and pathogenesis Crotty and Andino, 2002; Gnä dig et al., 2012; Graham et al., 2012) . Moreover, it was shown that the diversity within an RNA virus population enhances tissue tropism and dissemination, possibly by improving adaptability and mutual support (Vignuzzi et al., 2005) . These studies suggest that characterizing RNA virus populations as a whole, rather than focusing on dominant viral haplotypes (e.g. sequences shared by a significant amount of members in the population) or consensus sequence is far more informative to study pathogenesis. Currently, RNA viruses are genetically characterized through a variety of techniques. The most basic and common method involves classic Sanger sequencing of cDNA produced by RT-PCR of total viral RNA (i.e. consensus sequencing). Although informative, the consensus sequence is the genetic average of all variants within the virus population and the limitations of this method include its low resolution and ability to detect only highly abundant variants. To increase sensitivity and obtain a small, representative sample of viral variants in a given population by Sanger sequencing, individual viruses can be isolated and amplified (biological clones) (Vignuzzi et al., 2005) or RT-PCR amplicons of the whole population can be subcloned into individual plasmids (molecular clones) (Levi et al., 2010; Sanjuán et al., 2010) . An additional method is Single Genome Amplification in which viral RNA is extracted from a sample and copied into cDNA, which in turn is subjected to limiting dilution and PCR amplification. Thus the obtained PCR products are the result of the amplification of one single molecule of cDNA. These PCR products are then sequenced directly without cloning. Nevertheless, these three methods are time intensive and tedious. Furthermore, the limited coverage that can be sampled (generally <100 clones and 100 K nucleotides per population) is far from the range of variants (105-109) typically found in virus samples. Newer high-throughput sequencing (HTS) technologies have expedited research in microbiology in general, including virology, due to their high throughput sequence data production (Capobianchi et al., 2013; Didelot et al., 2012; Radford et al., 2012; Shomron, 2013) . The ultra-deep coverage afforded by HTS technologies provides obvious improvements to the characterization of RNA viruses. However, most HTS tools in virology are designed for virus discovery, de novo assembly of unknown viral genomes, and the characterization of viral biodiversity found in different organs, organisms or environments (virome) (Delwart, 2013; Foulongne et al., 2012; Hurwitz and Sullivan, 2013; Roux et al., 2012; Yin et al., 2012) . More recently, researchers have begun characterizing the intra-host and intra-strain virus diversity and population dynamics for a variety of viruses of clinical or agricultural relevance. For example, some studies addressed the temporal evolution of variants, the pre-existing presence of drug resistant mutants and the dynamics and emergence of escape mutations in the presence of various types of pressure (Archer et al., 2012b; Barzon et al., 2011; Beerenwinkel and Zagordi, 2011; Bull et al., 2011; Escobar-Gutiérrez et al., 2012; Grad et al., 2014; Love et al., 2010; Martínez et al., 2012; Selleri et al., 2012; Tö pfer et al., 2013; Willerth et al., 2010; Wright et al., 2011) . However, virologists using HTS technologies for the purpose of rare variant detection, face major obstacles when studying virus population dynamics, both experimentally and in natural settings due to the relatively high error rates of these technologies (Archer et al., 2012a; Watson et al., 2013; Wright et al., 2011) . In order to overcome these hurdles several methods have been proposed (Acevedo et al., 2013; Eriksson et al., 2008; Flaherty et al., 2012; Ghedin et al., 2012; Jabara et al., 2011; Kinde et al., 2011; Macalalad et al., 2012; Mangul et al., 2014; Schmitt et al., 2012; Watson et al., 2013; Wilm et al., 2012; Wright et al., 2011; Wu et al., 2014; Zagordi et al., 2011) . These methods can be split into two main categories. The first increases variant detection fidelity by modulating the library preparation step. Schmitt et al. tag and compare both strands of a DNA segment, efficiently pinpointing strand-discordant variants as errors. Jabara et al., Kinde et al., Mangul et al. and Wu et al. use Macalalad et al. used covariation (i.e. phasing) between variants and an expectation maximization-based quality recalibration. Methods which aim to identify the genomes of individual haplotypes in the population (Eriksson et al., 2008; Zagordi et al., 2011) utilize clustering of overlapping reads and haplotype reconstruction in order to correct for sequencing errors. The performance of these methods depends upon the length of sequence reads with long reads enabling the reconstruction of entire viral genome sequences. Some methods (Ghedin et al., 2012; McElroy et al., 2013; Wilm et al., 2012) also include an additional test for strand bias (Guo et al., 2012) in order to further reduce false positive calls. Although these second category methods demonstrate very high specificity (positions without variance are correctly identified as such), sensitivity (pinpointing true variant positions) remains the major limiting factor (Wilm et al., 2012) . All of the aforementioned tools focus on accurate variant detection and do not facilitate any downstream analysis and interpretation of the detected variants. Moreover, although the end-users for the aforementioned tools and methods are, for the most part, virologists studying highly diverse viral populations, these tools require the use of unix command line and other computational proficiencies which are not common in the field.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 227,
                    "text": "(Lauring and Andino, 2010)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 372,
                    "end": 394,
                    "text": "(Sanjuán et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 552,
                    "text": "(Steinhauer and Holland, 1987)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 655,
                    "end": 671,
                    "text": "(Ahlquist, 2002;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 672,
                    "end": 692,
                    "text": "Crotty et al., 2001)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 765,
                    "end": 784,
                    "text": "(Love et al., 2010;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 785,
                    "end": 807,
                    "text": "Woo and Reifman, 2012)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 913,
                    "end": 937,
                    "text": "Crotty and Andino, 2002;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 938,
                    "end": 959,
                    "text": "Gnä dig et al., 2012;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 960,
                    "end": 980,
                    "text": "Graham et al., 2012)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1153,
                    "end": 1176,
                    "text": "(Vignuzzi et al., 2005)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2104,
                    "end": 2127,
                    "text": "(Vignuzzi et al., 2005)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2233,
                    "end": 2252,
                    "text": "(Levi et al., 2010;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2253,
                    "end": 2274,
                    "text": "Sanjuán et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 3068,
                    "end": 3094,
                    "text": "(Capobianchi et al., 2013;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3095,
                    "end": 3116,
                    "text": "Didelot et al., 2012;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 3117,
                    "end": 3138,
                    "text": "Radford et al., 2012;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 3139,
                    "end": 3153,
                    "text": "Shomron, 2013)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 3501,
                    "end": 3516,
                    "text": "(Delwart, 2013;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3517,
                    "end": 3540,
                    "text": "Foulongne et al., 2012;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3541,
                    "end": 3568,
                    "text": "Hurwitz and Sullivan, 2013;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 3569,
                    "end": 3587,
                    "text": "Roux et al., 2012;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 3588,
                    "end": 3605,
                    "text": "Yin et al., 2012)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 4017,
                    "end": 4039,
                    "text": "(Archer et al., 2012b;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 4040,
                    "end": 4060,
                    "text": "Barzon et al., 2011;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4061,
                    "end": 4092,
                    "text": "Beerenwinkel and Zagordi, 2011;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 4093,
                    "end": 4111,
                    "text": "Bull et al., 2011;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 4112,
                    "end": 4143,
                    "text": "Escobar-Gutiérrez et al., 2012;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 4144,
                    "end": 4162,
                    "text": "Grad et al., 2014;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 4163,
                    "end": 4181,
                    "text": "Love et al., 2010;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 4182,
                    "end": 4204,
                    "text": "Martínez et al., 2012;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 4205,
                    "end": 4226,
                    "text": "Selleri et al., 2012;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 4227,
                    "end": 4248,
                    "text": "Tö pfer et al., 2013;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 4249,
                    "end": 4271,
                    "text": "Willerth et al., 2010;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 4272,
                    "end": 4292,
                    "text": "Wright et al., 2011)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 4549,
                    "end": 4571,
                    "text": "(Archer et al., 2012a;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 4572,
                    "end": 4592,
                    "text": "Watson et al., 2013;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 4593,
                    "end": 4613,
                    "text": "Wright et al., 2011)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 4686,
                    "end": 4708,
                    "text": "(Acevedo et al., 2013;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 4709,
                    "end": 4731,
                    "text": "Eriksson et al., 2008;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 4732,
                    "end": 4754,
                    "text": "Flaherty et al., 2012;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 4755,
                    "end": 4775,
                    "text": "Ghedin et al., 2012;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 4776,
                    "end": 4796,
                    "text": "Jabara et al., 2011;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 4797,
                    "end": 4816,
                    "text": "Kinde et al., 2011;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 4817,
                    "end": 4840,
                    "text": "Macalalad et al., 2012;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 4841,
                    "end": 4861,
                    "text": "Mangul et al., 2014;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 4862,
                    "end": 4883,
                    "text": "Schmitt et al., 2012;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 4884,
                    "end": 4904,
                    "text": "Watson et al., 2013;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 4905,
                    "end": 4923,
                    "text": "Wilm et al., 2012;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 4924,
                    "end": 4944,
                    "text": "Wright et al., 2011;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 4945,
                    "end": 4961,
                    "text": "Wu et al., 2014;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 4962,
                    "end": 4983,
                    "text": "Zagordi et al., 2011)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 5130,
                    "end": 5148,
                    "text": "Schmitt et al. tag",
                    "ref_id": null
                },
                {
                    "start": 5269,
                    "end": 5314,
                    "text": "Kinde et al., Mangul et al. and Wu et al. use",
                    "ref_id": null
                },
                {
                    "start": 5315,
                    "end": 5363,
                    "text": "Macalalad et al. used covariation (i.e. phasing)",
                    "ref_id": null
                },
                {
                    "start": 5527,
                    "end": 5550,
                    "text": "(Eriksson et al., 2008;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 5551,
                    "end": 5572,
                    "text": "Zagordi et al., 2011)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 5851,
                    "end": 5872,
                    "text": "(Ghedin et al., 2012;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 5873,
                    "end": 5894,
                    "text": "McElroy et al., 2013;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 5895,
                    "end": 5913,
                    "text": "Wilm et al., 2012)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 5962,
                    "end": 5980,
                    "text": "(Guo et al., 2012)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 6249,
                    "end": 6268,
                    "text": "(Wilm et al., 2012)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to better integrate and utilize HTS technology in viral population studies, we developed a computational pipeline and web server, termed ViVan (Viral Variance Analysis). ViVan is a complete pipeline to facilitate the identification, characterization and comparison of sequence variance in deep sequenced virus populations ( Fig. 1) . ViVan performs per-sample allele rate analysis, translates the detected changes into amino acid changes, compares and outputs several informative metrics regarding each analyzed sample. Applying ViVan on deep sequenced data obtained from samples that were previously characterized by more classical approaches, we achieved superior sensitivity and uncovered novel and potentially crucial aspects of virus populations, which could not have been identified otherwise and in much shorter time scales. ViVan efficiently identified low-frequency minority variants across the entire viral genome and changes in population diversity that correlate with in vitro and in vivo data of previously described mutator and antimutator strains of RNA viruses. Additionally, it accurately determined dosage-dependent and drug-specific alterations in mutation frequency associated with mutagenic, antiviral compounds. More generally, we monitored temporal changes occurring within RNA virus populations during experimental evolution and pinpointed unique variable positions in viral genomes found in specific host environments that are indicative of positive selection and adaptation. Overall, we show that ViVan allows rapid characterization of the genetic composition and population dynamics of rapidly evolving viral mutant spectra.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 340,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Validation data-sets were generated and published by Wilm et al. (2012) . LoFreq (Wilm et al., 2012) version 0.6.1 was run on the data using default parameters. Variants with a P-value lower than 0.05 were marked as positive calls, regardless of the strand-bias P-value. VPhaser2 (Yang et al.) , was ran on the data using default parameters. In order to maximize sensitivity, all the variants found in the raw output file (without strand-bias or FDR corrections) were considered as positive. In the first data set, Pileup was included in the comparison and every detected non-reference allele was considered as a true variant.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 71,
                    "text": "Wilm et al. (2012)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 81,
                    "end": 100,
                    "text": "(Wilm et al., 2012)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 280,
                    "end": 293,
                    "text": "(Yang et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Performance validation"
        },
        {
            "text": "In order to test the hypothesis that the frequencies of variants detected only by one replicate (non-reproducible variant; NRV) are higher than expected in the other un-detected samples, for each NRV we counted the number of times its frequency is higher than the other non-reference, non-variant alleles in each replicate. If the NRV frequency is found to be higher in >3 of the replicates (P < 0.05) we determine false negative as the reason of nonreproducibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproducibility confirmation"
        },
        {
            "text": "The production and generation of DS libraries of passage 3 low fidelity variants is described previously (Gnä dig et al., 2012) . The raw data were reanalyzed for this article. (For additional details see Supplementary Data 3).",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 127,
                    "text": "(Gnä dig et al., 2012)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Measuring diversity of viral fidelity variants"
        },
        {
            "text": "Correlation significance between samples was calculated using Pearson's correlation. An unpaired Student t-test was used for comparison between samples (temporal accumulation of variations).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods"
        },
        {
            "text": "Our ViVan pipeline is composed of both established HTS data analysis tools and in-house Python scripts. The entire process, from raw sequencing data to analysis output can be divided into several steps: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ViVan pipeline"
        },
        {
            "text": "We have a sample with minor allele frequency (MAF) f at a genomic locus of interest. The sequencer generates n reads covering that locus. The ith read is denoted y i and is either 0 or 1, where 0 is a non-mutant allele and 1 is the mutant allele. Each read is associated with a quality score p i indicating the probability that it is incorrect. The probability of observing a minor allele is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variant sites identification with allele frequency and confidence interval estimation from deep sequence data"
        },
        {
            "text": "and the probability of observing a reference allele is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variant sites identification with allele frequency and confidence interval estimation from deep sequence data"
        },
        {
            "text": "Because each y i is in fact a Bernoulli variable, we can write down the log of the likelihood function as a sum of log-likelihood functions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variant sites identification with allele frequency and confidence interval estimation from deep sequence data"
        },
        {
            "text": "The optimum of the log-likelihood function has no closed form expression, but the function can be effectively optimized numerically to find its maximizer, denotedf MLE , which is the maximum likelihood estimator of the MAF f in the sample. We can then construct a 1 À a confidence set using Wilks' theorem:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variant sites identification with allele frequency and confidence interval estimation from deep sequence data"
        },
        {
            "text": "; where X 2 1;1Àa is the 1 À a percentile of the chi-square distribution with one degree of freedom. This confidence set is consistent when the estimator is not on the boundary, and conservative when it is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variant sites identification with allele frequency and confidence interval estimation from deep sequence data"
        },
        {
            "text": "A P-value can be similarly derived using Wilks' theorem:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variant sites identification with allele frequency and confidence interval estimation from deep sequence data"
        },
        {
            "text": "where F X 2 1 is the cumulative distribution function of the chi-square distribution with one degree of freedom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variant sites identification with allele frequency and confidence interval estimation from deep sequence data"
        },
        {
            "text": "This analysis is performed for every non-reference allele in every position with sufficient coverage (set at the start of the analysis). The analysis starts with raw sequence reads output by deep sequencing of a virus population sample. First, these raw reads undergo quality trimming where low quality bases are removed from both ends of the read. Second, these quality reads are aligned against a user-supplied reference sequence and a pileup is produced for each position. The pileup output is then analyzed, true variants are identified, variant frequencies are modified and confidence intervals calculated. From these modified significant variants, an assortment of variation metrics is produced, including information regarding the predicted amino acid change in each protein, the variation rates across the viral genome, transition/transversion rates and specific nucleotide change tables. Additionally, once variant frequencies have been calculated, a consensus sequence is produced, utilizing the major allele in each position. This modified consensus sequence can then be used for the alignment of the initial quality reads, hence improving overall alignment and accuracy. Once the analysis is done for each virus sequence sample, a comparison is performed between groups of samples in order to pinpoint both common and unique variants in each group",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variant sites identification with allele frequency and confidence interval estimation from deep sequence data"
        },
        {
            "text": "The variation rate at position i is defined as the proportion (F) of significant non-reference alleles (k) and is denoted V i",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variant sites identification with allele frequency and confidence interval estimation from deep sequence data"
        },
        {
            "text": "The region-wide variation rate is the averaged variation rate across all covered positions in the region (denoted n).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variant sites identification with allele frequency and confidence interval estimation from deep sequence data"
        },
        {
            "text": "Minority variants have been shown to be associated with various viral features, such as viral evolution, pathogenesis and the outcome of drug treatment (Ná jera et al., 1995; Vignuzzi et al., 2005) . To determine how accurately our method detects low-frequency variants in a viral population, and to demonstrate how it compares with currently available methods, we utilized published data generated by Wilm et al. (2012) . We selected three data sets: (i) simulated dengue virus (DENV) population composed of 10 different in-silico generated haplotypes in varying rates (0.1-50%) and varying coverage levels (50Â, 100Â, 500Â, 1000Â, 5000Â, 10 000Â), (ii) simulated DENV population using six sequenced clinical samples sub-sampled at various rates. (iii) six library replicates of DENV2 TSV01 viruses.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 174,
                    "text": "(Ná jera et al., 1995;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 175,
                    "end": 197,
                    "text": "Vignuzzi et al., 2005)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 402,
                    "end": 420,
                    "text": "Wilm et al. (2012)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Performance validation"
        },
        {
            "text": "On each data set, we compared ViVan's performance with LoFreq (Wilm et al., 2012) and VPhaser2 (Yang et al., 2013) . As the number of true negatives (non-variant alleles) greatly surpasses the number of true positives (resulting in high specificity values across methods), we chose to focus on positive predictive values (PPVs; Rate of true variants out of the total identified variants) instead of specificity for performance assessment. The first data set was used to test performance as a function of sequencing coverage. In this data set, we also tested SAMtools pileup's performance in order to mark the upper limit of sensitivity and to demonstrate the importance of variant significance testing. We demonstrated that ViVan presents a significantly higher sensitivity across coverage levels compared with LoFreq and VPhaser2 (P < 0.005; Fig. 2A and B), identifying 90 6 5% of the variants with frequencies <0.2% (64 and 0% in LoFreq and VPhaser2, respectively). The PPV cost of such an increase in sensitivity was found to be minor and significant only in low coverage levels (<500Â; P < 0.01) with a PPV of 0.968 6 0.028 (specificity of 0.99995 6 0.00004) in 50Â coverage. Calling variants using pileup, resulted in the highest sensitivity across coverage levels, but with a much higher cost in PPV. pileup's PPV ranged from 0.376 6 0.022 in 50Â to 0.066 6 0.00003 in 10 000Â (93.4% of detected variants are false). This emphasizes the need for computational variant assessment methods such as those employed by ViVan, LoFreq and VPhaser2 in order to greatly reduce the number of false positive calls. The second data set, which includes real sequencing data, was used to demonstrate ViVan's performance in the context of coverage and quality biases (Fig. 2C) . In this set, variants identified in positions that differ from the reference in any of the six virus strains composing the simulated population were considered true variants (Table 1. ) Because the coverage in this data set was low (100Â) ViVan's PPV was the lowest (0.983, 0.995 and 0.99 for ViVan, LoFreq and VPhaser2, respectively). However, ViVan demonstrated the highest sensitivity out of the three methods (0.947, 0.828 and 0.803 for ViVan, LoFreq and VPhaser2, respectively), identifying all but one of the variants found in the other methods (n ¼ 208), and detecting 24 additional true, low-frequency variants at the cost of four false positive variants. As we demonstrate using the first data-set, a coverage increase should compare ViVan's PPV to the other methods' while maintaining higher sensitivity.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 81,
                    "text": "(Wilm et al., 2012)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 95,
                    "end": 114,
                    "text": "(Yang et al., 2013)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [
                {
                    "start": 843,
                    "end": 850,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1757,
                    "end": 1766,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1943,
                    "end": 1952,
                    "text": "(Table 1.",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Performance validation"
        },
        {
            "text": "The third and final data set, composed of six technical replicates of the same sequenced DENV population, was used to test ViVan's reproducibility. Reproducibility was calculated as the percentage of variants found in more than one replicate, out of the total number of detected variants. When limiting the minimal variant rate for Performance is demonstrated using sensitivity and the F1-score which incorporates both sensitivity and PPV (2*(Sensitivity*PPV)/(Sensitivity þ PPV)). As coverage increases, low frequency variants are detected and sensitivity levels rise across methods. ViVan demonstrates high sensitivity and specificity across coverage levels with only a minor cost in PPV, maintaining an overall F1-score higher than the other methods. SAMtools pileup's decline in F1-score is the result of a decrease in PPV as coverage increases. (C) Simulated virus population, using sub-sampling of clinical samples with known variant locations. Comparing true positive variant calls between methods, ViVan demonstrated the highest sensitivity, identifying all but one of the variants detected by the other methods, and detecting 24 additional low-rate variants. (D) Reproducibility analysis using six libraries replicates of the same virus population. Reproducibility was defined as % of variants detected in more than one replicate. ViVan demonstrates high reproducibility in the higher frequency levels (>0.5%) which decreases as frequencies drop. This decrease in reproducibility is due to detection of extremely low frequency variants by ViVan only in some of the replicates and may be alleviated by sufficient coverage Simulated DENV population using six sequenced clinical samples subsampled at various rates was used to demonstrate ViVan's performance in the context of real sequencing data Because the coverage in this data set was low (100Â) ViVan's PPV was the lowest. However, ViVan demonstrated the highest sensitivity out of the three methods, identifying all but one of the variants found in the other. This dataset also highlights the need for sequencing-error aware methods in order to reduce false positive calls such as the ones produced by naïve pileup. detection, we see that ViVan demonstrates the highest reproducibility (>91.7%) among methods in variants with frequencies >0.5%. Lower variant frequencies thresholds resulted in lower reproducibility across tools, with ViVan detecting the highest number of variants but at the cost of lower reproducibility (Fig. 2D) . We suspected that this decrease in reproducibility is due to coverage limitation and in fact represents false negative calls in extreme low frequency variants in the disagreeing replicates in oppose to false positive calls in the replicate with detected variant. We therefore reviewed the allele frequencies in the variants not reproduced and found that the majority of them (93/133) did demonstrate a higher frequency than expected in the disagreeing replicates (P < 0.05; For more details see Methods section), suggesting that they are in fact true variants. Simply put, ViVan managed to detect extreme low coverage variants in some of the replicates, which, given sufficient coverage, would have been reproduced in the other samples as well. This demonstrates that ViVan maintains high reproducibility (88.4%) even in low variant rates, given sufficient coverage (Fig. 2D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2486,
                    "end": 2495,
                    "text": "(Fig. 2D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3364,
                    "end": 3372,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Performance validation"
        },
        {
            "text": "Although HTS could be a less labor-intensive approach to quantifying diversity than more classic methods involving Sanger sequencing or biochemical incorporation assays, the relatively high error rate of the technology might prove to be too great to distinguish between subtle differences in the genetic diversity of populations. To test whether ViVan can detect such differences, we deep sequenced wild type CVB3 virus and two well-characterized low fidelity mutator strains, I230F and F232Y, that were shown by classical assays to generate 3-fold more mutations than wild type (Gnä dig et al., 2012) . By molecular cloning, wild type virus was found to have a diversity measure of 0.00043 mutations/nucleotide, while the low fidelity variants presented roughly 3-fold more (0.00123 mutations/ nucleotide each) (Fig. 3a) . When all minority variants identified by ViVan were taken into account, regardless of their frequency (no cut-off threshold), the diversity of all three virus populations were significantly higher. Wild type virus, in particular, had higher than expected frequencies of 0.00107 mutations/nucleotide in the region previously sequenced by Gnä dig et al., and 0.000996 mutations/nucleotide across the entire genome. These data suggest that the higher sensitivity of HTS identifies more extremely low-frequency variants than would otherwise be detected by other available methods. Indeed, when cut-off thresholds of 0.005 or 0.01 were set, ViVan generated more conservative mutation profiles that more closely resembled previously reported values for wild type and low fidelity variants obtained by molecular clone sequencing (Gnä dig et al., 2012; Levi et al., 2010) . Being able to identify subtle changes in population diversity is important for RNA viruses, because the naturally high mutation frequencies of these viruses confer susceptibility to conditions that further increase mutation rates above a maximal threshold. This increased mutation rate may result in extinction, also termed lethal mutagenesis (Bull et al., 2007; Vignuzzi et al., 2005) .",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 601,
                    "text": "(Gnä dig et al., 2012)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1646,
                    "end": 1668,
                    "text": "(Gnä dig et al., 2012;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1669,
                    "end": 1687,
                    "text": "Levi et al., 2010)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2033,
                    "end": 2052,
                    "text": "(Bull et al., 2007;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2053,
                    "end": 2075,
                    "text": "Vignuzzi et al., 2005)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 812,
                    "end": 821,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Identifying differences in population diversity and mutagen effects"
        },
        {
            "text": "Chemical agents inducing mutations, i.e. mutagens, are being explored as possible antiviral agents (Crotty and Andino, 2002; Graci and Cameron, 2008 ). An improved characterization of the effect of RNA mutagens and the genetic modulations they induce may facilitate their development as antiviral drugs. With this in mind, we used ViVan to compare virus progeny from cells infected with CVB3 and treated with known mutagens, with an untreated control infection. The drugs tested were ribavirin (R, 400 mM), 5-azacytidine (AZC, 300 mM) and 5-fluorouracil (FU, 150 mM). Each base analog is known to induce different types of mutations, with biases that can be considered genetic signatures of treatment: ribavirin promotes G to A and C to U transitions (Crotty et al., 2000) , 5-AZC promotes G to A transitions and G to C, C to G and C to A transversions, and 5-FU promotes U to C and A to G transitions (Grande-Pérez et al., 2002) (Fig. 3b) . Using our pipeline to quantify the mutational bias The diversity (mutations/nucleotide site) of wild type CBV3 and low fidelity variants I230F and F232Y as previously determined by molecular clone sequencing of a capsid coding region (Gnä dig et al), were determined by deep sequencing across the same region (capsid) or across thewhole genome (genome), setting a minimal rate threshold (>0.005 or >0.01) or without a threshold (no cut-off) (b) Transition and transversion biases resulting from mutagen drug treatment. HeLa cells were infected with CVB3 and treated with the mutagens, 5-AZC, 5-FU or ribavirin (R) or left untreated (control). The frequency (% of total virus population) presenting specific transitions and transversions in deep sequence data were classified by ViVan. (c) Dose-dependent effects of mutagen treatment detected by deep sequencing. HeLa cells were infected with CVB3 with increasing concentrations of ribavirin (0, 100, 200 and 400 mM) and the dose dependent increase in the frequency (% of total virus population) of specific transition (C > U, G > A, U > C, A > G; dashed lines) and transversion (labeled 'others'; solid lines) were determined by ViVan across the entire viral genome, the untreated sample revealed that transition mutations are more common than transversions, as expected, and that the most commonly occurring transition mutations were A to G and U to C, as previously reported (Levi et al., 2010) . For treatment with AZC, a significant increase in G to A transitions and in the three transversions, particularly for C to G, was observed. The deep sequence profile for FU treatment revealed the most commonly induced mutations to be the expected U to C and A to G transitions. Finally, the ribavirin treated population also presents the expected G to A and C to U transitions with the highest frequencies.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 124,
                    "text": "(Crotty and Andino, 2002;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 125,
                    "end": 148,
                    "text": "Graci and Cameron, 2008",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 751,
                    "end": 772,
                    "text": "(Crotty et al., 2000)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2369,
                    "end": 2388,
                    "text": "(Levi et al., 2010)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 930,
                    "end": 939,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Identifying differences in population diversity and mutagen effects"
        },
        {
            "text": "Another aspect of mutagenic drug treatment that can be readily demonstrated by ViVan is dosage-dependence, characterization of which would normally require classic sequencing of hundreds of molecular clones (Levi et al., 2010) . We compared a CVB3 sample without treatment, with infected samples treated with three concentrations of ribavirin (100, 200 and 400 mM). The results confirmed a dose-dependent increase in the ribavirin-associated transition mutations (C to U and G to A) compared with the other transition (A to G and U to C) and transversion mutations, which showed no dose dependent effect (Fig. 3c ).",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 226,
                    "text": "(Levi et al., 2010)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 612,
                    "text": "(Fig. 3c",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Identifying differences in population diversity and mutagen effects"
        },
        {
            "text": "For biologists interested in RNA virus evolution, a primary goal is to identify genotypes and mutations undergoing positive selection that would represent adaptive mutations to the experimental conditions, requiring comparison between numerous samples and controls. Precise comparison of viral population composition is difficult to carry out using common technologies as it requires either an immense amount of whole-genome sequencing of individuals from each population to be compared, or prior knowledge regarding the expected gene or allele targeted by selection. In order to demonstrate ViVan's efficiency in pinpointing these functional mutational hotspots in viral populations, we analyzed deep sequence data of samples produced in a previously published experimental evolution study (Coffey and Vignuzzi, 2011) . In this work, wild type chikungunya virus that normally cycles between mosquito and mammalian hosts, was adapted to either only mammalian host cells, or cycled between mammalian and mosquito cells (Coffey and Vignuzzi, 2011) . We Applied ViVan on three sequenced samples: the initial virus population (stock virus); following seven passages in HeLa cells (p7 HeLa); and after alternating passages between HeLa cells and mosquito C6/36 cells (p7 alt). In the original study using molecular cloning data (Coffey and Vignuzzi, 2011) , mammalianhost adapted virus presented the highest amount of genetic diversity compared with the initial starting population, while mammalianmosquito passage had an intermediate diversity. Analysis with ViVan corroborated these observations. Setting a diversity threshold of >0.005 we found that the stock virus had a total of 305 minority variants. This diversity increased to 443 after serial passage in HeLa cells, and 419 when alternating between HeLa and C6 cells. In the original article, the presence of a more or less diverse set of neutralizing antibody-resistant variants was used as a surrogate for overall genetic diversity that could not be measured by classic sequencing. With our new approach, we were able to ascertain the variant rate across the entire E2 sequence containing these epitopes, detecting variants in extreme low rates. In correlation with the measured neutralizing antibody escape in the original studies, we noticed a significantly higher total variance in the p7 HeLa mammalian cell passaged E2 protein (1.6603) when compared with the mammalian-insect alternating passage (1.4262) (one tailed t-test, P ¼ 0.00004) and the starting stock virus (1.3587) (one tailed t-test, P ¼ 0.00018). Another powerful feature of the ViVan pipeline, is the ease with which it allows comparing and identifying minority variants in one group of samples that are common to that group and not found in a second group of samples. In analyzing this batch of samples, we assessed all the positions across the viral genome in which there was a significant variant in the alternating passage sample that had cycled through mosquito cells, which was not found in any of the other samples (that encountered only mammalian cells) above a rate of 0.001. We detected 396 such variants (Table 2 and Supplementary Data 1). Interestingly, only nine variants had frequencies above 1% of the total population, and the variant exhibiting the highest rate (62%), was an aspargine to lysine change, position 112 of the non-structural protein 4 (nsp4). It is tempting to speculate that this mutation in the nsp4 polymerase may represent a mechanism of adaptation to retain replicative capacity in disparate hosts.",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 818,
                    "text": "(Coffey and Vignuzzi, 2011)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1018,
                    "end": 1045,
                    "text": "(Coffey and Vignuzzi, 2011)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1323,
                    "end": 1350,
                    "text": "(Coffey and Vignuzzi, 2011)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 3140,
                    "end": 3148,
                    "text": "(Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Comparing between samples in evolutionary studies: identifying population-specific acquired mutations that correlate with phenotypic differences"
        },
        {
            "text": "As RNA virus populations adapt to an environment, new mutations will amplify and eventually dominate the population to change the consensus sequence if the selective pressures remain constant over the long-term. However, with HTS technology the emergence of such mutations would expectedly be detectable long before Using our pipeline, we were able to collect all the positions carrying any variant allele with a frequency >0.1% from every sequenced sample (the starting virus population (passage 1), eight cycles in Hela cells and alternating passages between Hela cells and mosquito C6 cells) and pinpoint unique positions across the viral genome in which variants were found only in the alternating passages positions. One of these variant positions, found in the viral polymerase protein (nsp4) demonstrated a high variant allele rate which may suggest functional relevance for survival in alternating host passages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing between samples in evolutionary studies: monitoring temporal changes and emerging variants during virus evolution"
        },
        {
            "text": "dominating the viral population, a significant improvement to both experimental and clinical studies. As an example, the detection of low-frequency adaptive variants in an RNA viral population prior to and during antiretroviral drug treatment could result in more optimized HIV treatment protocols (Ná jera et al., 1995) . To validate ViVan in characterizing genome-wide temporal changes during virus evolution, we sequenced samples infected by three different coxsackie virus variants [WT, the A372V high fidelity, antimutator strain and the S299T low fidelity, mutator strain (Levi et al., 2010) ] at three different time points (1, 60 and 120 replication cycles in HeLa cell culture), with each series performed as biologically independent triplicates. As with any RNA virus, we expected rapid generation of mutations throughout the viral population. We analyzed the variant rate for each sample and performed group comparisons based on time point and virus strain. The results demonstrated a significantly higher variation rates in the later passages, when comparing passage 1 against both passage 60 and 120, and comparing passage 60 against passage 120 (one tailed t-test, maximal P ¼ 0.00016). This significant accumulation of mutations across viral genome was observed in all three coxsackie virus strains tested (Fig. 4) and is indicative of the temporal accumulation of variants in the sequenced viral population, regardless of the strain's intrinsic replication fidelity. Further highlighting the sensitivity of this pipeline, the high fidelity A372V variant and the low fidelity S299T variant, respectively maintained lower and higher diversity throughout the 120 replication cycles and in all triplicate series. We then asked which variants specifically demonstrated a constant increase in rate, as passages progressed, that could be indicative of positive selection and could help elucidate functional determinants throughout a genome. For this purpose, we reviewed the accumulated changes in each coxsackie virus variant (WT, A372V, S299T) over the three time points. Using ViVan, we were able to collect all the positions across each variant's genome which demonstrated a progressive increase in variant allele frequency. We then reviewed all the variants that either (i) accumulated in more than one population, or (ii) accumulated at the highest rate. Out of the four variants that accumulated in all three virus variants (Table 3) , three occurred within viral capsid proteins VP3 and VP4, consistent with the higher evolutionary rates of viral structural proteins and the localization of many receptor binding and antigenic epitopes within the VP3 protein (Carson et al., 1997 (Carson et al., , 2011 . The fourth variant occurred within the viral polymerase (3D; S452P).",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 320,
                    "text": "(Ná jera et al., 1995)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 578,
                    "end": 597,
                    "text": "(Levi et al., 2010)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2676,
                    "end": 2696,
                    "text": "(Carson et al., 1997",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2697,
                    "end": 2719,
                    "text": "(Carson et al., , 2011",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1321,
                    "end": 1329,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2440,
                    "end": 2449,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Comparing between samples in evolutionary studies: monitoring temporal changes and emerging variants during virus evolution"
        },
        {
            "text": "Interestingly, the only accumulated variant in the viral 3B protein was found in five different population sets (all of the A372V populations and two of the WT). Out of the variant positions, common to more than one population and having a rate >5% in passage 120 (n ¼ 11; Table 4 ), seven were within viral capsid proteins, two in 3D, one in 3A and one in 3B. The 3D mutations are the known natural fidelity variants of the polymerase (Levi et al., 2010) : S299T, known to decrease viral replication fidelity, and A372V, known to increase viral replication fidelity. By passage 120, the S299T variant, accumulated to 5 and 1% of the A372V and WT populations, respectively. A372V accumulated in all three WT populations with an average rate of 37% at passage 120.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 455,
                    "text": "(Levi et al., 2010)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 280,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Comparing between samples in evolutionary studies: monitoring temporal changes and emerging variants during virus evolution"
        },
        {
            "text": "These observations suggest that viral populations may fine tune their mutation rates during their infection cycles by generating mixed populations of fidelity variants, so as to increase adaptability (fidelity decrease) while maintaining genetic integrity (fidelity increase).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing between samples in evolutionary studies: monitoring temporal changes and emerging variants during virus evolution"
        },
        {
            "text": "It is becoming increasingly clear that studying only the consensus sequence of an RNA virus insufficiently summarizes the viral population. Often, increases in fitness and changes in adaptability are observed without changes in the consensus sequence (Coffey et al., 2008; Sanz-Ramos et al., 2008) . This hints that minority variants within the viral population are responsible for this effect. Virus diversity represents a pool of randomly generated minority variants, available for adaptation and gradually amplified in frequency through selection. Only with the advent of HTS has studying such minorities become feasible but we are missing standard validated tools to mine, analyze and compare this information from multiple samples. Currently available tools require a high degree of computational savoir-faire, and for more detailed RNA virus population analysis, the user must write additional scripts.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 272,
                    "text": "(Coffey et al., 2008;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 273,
                    "end": 297,
                    "text": "Sanz-Ramos et al., 2008)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our computational pipeline has several advantages over other methods. We use a robust algorithm, based on each variant allele's initial rate and read qualities, to differentiate between sequencingintroduced errors and actual population variants, facilitating accurate variant assessment even at extremely low rates. Another advantage of the pipeline is the set of different outputs we provide for analysis (Fig. 1, Supplementary Data 2) . First, we provide a table of the synonymous and non-synonymous changes for each significantly Implementing our method on one of the CVB wild-type samples, and recording the changes throughout the passages (1, 60 and 120), the positions demonstrating the highest increase in variant allele rate was detected. Out of the top 10 most changing positions, only four were non-structural, one synonymous in the viral protease (3C) one nonsynonymous in 2B and two nonsynonymous in the viral polymerase (3D). The polymerase variants were then recognized as variants already known to modulate viral replication fidelity. variable position, organized by gene and position for the whole viral genome. Second, we provide a battery of metrics including nucleotide substitution matrix, transition/transversion frequencies and variant allele rates. We also include the consensus changes found to be different from the original reference, enabling reconstruction of the genuine consensus for a given sample. Third, we provide three files with pairwise comparisons supplying the mutations found to be different or common among samples. These outputs are rapid and powerful, enabling comprehensive analysis of large data sets. Importantly, we have made ViVan available and accessible for users without computational proficiency in the virology community through an easy-to-use web server, enabling a complete analysis given raw deep sequencing data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 436,
                    "text": "(Fig. 1, Supplementary Data 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Using low fidelity CVB3 variants that generate subtle, yet biologically confirmed, differences in mutant composition, we showed that detected variation frequencies correlated with the mutation frequencies obtained by molecular cloning in the original paper (Gnä dig et al., 2012) . We also showed that sequence analysis of mutagen treated virus populations can identify the specific transition/transversion footprints for three different mutagens, as well as reveal dose-dependent effects. The increased ease and sensitivity of this approach could help identify new compounds with antiviral mutagenic activity and distinguish statistically significant changes that would otherwise be overlooked by classic methods. This may help answer the debate as to whether mutagens such as ribavirin have mutagenic activity at physiological concentrations, as in the treatment of chronic HCV infection (Dusheiko et al., 1996) .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 279,
                    "text": "(Gnä dig et al., 2012)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 890,
                    "end": 913,
                    "text": "(Dusheiko et al., 1996)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition to comparing samples from different environmental conditions, we determined the sensitivity of the pipeline in detecting temporal changes in minority variant composition within the same virus population. We serially passaged wild type coxsackie, as well as naturally occurring high (A372V) and low (S299T) fidelity strains in a cell line to which the virus is already well adapted, to favor a general expansion of more neutral or high fitness variants in this highly permissive environment. Gene by gene analysis of variance corroborated with previous data on picornaviruses, where variability and mutation is seemingly most tolerated in the structural proteins (P1 region) and the P3 non-structural region; while the non-structural P2 region is less variable (Kistler et al., 2007) . A very interesting and unexpected observation was the emergence of fidelity altering mutations in late passages of the wild type strain that is generally considered to be genetically stable. Unlike other fidelity altering mutations isolated in our lab (Gnä dig et al., 2012) , these two alleles exist in some CVB3 isolates (Levi et al., 2010) , but the natural emergence of fidelity variants has not been previously observed. That they emerge within the wild type population during longer-term experimental evolution raises the intriguing possibility that fidelity modulation may occur in natural settings, according to host environment. Such modulation of fidelity would be reminiscent of environment-dependent changes in bacterial mutation rates (Sniegowski et al., 1997) . Our method is intended for high coverage short read data, it does not incorporate information regarding variants detected on the same read and therefore does not support haplotype reconstruction (Eriksson et al., 2008; Zagordi et al., 2011) . Our method is also limited to per-position analysis and therefore it cannot directly account for compensatory mutations. If one wishes to identify such associated variants, we suggest an initial analysis using ViVan in order to identify significant variants followed by a deeper assessment of the data in regards to adjacent variants found within a read length of each other. The examples presented in this work were performed using virus references matching the molecular clone (plasmid) that is later used to produce the viruses themselves. These references are extremely well characterized and serve as a good template for variant analysis. In cases where such appropriate references are not available, we recommend either (i) an initial ViVan run on the data and then a re-run using the modified consensus sequence produced, or (ii) an initial assembly of the viral genome using appropriate assembly tools (Bankevich et al., 2012; Simpson et al., 2009; Zerbino and Birney, 2008) and using the assembled genome as input for ViVan.",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 794,
                    "text": "(Kistler et al., 2007)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1049,
                    "end": 1071,
                    "text": "(Gnä dig et al., 2012)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1120,
                    "end": 1139,
                    "text": "(Levi et al., 2010)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1545,
                    "end": 1570,
                    "text": "(Sniegowski et al., 1997)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1768,
                    "end": 1791,
                    "text": "(Eriksson et al., 2008;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1792,
                    "end": 1813,
                    "text": "Zagordi et al., 2011)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 2726,
                    "end": 2750,
                    "text": "(Bankevich et al., 2012;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2751,
                    "end": 2772,
                    "text": "Simpson et al., 2009;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2773,
                    "end": 2798,
                    "text": "Zerbino and Birney, 2008)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this article, we have presented a new bioinformatic pipeline for the study of HTS data. We hope this tool will help standardize and facilitate the analysis of data this technology provides. As we have illustrated with our experimental work, it can be used for studies ranging from the more practical, detection of resistant mutations and effects of antiviral treatments, to the more theoretical temporal characterization of the population in evolutionary studies. Our analysis pipeline provides an extremely low allele rate cut-off threshold to determine statistically significant minority variants, as well as several metrics and statistics on population diversity, transitions and transversions bias, synonymous and non-synonymous mutation distributions, gene-by-gene and whole-genome analysis. Furthermore, Seven variants were within viral capsid proteins, two in 3D, one in 3A and one in 3B. The 3D mutations are the known natural fidelity variants of the polymerase: S299T, known to decrease viral replication fidelity, and A372V, known to increase viral replication fidelity. By passage 120, the S299T variant, accumulated to 5% and 1% of the A372V and WT populations respectively. A372V accumulated in all three WT populations with an average rate of 37% at passage 120. These observations suggest that viral populations may fine tune their mutation rates during their infection cycles by generating mixed populations of fidelity variants, so as to increase adaptability (fidelity decrease) while maintaining genetic integrity (fidelity increase).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "it readily performs group sample comparisons, a feature not currently available to the scientific community interested in experimental evolution or analysis of clinical and field samples. This set of outputs, coupled with an online web server, sets ViVan as an extensive analysis tool which can be readily used by the virology community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mutational and fitness landscapes of an RNA virus revealed through population sequencing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Acevedo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "RNA-dependent RNA polymerases, viruses, and RNA silencing",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "296",
            "issn": "",
            "pages": "1270--1273",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Analysis of high-depth sequence data for studying viral diversity: a comparison of next generation sequencing platforms using Segminator II",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Archer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Bioinformatics",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Use of four next-generation sequencing platforms to determine HIV-1 coreceptor tropism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Archer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bankevich",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Comput. Biol",
            "volume": "19",
            "issn": "",
            "pages": "455--477",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Applications of next-generation sequencing technologies to diagnostic virology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barzon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int. J. Mol. Sci",
            "volume": "12",
            "issn": "",
            "pages": "7861--7884",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ultra-deep sequencing for the analysis of viral populations",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Beerenwinkel",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Zagordi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr. Opin. Virol",
            "volume": "1",
            "issn": "",
            "pages": "413--418",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Theory of lethal mutagenesis for viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Bull",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "81",
            "issn": "",
            "pages": "2930--2939",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sequential bottlenecks drive viral evolution in early acute hepatitis C virus infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bull",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Next-generation sequencing technology in clinical virology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Capobianchi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin. Microbiol. Infect",
            "volume": "19",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Variations of coxsackievirus B3 capsid primary structure, ligands, and stability are selected for in a coxsackievirus and adenovirus receptor-limited environment",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Carson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "3306--3314",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Purification of the putative coxsackievirus B receptor from HeLa cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Carson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "233",
            "issn": "",
            "pages": "325--328",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Arbovirus high fidelity variant loses fitness in mosquitoes and mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Coffey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "108",
            "issn": "",
            "pages": "16038--16043",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Arbovirus evolution in vivo is constrained by host alternation",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Coffey",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc. Natl Acad. Sci. USA, 105",
            "volume": "",
            "issn": "",
            "pages": "6970--6975",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Host alternation of chikungunya virus increases fitness while restricting population diversity and adaptability to novel selective pressures",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Coffey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vignuzzi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "1025--1035",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Implications of high RNA virus mutation rates: lethal mutagenesis and the antiviral drug ribavirin",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crotty",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andino",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Microbes Infect",
            "volume": "4",
            "issn": "",
            "pages": "1301--1307",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "RNA virus error catastrophe: direct molecular test by using ribavirin",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crotty",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "98",
            "issn": "",
            "pages": "6895--6900",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The broad-spectrum antiviral ribonucleoside ribavirin is an RNA virus mutagen",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crotty",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat. Med",
            "volume": "6",
            "issn": "",
            "pages": "1375--1379",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A roadmap to the human virome",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Delwart",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Transforming clinical microbiology with bacterial genome sequencing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Didelot",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Rev. Genet",
            "volume": "13",
            "issn": "",
            "pages": "601--612",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ribavirin treatment for patients with chronic hepatitis C: results of a placebo-controlled study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dusheiko",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Hepatol",
            "volume": "25",
            "issn": "",
            "pages": "591--598",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Viral population estimation using pyrosequencing",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Comput. Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Identification of hepatitis C virus transmission using a next-generation sequencing approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Escobar-Gutiérrez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Clin. Microbiol",
            "volume": "50",
            "issn": "",
            "pages": "1461--1463",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Ultrasensitive detection of rare mutations using nextgeneration targeted resequencing",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flaherty",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nucleic Acids Res",
            "volume": "40",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Human skin microbiota: high diversity of DNA viruses identified on the human skin by high throughput sequencing",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Foulongne",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Presence of oseltamivir-resistant pandemic A/H1N1 minor variants before drug therapy with subsequent selection and transmission",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ghedin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Infect. Dis",
            "volume": "206",
            "issn": "",
            "pages": "1504--1511",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Coxsackievirus B3 mutator strains are attenuated in vivo",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Gnä Dig",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "109",
            "issn": "",
            "pages": "2294--2303",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Therapeutically targeting RNA viruses via lethal mutagenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Graci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Future Virol",
            "volume": "3",
            "issn": "",
            "pages": "553--566",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Within-host whole-genome deep sequencing and diversity analysis of human respiratory syncytial virus infection reveals dynamics of genomic diversity in the absence and presence of immune pressure",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Grad",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "",
            "pages": "7286--7293",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A live, impaired-fidelity coronavirus vaccine protects in an aged, immunocompromised mouse model of lethal disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Med",
            "volume": "18",
            "issn": "",
            "pages": "1820--1826",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Molecular indetermination in the transition to error catastrophe: systematic elimination of lymphocytic choriomeningitis virus through mutagenesis does not correlate linearly with large increases in mutant spectrum complexity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grande-Pérez",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "99",
            "issn": "",
            "pages": "12938--12943",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The effect of strand bias in Illumina short-read sequencing data",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Genomics",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The pacific ocean virome (POV): a marine viral metagenomic dataset and associated protein clusters for quantitative viral ecology",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Hurwitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Accurate sampling and deep sequencing of the HIV-1 protease gene using a Primer ID",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Jabara",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "108",
            "issn": "",
            "pages": "20166--20171",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Detection and quantification of rare mutations with massively parallel sequencing",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kinde",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "108",
            "issn": "",
            "pages": "9530--9535",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Genome-wide diversity and selective pressure in the human rhinovirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Kistler",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virol. J",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Quasispecies Theory and the Behavior of RNA Viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lauring",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andino",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Fidelity variants of RNA dependent rna polymerases uncover an indirect, mutagenic activity of amiloride compounds",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Levi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Fast and accurate short read alignment with Burrows-Wheeler transform",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Durbin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "",
            "pages": "1754--1760",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The sequence alignment/map format and SAMtools",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "",
            "pages": "2078--2079",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Mathematical modeling of ultradeep sequencing data reveals that acute CD8þ T-lymphocyte responses exert strong selective pressure in simian immunodeficiency virus-infected macaques but still fail to clear founder epitope sequences",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M T"
                    ],
                    "last": "Love",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "5802--5814",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Highly sensitive and specific detection of rare variants in mixed viral populations from massively parallel sequence data",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Macalalad",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Comput. Biol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Accurate viral population assembly from ultra-deep sequencing data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mangul",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioinformatics",
            "volume": "30",
            "issn": "",
            "pages": "329--337",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Ultradeep sequencing analysis of population dynamics of virus escape mutants in RNAi-mediated resistant plants",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol. Biol. Evol",
            "volume": "29",
            "issn": "",
            "pages": "3297--3307",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Accurate single nucleotide variant detection in viral populations by combining probabilistic clustering with a statistical test of strand bias",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcelroy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Genomics",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Pol gene quasispecies of human immunodeficiency virus: mutations associated with drug resistance in virus from patients undergoing no drug therapy",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ná Jera",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "23--31",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Application of next-generation sequencing technologies in virology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Radford",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Gen. Virol",
            "volume": "93",
            "issn": "",
            "pages": "1853--1868",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Assessing the diversity and specificity of two freshwater viral communities through metagenomics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Viral mutation rates",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sanjuá N",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "9733--9748",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Hidden virulence determinants in a viral quasispecies in vivo",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sanz-Ramos",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "",
            "pages": "10465--10476",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Detection of ultra-rare mutations by next-generation sequencing",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Schmitt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "109",
            "issn": "",
            "pages": "14508--14513",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Detection of haemagglutinin D222 polymorphisms in influenza A(H1N1)pdm09-infected patients by ultra-deep pyrosequencing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Selleri",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin. Microbiol. Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Genetics research: jumping into the deep end of the pool",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shomron",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Genet. Res. (Camb)",
            "volume": "95",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "ABySS: a parallel assembler for short read sequence data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Genome Res",
            "volume": "19",
            "issn": "",
            "pages": "1117--1123",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Evolution of high mutation rates in experimental populations of E. coli",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Sniegowski",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "387",
            "issn": "",
            "pages": "703--705",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Rapid Evolution of RNA Viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Steinhauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "409--431",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Sequencing approach to analyze the role of quasispecies for classical swine fever",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tö Pfer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virology",
            "volume": "438",
            "issn": "",
            "pages": "14--19",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Quasispecies diversity determines pathogenesis through cooperative interactions in a viral population",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vignuzzi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Viral population analysis and minority-variant detection using short read next-generation sequencing",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Philos. Trans. R. Soc. Lond., B, Biol. Sci",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Development of a low bias method for characterizing viral populations using next generation sequencing technology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Willerth",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "LoFreq: a sequence-quality aware, ultra-sensitive variant caller for uncovering cell-population heterogeneity from high-throughput sequencing datasets",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilm",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nucleic Acids Res",
            "volume": "40",
            "issn": "",
            "pages": "11189--11201",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "A quantitative quasispecies theory-based model of virus escape mutation under immune selection",
            "authors": [
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reifman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "109",
            "issn": "",
            "pages": "12980--12985",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Beyond the consensus: dissecting within-host viral population diversity of foot-and-mouth disease virus by using next-generation genome sequencing",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "2266--2275",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "High-throughput profiling of influenza A virus hemagglutinin gene at single-nucleotide resolution",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci. Rep",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "V-Phaser 2: variant inference for viral populations",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Genomics",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "High-resolution deep sequencing reveals biodiversity, population structure, and persistence of HIV-1 quasispecies within host ecosystems",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Retrovirology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "ShoRAH: estimating the genetic diversity of a mixed sample from next-generation sequencing data",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Zagordi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Bioinformatics",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Velvet: algorithms for de novo short read assembly using de Bruijn graphs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Zerbino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Birney",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Genome Res",
            "volume": "18",
            "issn": "",
            "pages": "821--829",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(i) quality control, (ii) alignment and Pileup, (iii) variant frequency collection and filtering, (iv) variant annotation, (v) per-sample metrics and supplements and (vi) group comparison. (For additional details see Supplementary Data 4)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic of ViVan pipeline workflow.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Performance validation of ViVan using data sets compiled by Wilm et al. (A,B) Simulated sequencing of an in-silico generated virus population with varying coverage levels.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Monitoring population diversity and mutational profiles. (a)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Temporal accumulation of variants found in viral populations. The total number of minority variants found in each CVB3 strain (wild type WT, high fidelity A372V and low fidelity S299T) was calculated for each sequenced passage (1, 60 and 120 replication cycles). Variation rates (the average proportion of variant alleles across covered bases in the genome sequence) 6 SEM are shown, from three biological replicates, (P < 0.0001)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "unique identifiers for each sequenced template, facilitating the identification of PCR and sequencing introduced errors and biases. Acevedo et al. used circularized genomic RNA fragments to generate tandem repeats which originate from a single individual within the viral population. Variants that appear in every copy of a set of repeats are then considered true variants. The second category includes methods that utilize post-sequencing parameters in order to identify PCR and sequencing introduced errors.Ghedin  et al. utilize the calculated overall baseline error rates while Flaherty et al. and Wilm et al. calculate these rates per sequenced base. Watson et al. apply a two step quality based filtration prior to variant calling and",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Performance comparison on simulated virus population:",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Chikungunya alternating passages unique mutations",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Allele rate change throughout replication passages",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Variant positions, common to more than one population and having a rate >5% in passage 120",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank C. Barbezange, L. Coffey, L. Levi, N. Gnädig, S. Beaucourt for previous work that was characterized in this study. This work was performed in partial fulfillment of the requirements for a PhD degree of O. Isakov at the Sackler Faculty of Medicine, Tel Aviv University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This study was supported in part by a fellowship from the Edmond J. Safra Center for Bioinformatics at Tel-Aviv University, by a grant from the Conflict of Interest: none declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}