{
    "paper_id": "7a5d731cd59597da7bcef171af936c0af4d7528c",
    "metadata": {
        "title": "EPIDEMIC AND CASE INVESTIGATIONS Surveillance operation for the 141st confirmed case of Middle East Respiratory Syndrome coronavirus in response to the patient's prior travel to Jeju Island",
        "authors": [
            {
                "first": "Open",
                "middle": [],
                "last": "Access",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jeju National University School of Medicine",
                    "location": {
                        "settlement": "Jeju",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Jong-Myon",
                "middle": [],
                "last": "Bae",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jeju National University School of Medicine",
                    "location": {
                        "settlement": "Jeju",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The provincial government of Jeju, South Korea, was notified that a 42-year-old man infected with the Middle East Respiratory Syndrome (MERS) coronavirus had gone sightseeing in Jeju Island. Although the visiting period might be interpreted as the incubation period of MERS, the province decided to conduct active surveillance to prevent a worst-case scenario. Based on the channel of movement of the patient, healthy isolation and active monitoring were conducted for persons who came in contact with the patient. During the active surveillance, none of the 56 persons in self-isolation and 123 persons under active monitoring became infected. This fact supports that MERS is not contagious during the incubation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A 42-year-old man who was residing in Seoul had a sudden fever at a body temperature of 38°C at dawn on June 10, 2015. After recalling that he visited the outpatient clinic of Samsung Medical Center in Seoul with his father on May 27, during which the 14th confirmed patient with Middle East Respiratory Syndrome (MERS), who was considered a super spreader, was staying at the hospital, he suspected having MERS infection [1] and voluntarily reported to health authorities. He thus became the 141st patient with confirmed diagnosis of MERS during the outbreak in South Korea after May 20, 2015 ( Figure 1 ).",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 425,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 596,
                    "end": 604,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "While conducting epidemiological investigation of the confirmed case according to the 2015 MERS response guidelines [2] , disease prevention authorities became aware of two new facts. First, the patient visited a nearby family medicine clinic on May 29 and June 1 because of cold symptoms after May 23. Second, from June 5 to June 8, 12 family members (8 adults and 4 children) from 4 families, including the confirmed patient's family, went sightseeing to Jeju Island on vacation.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Such epidemiological results can lead to two interpretations based on the 2-day to 14-day MERS incubation period [3] . First, the patient started to experience symptoms 14 days, which is the maximum incubation period of MERS, after the contact date, May 27. This means that he traveled to Jeju Island during the incubation period. Second, the patient visited an outpatient family medicine clinic 2 and 5 days after the contact date, which can be considered as the minimum incubation period of MERS. In other words, the 141st confirmed MERS patient traveled to Jeju Island while he was contagious condition. The Centers for Disease Control and Prevention placed more weight on the latter interpretation and urgently alerted the Jeju provincial government for proactive MERS prevention on the midnight of June 18.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Upon notification, the Jeju MERS Prevention Headquarters (hereafter, \"the headquarters\") decided to respond proactively and preemptively in order to prevent the most serious of potential scenarios. As such, the following surveillance operations were conducted: 1) Additional epidemiological investigation to determine the travel channel of the family members and other companions of the patient While the 141st confirmed patient was being isolated in Seoul, and his family members and travel companions were being quarantined at home after being categorized as close contacts, the headquarters found out the full details of their travel channels from the time they entered Jeju Island to the time they left through wired communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance operation information"
        },
        {
            "text": "According to the information obtained, two actions were initiated. First, based on the fact that the patient entered the island at 4:00 pm on June 5 through an airport and left at 3:00 pm on June 8, the maximum incubation period of 14 days was from June 19 to June 22, which would be the focus surveillance period. However, the headquarters decided to conduct surveillance until the dawn of June 30 to address the possibility of a patient's delayed awareness of the infection owing to the weak clinical symptoms. Second, through closed circuit television (CCTV) recordings of their travel channel, the contacts were categorized into close and general contacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance operation information"
        },
        {
            "text": "2) Self-quarantine and active surveillance and monitoring of the contacts Lodging and restaurant staffs who were confirmed to be close contacts through travel channel determination underwent selfquarantine. Meanwhile, the general contacts who were confirmed based on CCTV recordings underwent active monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance operation information"
        },
        {
            "text": "Guests who stayed on the same floor of the same lodging facility underwent active monitoring as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance operation information"
        },
        {
            "text": "3) Encouragement of suspicion notification and active response Meanwhile, through the local media in Jeju Island, the travel channel of the confirmed case was released to the public, and individuals were encouraged to immediately report if they were at the same place at the same time as the patient and experienced MERS-related symptoms. MERS Confirming test was conducted 2 times with epidemiologic investigation for those who reported suspicion of being infected, along with the confirmation of the epidemiological link.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance operation information"
        },
        {
            "text": "On June 18, when the surveillance operation started, monitoring began with 179 individuals, including the 56 individuals who were designated to self-quarantine and the 123 individuals under active monitoring. However, all showed negative results by midnight of June 30, when the self-quarantine and monitoring ended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results of the surveillance operation"
        },
        {
            "text": "Meanwhile, 91 cases of suspected infection were notified during the period, but all showed negative results in the MERS test. Therefore, it was concluded that none of the Jeju citizens became infected after being in contact with the 141st confirmed patient with MERS during incubation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results of the surveillance operation"
        },
        {
            "text": "The 141st confirmed patient with MERS visited Jeju Island during the incubation period, but none of the Jeju citizens who came in contact with him was diagnosed with MERS. In addition, the family members of the 141st confirmed patient and his travel companions, who were considered close contacts, all tested negative for MERS and were subsequently informed to terminate home quarantine. Such results are epidemiological evidence that MERS is not contagious during its incubation period [4] .",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 490,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Meanwhile, through wired communication to his family members and travel companions on the first day of the surveillance operation, facts emerged that supported that the 141st confirmed case of MERS was in its incubation period when the patient visited Jeju Island. First, according to the testimony of his family members and travel companions, he recovered from the cold symptoms that started on May 23 and traveled to Jeju Island in a healthy state on June 3. Second, he did not show any fever according to the fever detection device installed at the entrance of the airport and lodging facility. In particular, lodging staff testified that they did not observe any abnormalities in the patient. Third, none of the family members and travel companions who made close contact with him was diagnosed with MERS. Therefore, in a press conference for Jeju citizens on June 18, it was announced that the possibility of the patient being a source of infection was extremely low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although it was fortunate that none of the Jeju citizens was diagnosed with MERS, this incidence was reported to have caused Jeju Island a loss of 150 billion won in June [5] . Considering the industrial economic structure and geographic environment of Jeju Island, the depicted MERS incidence shows that operation of a center that can proactively and preemptively monitor external infectious diseases is urgently needed [6] .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Current epidemiological situation of Middle East respiratory syndrome coronavirus clusters and implications for public health response in South Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Korean Med Assoc",
            "volume": "58",
            "issn": "",
            "pages": "487--497",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Guideline for management of MERS",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "407--416",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): the bottom line for clinicians",
            "authors": [],
            "year": 2015,
            "venue": "Medscape Medical News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Economic impacts of Jeju by the MERS event in",
            "authors": [
                {
                    "first": "Jeju",
                    "middle": [],
                    "last": "Development Institute",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Surveillance is the security issue",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bae",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Correspondence: Jong-Myon Bae Department of Preventive Medicine, Jeju National University School of Medicine, 102 Jejudaehak-ro, Jeju 63243, Korea Tel: +82-64-755-5567, Fax: +82-64-725-2593, E-mail: jmbae@ jejunu.ac.kr Received: Jul 25, 2015, Accepted: Aug 7, 2015, Published: Aug 7, 2015 This article is available from: http://e-epih.org/ 2015, Korean Society of Epidemiology This is an open-access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/3.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Epidemiology and Health 2015;37:e2015035",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Main events by date for 141st confirmed Middle East Respiratory Syndrome (MERS) case in Korea. PCR, polymerase chain reaction.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Jong-Soo Oh, Chief of the Department of Health and Hygiene of Jeju Special Self-Governing Province, and the staff for their hard work, as they were responsible for the execution of the practical responsibilities of the Jeju MERS Prevention Headquarters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The author has no conflicts of interest to declare for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "Supplementary material (Korean version) is available at http: //www.e-epih.org/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY MATERIAL"
        }
    ]
}