{
    "paper_id": "7af72db19cf1096560e19d5265dc5783ea8dc2cc",
    "metadata": {
        "title": "A Deep Nasopharyngeal Swab Versus Nonendoscopic Bronchoalveolar Lavage for Isolation of Bacterial Pathogens from Preweaned Calves With Respiratory Disease",
        "authors": [
            {
                "first": "L",
                "middle": [
                    "Van"
                ],
                "last": "Driessche",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "R"
                ],
                "last": "Valgaeren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Gille",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Boyen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Ducatelle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Haesebrouck",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Deprez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Pardon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Nonendoscopic bronchoalveolar lavage (BAL) is a practical alternative for a deep nasopharyngeal swab (DNS) to sample the airways of a large number of calves in a short period of time. The extent of commensal overgrowth and agreement of BAL with DNS culture results in preweaned calves are unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objectives: To compare commensal overgrowth and bacterial culture results between DNS and BAL samples. Animals: A total of 183 preweaned calves (144 with bovine respiratory disease and 39 healthy animals).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Cross-sectional study. Deep nasopharyngeal swab and BAL samples were taken from each calf and cultured to detect Pasteurellaceae and Mycoplasma bovis. Agreement and associations between culture results of DNS and BAL samples were determined by kappa statistics and logistic regression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Bronchoalveolar lavage samples were less often polymicrobial, more frequently negative and yielded more pure cultures compared to DNS, leading to a clinically interpretable culture result in 79.2% of the cases compared to only in 31.2% of the DNS samples. Isolation rates were lower in healthy animals, but not different between DNS and BAL samples. Only Histophilus somni was more likely to be isolated from BAL samples. In clinical cases, a polymicrobial DNS culture result did not increase the probability of a polymicrobial BAL result by ≥30%, nor did it influence the probability of a negative culture. A significant herd effect was noted for all observed relationships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions and Clinical Relevance: Nonendoscopic BAL samples are far less overgrown by bacteria compared to DNS samples under the conditions of this study, facilitating clinical interpretation and resulting in a higher return on investment in bacteriologic culturing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "B ovine respiratory disease (BRD) has major economic impact in cattle production systems worldwide. 1 It is the main indication for antimicrobial use in calves and therefore receives considerable attention in countries in which veterinary use of antimicrobials is in question. 2 To rationalize antimicrobial use, veterinary formularies have been established in several European countries such as Belgium, the Netherlands, and Denmark. These formularies recommend sampling of the respiratory tract, bacterial isolation, and susceptibility testing before certain antimicrobial classes, critical for human medicine, can be used. 3 Recently, a change in Belgian law has been made, requiring an antibiogram before fluoroquinolones or cephalosporins can be used. 4 However, to date, there is no consensus on how the respiratory tract should be sampled to isolate causative pathogens.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 277,
                    "end": 278,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 626,
                    "end": 627,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 757,
                    "end": 758,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In practice, deep nasopharyngeal swabs (DNS), 5-7 transtracheal aspiration (TTA), 8 and bronchoalveolar lavage (BAL) 9 ,10 have been used for sampling the respiratory tract. Deep nasopharyngeal swab is the easiest, fastest, and cheapest technique and therefore most suitable for sampling large numbers of animals. 6 One major disadvantage is that DNS does not sample the site of interest (pneumonic lung). Previous work in a single feedlot showed moderate agreement between DNS and BAL culture results in calves for Pasteurellaceae (Pasteurella multocida, Mannheimia haemolytica sensu lato, and Histophilus somni) and mycoplasmata. 11 Transtracheal aspiration samples the bronchial bifurcation, but has the disadvantage of being more time-consuming, expensive, and invasive, while at the same time holding a certain risk (e.g., hemorrhage, emphysema, infection) for the animal. 12 Agreement between DNS and TTA culture results was reported in fattening bulls to be moderate for M. haemolytica s.l. 8 A BAL often is performed with an endoscope, which requires costly equipment and carries high risk of contamination when sampling multiple animals successively. 11 Alternatively, BAL can be performed with a reusable sterilized BAL catheter without endoscopic guidance. 13 This makes it easier for large numbers of animals to be sampled at the lung level in a short time frame and with a low cost per calf. However, an important point of criticism is the nasal passage of the BAL catheter, which may inoculate the BAL sample with either respiratory pathogens of the nasal cavity or commensal microflora. 12 Despite the high prevalence of BRD in preweaned calves, 7,14 information on the performance of nonendoscopic BAL and the agreement of DNS and BAL culture results in preweaned calves currently is not available. Results in preweaned calves might substantially differ from those in feedlot cattle, because preweaned calves are more likely to suffer from their first BRD episode, whereas the older feedlot cattle might relapse, and residual pathogenic flora in the lung might differ from the dominant nasopharyngeal flora.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 83,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 117,
                    "end": 118,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 314,
                    "end": 315,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 632,
                    "end": 634,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 878,
                    "end": 880,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 998,
                    "end": 999,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1160,
                    "end": 1162,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1268,
                    "end": 1270,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1602,
                    "end": 1604,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therefore, the objectives of our study were (1) to determine the outcome of bacterial culture results, isolation rates, and agreement for samples taken with DNS and nonendoscopic BAL with respect to Pasteurellaceae and Mycoplasma bovis. infections in preweaned calves;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(2) to determine the polymicrobial nature of DNS and BAL samples; and (3) to determine whether a polymicrobial DNS culture result, caused by the nasopharyngeal flora or unhygienic sampling, influences BAL culture results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All sampling techniques and the study protocol were revised by the local ethical committee and permitted under experimental license number EC2014-164.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Sample size was calculated to detect a 30% difference in culture results (i.e., prevalence of pure cultures) between DNS and BAL samples in calves with BRD (cases) and controls with 95% confidence and 80% power. Required sample size for a 2-sided test was 37 observations per group. a The sample size for the cases was increased 3.5 times to increase the probability that all major BRD pathogens would be present in the data set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Size Calculation, Study Design, and Animals"
        },
        {
            "text": "A cross-sectional study was performed on 14 commercial herds (4 veal, 10 beef) between September 2014 and May 2015. The study was divided into 2 parts. In 11 herds, animals with clinical BRD (cases) were sampled, and in 3 (2 veal and 1 beef) herds, only healthy animals were sampled (controls).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Size Calculation, Study Design, and Animals"
        },
        {
            "text": "Veal calves were group-housed (4-8) on a slatted floor and fed milk replacer, concentrates, and roughage according to European legislation (EC2008-119). Beef calves also were group-housed (8-12 calves per group) on straw and received milk replacer, concentrates, and roughage. The herds with clinical BRD were reported by local veterinarians and subsequently visited by the research staff. Calves to be sampled (cases) were selected based on previously described inclusion criteria. 15 Briefly, the following clinical signs were scored on a 4-point scale (score 0-3): lethargy (from standing to recumbency and position of the ears), cough (from absent to spontaneous), rectal temperature (from <39°C to >39.5°C), and nasal discharge (from absent to bilateral purulent). An animal with a score ≥5 was considered a case, independent on how many clinical signs were abnormal. Additionally, thoracic ultrasound examination was performed with a 7.5-MHz linear probe b as previously described. 16 The definition for a case was the presence of a consolidated zone in the lung of ≥1 cm 3 . In the affected herds, all animals that met the inclusion criterion were sampled. To avoid subclinical infection or inflammation (bronchitis-pneumonia) because of exposure to BRD risk factors, controls were selected from herds that had not experienced a BRD outbreak in the last month. Controls had to have a normal clinical investigation (0 on the 4-point scale) and absence of any ultrasonographic abnormalities. Animals that were vaccinated against BRD or treated with antimicrobials 14 days before sampling were excluded from the study.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 485,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 988,
                    "end": 990,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Sample Size Calculation, Study Design, and Animals"
        },
        {
            "text": "From each calf, an unguarded DNS and then a BAL sample were taken as previously described. 13 Before inserting a DNS, the animal was restrained while standing and the nostrils were disinfected with 90% alcohol. A 16-cm sterile transport swab c was used. The swab was sufficiently long to cover the distance from the nostril to the medial canthus of the eye, hereby sampling nasopharyngeal tissue. The swab was introduced medioventrally in the nasal cavity until the nasopharyngeal tissue was reached. After rotating several times, the swab was taken out and placed in Amies transport medium without charcoal formulas.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 93,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Sampling"
        },
        {
            "text": "Bronchoalveolar lavage fluid was collected by a reusable homemade polytetrafluorethylene catheter d adjusted with a 12-G catheter stylet. 13 The procedure was performed in standing animals without sedation as previously described. 13 Briefly, after rinsing the nostril with 90% alcohol, the catheter was inserted medioventrally in the nasal cavity, passed through larynx and trachea, and gently advanced into the bronchi until the wedge position was reached. Next, 20 mL of sterile 0.9% NaCl was injected into the lungs and immediately aspirated (recovery of 30-50% of the fluid). 13 If no fluid was recovered, a second 20 mL injection was attempted. Sample validity was checked by inspecting for the presence of the characteristic foam layer, indicating contact with surfactant. Samples were transported at ambient temperature and cultured within 12 hours after sampling. For each calf, a new sterilized catheter was used. Sampling was performed by different veterinarians (3-5 different samplers per herd, 17 different samplers in total).",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 231,
                    "end": 233,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 581,
                    "end": 583,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Sampling"
        },
        {
            "text": "Deep nasopharyngeal swab and BAL samples (0.2 mL) were inoculated on Columbia blood agar e enriched with 5% sheep blood and on pleuropneumonia-like organism (PPLO) agar (10.6 g D-glucose and 40 g PPLO f in 800 mL of distilled water [pH = 7.8-7.9]) for isolation of Pasteurellaceae and M. bovis, respectively. Blood agars were incubated overnight and PPLO agars for 5 days, both at 35°C and 5% CO 2 . Bacteria were selected based on phenotypic characteristics and subsequently further identified by biochemical tests according to as previously described. 17 Identification of M. bovis was made by culturing on PPLO agar enriched with polysorbate 80. Mycoplasma bovis colonies showed the typical \"fried-egg\" morphology on microscopic examination. If no growth was observed after this period, incubation was continued for 48 h for Pasteurellaceae and 7 days for M. bovis. All bacteriological analyses were performed at the department of bacteriology at the Faculty of Veterinary medicine, Gent University, Belgium.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 556,
                    "text": "17",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Bacteriology"
        },
        {
            "text": "Culture results were interpreted as follows: A negative culture result was defined as the absence of growth of the target bacteria or the presence of <2 colonies of contaminants after 48 h of incubation for Pasteurellaceae. A polymicrobial result was defined as the growth of multiple bacterial colonies with different morphologies on the agar of which no target bacteria could be subjected to subculture for further identification. A pure culture result was defined as the presence of 1 bacterial species on the agar (>2 colonies). The presence of several (<5) bacterial species on the agar with dominant growth of 1 species was defined as a dominant culture. Isolation rates of the studied bacteria were calculated by dividing the sum of pure and dominant cultures (i.e., positive cultures) by the total number of samples. All results, except for polymicrobial results, were considered clinically interpretable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Management and Statistical Analysis"
        },
        {
            "text": "The experimental unit was the individual calf. To compare isolation rates between DNS and BAL samples, a multivariable linear mixed model was constructed (PROC GLIMMIX) with the respective bacteriological result (e.g., P. multocida or pure culture) as the outcome variable and swab/BAL as a binary variable factor. A binomial distribution and logit link function with Wald's statistics for type 3 contrasts was used. Herd was added as a random factor to account for clustering. No agreement was investigated among the different veterinarians involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Management and Statistical Analysis"
        },
        {
            "text": "Agreement between DNS and BAL for the isolation of P. multocida, M. haemolytica s.l., H. somni, and M. bovis was determined by means of the Kappa statistic. 18 Strength of agreement for the Kappa coefficient was interpreted as previously described 19 (≤0 = poor; 0.10-0.20 = slight; 0.21-0.40 = fair; 0.41-0.60 = moderate; 0.61-0.80 = substantial; and 0.81-1.0 = almost perfect).",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "text": "18",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 248,
                    "end": 250,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Data Management and Statistical Analysis"
        },
        {
            "text": "The association between isolation of a bacterial species from the DNS sample and its isolation from the BAL sample was determined by means of a multivariable linear mixed model (PROC GLIMMIX). Eight different models were constructed, separate for cases and controls, with the respective pure culture (M. haemolytica s.l., P. multocida, M. bovis, and all pure cultures), a polymicrobial culture, dominant culture, or negative result as the outcome variables. A binomial distribution and logit link function with Wald's statistics for type 3 contrasts was used. Herd was added as a random factor to account for clustering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Management and Statistical Analysis"
        },
        {
            "text": "To determine the effect of a polymicrobial DNS culture result on the probability of a pure culture in the BAL sample in calves with BRD, 5 different general linear mixed models were constructed with M. haemolytica s.l., P. multocida, M. bovis, and a negative culture result as outcome variables. The same procedure as described above was followed. Model validity was evaluated by the Hosmer-Lemeshow goodness-of-fit test for logistic models. Significance was set at P < .05. All analyses were performed in SAS 9.4. g",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Management and Statistical Analysis"
        },
        {
            "text": "Details on herd types, number of animals sampled, and sampling results at herd level are provided in Table 1 . Mannheimia haemolytica s.l., P. multocida, and H. somni were found in 27.3% (3 of 11), 63.6% (7 of 11), and 18.2% (2 of 11) of the BRD outbreak herds, respectively. Mycoplasma bovis was only found in both veal farms with BRD outbreaks (18.2%; 2 of 11). Very few targeted respiratory pathogens (n = 7) could be retrieved from the 3 control herds. In 2 herds (herds 13 and 14), 2 P. multocida isolates were retrieved, whereas in herd 14, 2 H. somni isolates also were retrieved. In herd 13, M. bovis was isolated from a single calf. In herd 12, no respiratory pathogens could be isolated ( Table 2 ). With DNS and BAL, both in cases as controls, P. multocida (n = 67) was isolated most frequently, followed by M. bovis (n = 39), M. haemolytica s.l. (n = 30), and H. somni (n = 13). In case calves, the isolation rates were not significantly different between DNS and BAL for all studied bacteria, except for H. somni which was less frequently isolated from DNS (P < .01; Table 2 ). Mixed infections (i.e., isolation of ≥ 2 respiratory target bacteria from the same DNS or BAL sample) were only seen in cases from the veal farms (Table 3 ). In cases, agreement between DNS and BAL culture results was moderate for all bacteria (j = 0.41-0.60), with the exception of H. somni, for which it was slight (j = 0.16; Table 4 ). A positive DNS culture result in cases significantly increased the odds of a positive BAL for M. haemolytica s.l., P. multocida, and M. bovis (Table 4 ). This relationship was significantly affected by the herd effect (P < .001). Case Beef 9-13 7 0 (0) 0 (0) 0 (0) 0 (0) 7 ] in controls), meaning that no Pasteurellaceae or M. bovis could be phenotypically identified from the plate. Compared to DNS, BAL samples were significantly less polymicrobial (P < .001 for cases and controls), more often negative (P < .001 for cases, P < .01 for controls), and more often returned pure cultures of Pasteurellaceae or M. bovis (P < .001 for cases, P < .02 for controls; Table 2 ). In summary, BAL samples returned an interpretable result (either negative, pure, or dominant culture result) in 79.2% of the cases and in 61.5% of the controls, compared to 31.2% and 17.9% for DNS in cases and controls, respectively (P < .01 for both comparisons; Table 2 ). The polymicrobial nature of a sample result was strongly affected by the herd effect (P < .001). A polymicrobial DNS and BAL culture result in at least 1 animal was present in almost all herds (11 of 14 herds, the other 3 herds had no polymicrobial BAL culture result), but there was very large variation in the percentage of polymicrobial results among the herds sampled (Table 1 ). In the cases, a polymicrobial DNS culture result did not increase the probability of a polymicrobial BAL result by ≥30% (P = .09), nor did it influence the probability of a negative culture (P = .52). However, the probability of retrieving M. haemolytica s.l. and P. multocida from the BAL sample still decreased when the DNS was polymicrobial. In contrast, there was no effect of a polymicrobial DNS result on the probability of isolation of M. bovis from the BAL sample (Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 699,
                    "end": 706,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1080,
                    "end": 1087,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1237,
                    "end": 1245,
                    "text": "(Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1419,
                    "end": 1426,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1572,
                    "end": 1580,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2092,
                    "end": 2099,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 2367,
                    "end": 2374,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 2750,
                    "end": 2758,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 3234,
                    "end": 3242,
                    "text": "(Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To determine how the respiratory tract should be sampled to isolate the causative pathogens, a crosssectional study was performed to compare bacterial culture results and commensal overgrowth between DNS and BAL samples. Sampling procedures returning high isolation rates of the major respiratory pathogens and with a straightforward interpretation of the culture results have the highest return on investment and are therefore most suitable for practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our study, all isolates were identified by biochemical tests and morphology instead of by polymerase chain reaction (PCR). This approach might limit the results with respect to bacterial species identification. Biochemical identification was selected because it is the routine identification method used in private laboratories in Belgium and neighboring countries, for reasons of speed and cost of analysis. The objective of our study was to gain insights into the sampling and culture methods currently used in the field. Also, no selective media to increase Pasteurellaceae isolation rates were used, because doing so currently is not the standard procedure used in private laboratories. Selective media would likely decrease contamination, whereas 1 of the main objectives was to study differences in contamination between DNS and BAL. A final limitation of this study was that, for practical reasons, the returned lavage fluid volume was not determined. Quantification of the target bacteria was not an objective of the study, but differences in the returned volume might potentially have influenced culture results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One of the main findings in the study on preweaned calves is that isolation rates of respiratory bacterial pathogens in both DNS and BAL samples were lower in controls compared to cases. The most likely Herd effect was significant for all studied outcomes, except P. multocida.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "explanation is that the control group consisted of animals originating from other farms than the case farms, whereas in previous work, \"apparently healthy\" incontact animals were used as controls. 11 These apparently healthy animals are likely exposed to the same risk factors as the cases and might be subclinically infected. Therefore, in our study, controls were deliberately chosen from farms without recent BRD exposure, and ultrasound examination was used as an additional tool to aid in selecting truly healthy animals. A disadvantage of this approach is the environmental differences (e.g., bedding, herd size, air quality) that exist among herds.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 199,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To definitively determine whether isolation rates differ between diseased and truly healthy animals in 1 herd, a longitudinal study design would be needed. Agreement between DNS and BAL samples was moderate for M. haemolytica s.l., P. multocida, and M. bovis, similar to what was observed for M. haemolytica s.l. in fattening bulls. 11 Agreement was much lower for H. somni, which can be explained by the fact that H. somni is easily overgrown by other bacteria. 20 Given their polymicrobial nature, DNS samples are likely to be falsely negative for H. somni, when no selective media are used. Current understanding of the pathogenesis of bacterial pneumonia in calves suggests overgrowth of Pasteurellaceae in the nasopharynx and tonsils with subsequent colonization of the trachea and lungs. 21 Even when applying a transtracheal sampling procedure, in diseased animals, one is probably as likely to isolate bacteria that have descended from the nasopharynx as those originating from the lung. Possible reasons why DNS and BAL samples do not agree are false-negative results caused by polymicrobial overgrowth (sampling technique or presence of resident flora), sampling of a nonaffected lung lobe with the nonendoscopic BAL technique, or the absence of deep bronchitis or alveolitis in case calves. The latter reason was excluded as much as possible by the use of ultrasound examination in this study. Previous work showed that this nonendoscopic BAL approach samples a random lung lobe in nonsedated animals, and not necessarily the most frequently affected cranial lobes. 13 This might in part explain why some cultures of cases were negative. However, we doubt this is true, and our hypothesis is that passage through trachea and deep bronchi transfers bacteria deeper into the lung.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 335,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 463,
                    "end": 465,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 794,
                    "end": 796,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1577,
                    "end": 1579,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, in the same animal, the DNS could be polymicrobial, whereas the BAL yielded a pure culture, dominant culture, or even a completely negative result. Additionally, the polymicrobial nature of the DNS did not affect the presence of a negative or pure culture result in the BAL. Also, H. somni could be isolated in pure culture from the lungs of diseased calves, whereas it was overgrown or absent on the nasopharyngeal culture. These observations strongly suggest that, under the conditions of our study, nasopharyngeal contamination of a BAL sample is less common than previously assumed. To what extent a possible cleansing effect of the DNS contributes to a pure culture result in the BAL is unclear. On the other hand, a DNS polymicrobial result did decrease the probability of isolating M. haemolytica s.l. or P. multocida from the BAL, whereas this effect was not observed for M. bovis for which selective media were used. Again, this observation could be explained by BAL placement in a healthy lung lobe in a case calf or because respiratory bacteria are not necessarily involved in every case. Several viruses (e.g., bovine respiratory syncytial virus, bovine coronavirus) are capable of inducing pneumonia and marked disease without bacterial superinfection. Unfortunately, in our study, viral analysis in each case was not possible for financial reasons. However, in our opinion, the polymicrobial nature of DNA and BAL is strongly influenced by the sampling (technique and DNS, deep nasopharyngeal swab; BAL, bronchoalveolar lavage; ND, no statistical analysis possible, because of a too small number of observations in one of the groups; OR, odds ratio; CI, confidence interval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The random herd effect was significant in all models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "hygiene), given that such a strong herd effect on the sampling results was observed. To overcome the issue of possible nasopharyngeal overgrowth in DNS and BAL samples due to nasopharyngeal passage, both the use of selective media for isolation of Pasteurellaceae (e.g., addition of bacitracin 5,7 ) and a more quantitative approach to BAL results 22 might be suitable. Our study focused on culture results obtained when applying DNS and BAL as in practice. To definitively determine the extent and diagnostic importance of possible overgrowth as a consequence of nasopharyngeal passage, experimental work with intensive strain typing and necropsy to confirm the infective status of the lung will be needed. As mentioned above, a significant herd effect was noted on many of the outcomes studied. Deep nasopharyngeal swab and BAL were performed only after cleaning the outer nares and without a protective sleeve as used in previous studies. 6, 11 This could have increased the risk of contamination by bacteria residing in the nostril. In Belgium, DNS for practical reasons is routinely performed without a protective sleeve, again increasing external validity in this study. Multiple samplers participated in the study, and although all of them received at least 1 training session from the same trainer before the start of the study, variation in the extent of experience in taking DNS or BAL samples and in the hygienic procedures accompanying these techniques might have influenced the results. Deep nasopharyngeal swab samples might be polymicrobial due to the presence of a highly variable nasopharyngeal microflora 23 or due to environmental contamination (e.g., touching the muzzle or other objects during sampling). Other reasons might be environmental or aerosolized dust, endotoxin, bedding conditions, and issues with stable ventilation. Likely, the risk of catheter contamination increases when repeated attempts to enter the trachea are needed or when the esophagus is accidently entered. Adequate training is likely the only solution, other than considering other procedures such as protective sleeves, agar plugs, or visualization of the larynx through a low-cost laryngoscope.",
            "cite_spans": [
                {
                    "start": 942,
                    "end": 944,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 945,
                    "end": 947,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, a nonendoscopic BAL results in less contaminated (and therefore more easily interpretable samples) compared to DNS under the conditions of this study. It returns an interpretable result in 79.2% of the cases, compared to 31.2% in DNS, and has better isolation rates for H. somni, offering a better return on investment for bacteriological sampling. It can be performed rapidly in a representative number of animals at low cost and likely has less impact on animal welfare then more invasive techniques. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bovine respiratory disease in feedlot cattle: Environmental, genetic, and economic factors",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Snowder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Vleck",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Cundiff",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Anim Sci",
            "volume": "84",
            "issn": "",
            "pages": "1999--2008",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prospective study on quantitative and qualitative antimicrobial and anti-inflammatory drug use in white veal calves",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pardon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Catry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dewulf",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Antimicrob Chemother",
            "volume": "67",
            "issn": "",
            "pages": "1027--1038",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Monitoring of Antimicrobial Resistance and Antibiotic Usage in Animals in the Netherlands",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mevius",
                    "suffix": ""
                },
                {
                    "first": "Mgj",
                    "middle": [],
                    "last": "Koene",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wit",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Koninklijk besluit betreffende de voorwaarden voor het gebruik van geneesmiddelen door de dierenartsen en door de verantwoordelijken van de dieren",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Filip",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borsus",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Variability in acquired resistance of Pasteurella and Mannheimia isolates from the nasopharynx of calves, with particular reference to different herd types",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Catry",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Haesebrouck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Vliegher",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Microb Drug Resist",
            "volume": "11",
            "issn": "",
            "pages": "387--394",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Use of deep nasopharyngeal swabs as a predictive diagnostic method for natural respiratory infections in calves",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Godinho",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sarasola",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Renoult",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet Rec",
            "volume": "160",
            "issn": "",
            "pages": "22--25",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prevalence of respiratory pathogens in diseased, non-vaccinated, routinely medicated veal calves",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pardon",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Bleecker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dewulf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Rec",
            "volume": "169",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transmission dynamics of Mannheimia haemolytica in newly-received beef bulls at fattening operations",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Timsit",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bareille",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet Microbiol",
            "volume": "161",
            "issn": "",
            "pages": "295--304",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bronchoalveolar lavage of cranial and caudal lung regions in selected normal calves: Cellular, microbiological, immunoglobulin, serological and histological variables",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Pringle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Viel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Shewen",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Can J Vet Res",
            "volume": "52",
            "issn": "",
            "pages": "239--248",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparison of sampling procedures for isolating pulmonary mycoplasmas in cattle",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dizier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Trolin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vet Res Commun",
            "volume": "26",
            "issn": "",
            "pages": "333--339",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The microbial flora of the respiratory tract in feedlot calves: Associations between nasopharyngeal and bronchoalveolar lavage cultures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Viel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Bateman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Can J Vet Res",
            "volume": "55",
            "issn": "",
            "pages": "341--346",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Vergleichende auswertung der bakteriologischen untersuchungsbefunde von nasen-und trachealtupfern sowie trachealsp€ ulproben",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rohn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Heckert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Prakt Tierarzt",
            "volume": "9",
            "issn": "",
            "pages": "851--858",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Assie S, Seegers H, Beaudeau F. Incidence of respiratory disorders during housing in non-weaned Charolais calves in cowcalf farms of Pays de la Loire",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Driessche",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Valgaeren",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schutter",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prev Vet Med",
            "volume": "179",
            "issn": "",
            "pages": "271--282",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prediction of respiratory disease and diarrhea in veal calves based on immunoglobulin levels and the serostatus for respiratory pathogens measured at arrival",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pardon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alliet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boone",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Prev Vet Med",
            "volume": "120",
            "issn": "",
            "pages": "169--176",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Short communication: Ultrasonographic assessment of the thorax as a fast technique to assess pulmonary lesions in dairy calves with bovine respiratory disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buczinski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Forte",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belanger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Dairy Sci",
            "volume": "96",
            "issn": "",
            "pages": "4523--4528",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Mycoplasmas (Class: Mollicutes)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Markey",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "320--326",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A coefficient of agreement for nominal scales",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An application of hierarchical kappa-type statistics in the assessment of majority agreement among multiple observers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Landis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Biometrics",
            "volume": "33",
            "issn": "",
            "pages": "363--374",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Haemophilus species",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Markey",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Clinical Veterinary Microbiology. London: Mosby International Limited",
            "volume": "",
            "issn": "",
            "pages": "273--278",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Pasteurella haemolytica in the tracheal air of calves",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Grey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Can J Comp Med",
            "volume": "35",
            "issn": "",
            "pages": "121--128",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Estimation of volume of epithelial lining fluid recovered by lavage using urea as marker of dilution",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Rennard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Basses",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lecossier",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Appl Physiol",
            "volume": "60",
            "issn": "",
            "pages": "532--538",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Changes in the bacterial flora of the upper and lower respiratory tracts and bronchoalveolar lavage differential cell counts in feedlot calves treated for respiratory diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Viel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Bateman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Can J Vet Res",
            "volume": "56",
            "issn": "",
            "pages": "177--183",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "deep nasopharyngeal swab; BAL, bronchoalveolar lavage; ND, no statistical analysis possible, because of a too small number of observations in one of the groups; OR, odds ratio; CI, confidence interval. Strength of agreement for the Kappa coefficient was interpreted according to Landis and Koch: result refers to isolation of the same bacteria as in the BAL.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Winepiscope 2.0, University of Zaragoza, Spain b Tringa Linear Vet, Esaote, the Netherlands c Transystem TM , Copan, Brescia, Italy d 1.5 m length; inner and outer diameter, 2 and 4 mm, respectively, VWR, Belgium, Leuven e Oxo€ ıd, Hampshire, UK f Difco, BD Diagnostic Systems, Sparks, MD g SAS Institute, Cary, NC",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "M. haemolytica s.l., P. multocida, H. somni, and M. bovis) were higher in cases compared to controls both in DNS (43.7% [63 of 144] versus 5.1% [2 of 39]; P < .01) and in BAL (53.5% [77 of 144] versus 17.9% [7 of 39]; P < .01;",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Overview of isolated pathogens and polymicrobial culture results in the 11 case and 3 control herds.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The majority of DNS cultures were polymicrobial (68.8% [99 of 144] in cases, 82.1% [32 of 39",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Differences in isolation rates of bacterial respiratory pathogens and negative, pure culture, or polymicrobial culture results between DNS and BAL samples in 183 preweaned calves.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Mixed",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Associations and agreement between DNS and BAL culture results in 183 preweaned calves.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Results of univariable logistic regression models on the effect of a polymicrobial DNS on recovery of respiratory bacteria from BAL samples in 183 preweaned calves.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Karlijn Janssens and Pieter De Wolf for sampling some of the calves. All practitioners are acknowledged for reporting suitable outbreaks for this study.Conflict of Interest Declaration: Authors declare no conflict of interest.Off-label Antimicrobial Declaration: Authors declare no off-label use of antimicrobials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}