{
    "paper_id": "7afb40ff1e8710f31b4805249e6e6fcce6467e96",
    "metadata": {
        "title": "Evaluation of equine coronavirus fecal shedding among hospitalized horses",
        "authors": [
            {
                "first": "Macarena",
                "middle": [
                    "G"
                ],
                "last": "Sanz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington State University",
                    "location": {
                        "settlement": "Pullman, Washington"
                    }
                },
                "email": "macarena@wsu.edu"
            },
            {
                "first": "Soyoung",
                "middle": [],
                "last": "Kwon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington State University",
                    "location": {
                        "settlement": "Pullman, Washington"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicola",
                "middle": [],
                "last": "Pusterla",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Davis",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Jenifer",
                "middle": [
                    "R"
                ],
                "last": "Gold",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington State University",
                    "location": {
                        "settlement": "Pullman, Washington"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Fairfield Bain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington State University",
                    "location": {
                        "settlement": "Pullman, Washington"
                    }
                },
                "email": "fairfield.bain@merck.com"
            },
            {
                "first": "Jim",
                "middle": [],
                "last": "Evermann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington State University",
                    "location": {
                        "settlement": "Pullman"
                    }
                },
                "email": ""
            },
            {
                "first": "Merck",
                "middle": [
                    "Animal"
                ],
                "last": "Bain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Health",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Davis",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Giralda",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Currently, diagnosis of equine coronavirus (ECoV) relies on the exclusion of other infectious causes of enteric disease along with molecular detection of ECoV in feces or tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Although this approach is complete, it is costly and may not always be achievable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objective: We hypothesized that the overall fecal shedding of ECoV in hospitalized horses is low. Our objective was to determine whether systemically healthy horses and horses with gastrointestinal disorders shed ECoV in their feces at the time of admission to a referral hospital and after 48 hours of stress associated with hospitalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Animals: One-hundred thirty adult horses admitted to the Washington State University Veterinary Teaching Hospital for gastrointestinal disease (n = 65) or for imaging under anesthesia (n = 65) that were hospitalized for 48 hours. Owner consent was obtained before sampling. Methods: Fecal samples were collected at admission and 48 hours later. Polymerase chain reaction (PCR) for ECoV and electron microscopy (EM) were performed on all samples. Results: Only 1 of 258 fecal samples was PCR-positive for ECoV. Electron microscopy identified ECoV-like particles in 9 of 258 samples, parvovirus-like particles in 4 of 258 samples, and rotavirus-like particles in 1 of 258 samples. Conclusions and Clinical Importance: The presence of ECoV in feces of hospitalized adult horses was low. Thus, fecal samples that are PCR-positive for ECoV in adult horses that have clinical signs consistent with this viral infection are likely to be of diagnostic relevance. The clinical relevance of the viruses observed using EM remains to be investigated. K E Y W O R D S anesthesia, anorexia, electron microscopy, fever, gastrointestinal disease, lethargy, PCR",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Equine coronavirus (ECoV), a member of the Coronaviridae family, is a single-stranded, positive sense, enveloped ribonucleic acid (RNA) virus associated with outbreaks of enteric disease in adult horses. 1, 2 Infection with ECoV reportedly causes fever, lethargy, colic, or diarrhea of variable severity in adult horses. 1, 3 Hyperammonemic encephalopathy also has been reported. 3 Morbidity and mortality range from 10% to 83% [1] [2] [3] [4] and from 7% to 27%, [1] [2] [3] [4] respectively. Historically, electron microscopy (EM) was considered the gold standard for diagnosis of coronavirus in feces. 5, 6 Because of the expertise and equipment required for this technique and its inability to characterize viruses beyond the family level, EM has been augmented in clinical settings by real-time polymerase chain reaction (PCR) as this test provides a sensitive and specific diagnostic tool to document the presence of ECoV in feces of horses. 1 Epidemiological information regarding ECoV is limited, 7 and as a result, definitive diagnosis of ECoV in adult horses remains challenging.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 207,
                    "end": 208,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 321,
                    "end": 323,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 324,
                    "end": 325,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 380,
                    "end": 381,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 605,
                    "end": 607,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 608,
                    "end": 609,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 948,
                    "end": 949,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1005,
                    "end": 1006,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "It is well established that clinically affected horses shed ECoV in feces for 2-5 weeks after infection, 3, 7, 8 ",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 107,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 108,
                    "end": 110,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 111,
                    "end": 112,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "Abbreviations: CT, computed tomography; DI, deionized; ECoV, equine coronavirus; EM, electron microscopy; MRI, magnetic resonance imaging; PCR, polymerase chain reaction; RNA, ribonucleic acid; VTH, Veterinary Teaching Hospital; WSU, Washington State University. described. 8 The virus also is demonstrable in feces of unaffected horses during outbreaks, suggesting that inapparent carrier horses or transient shedding of ECoV may occur. 1, 3 Coronaviral-induced disease is associated with stress in other adult large animals. [9] [10] [11] [12] Subclinical carriers and fecal viral load appeared to be minimal in other continents, 13 ",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 275,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 438,
                    "end": 440,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 441,
                    "end": 442,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 632,
                    "end": 634,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "although longer periods have been"
        },
        {
            "text": "Sample collection was performed from January 2016 through July 2018. Two fecal samples were collected from each horse. The first sample was collected as soon as a sample was available after admis- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Samples"
        },
        {
            "text": "Electron microscopic evaluation was performed at the North Dakota State University Veterinary Diagnostic Laboratory, Fargo, North Dakota, as previously described. 16 Briefly, fecal material was mixed with 3-9 times its volume of deionized (DI) water to obtain the desired consistency. The suspension was allowed to settle and cleared by low-speed and then high-speed centrifugation. Pellets were resuspended in DI water, placed on 400-mesh, carbon-stabilized grids and negatively stained for 30-60 seconds with 2% phosphotungstic acid solution. The grids were examined on a JEOL JEM-100CX II transmission electron microscope and evaluated by an experienced electron microscopist.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 165,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "| Electron microscopy"
        },
        {
            "text": "Data were analyzed using commercial software (SigmaPlot; SPSS, Chicago, Illinois). Normality of the data and equality of variances were assessed using the Shapiro-Wilk and Levene's tests, respectively. Differences in breed and age by group were assessed using 2-way repeated measures analysis of variance; multiple comparisons were performed using the Holm-Sidak method. Significance was set at P < .05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Statistical analysis"
        },
        {
            "text": "Clinical problem and season was summarized in a contingency There were no significant differences in the sex of horses admitted into each group. Overall, geldings accounted for 42% of the total admissions and were significantly more common than stallions (P = .006) and mares (P = .03). Mares also were significantly more common than stallions (P = .006) in both groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Statistical analysis"
        },
        {
            "text": "For the total period of study, the largest percentage of horses was admitted during fall followed by spring (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "| Statistical analysis"
        },
        {
            "text": "The most common cause of hospitalization for horses in the Table 1 . Apart from their presenting complaints (eg, lameness, sinus problem, spinal ataxia), all of these horses were systemically healthy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "| Statistical analysis"
        },
        {
            "text": "Fecal samples were selected because ECoV can be shed consistently in feces of affected and exposed horses. 2, 7 Samples were collected upon admission and after 48 hours of hospitalization to increase chances of viral detection because shedding may be low during the peracute stages of infection or may be delayed because of gastrointestinal tract stasis. 1 In addition, serial sampling was performed to evaluate the role of stress in ECoV fecal shedding, because stress has been shown to affect shedding of other equine pathogens. [19] [20] [21] A >48-hour sampling period between samples was not feasible, because most horses undergoing anesthesia for imaging purposes were hospitalized for ≤2 days.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 110,
                    "end": 111,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 355,
                    "end": 356,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "| Polymerase chain reaction"
        },
        {
            "text": "One hundred thirty horses were included in the study. After the included because there appears to be no age predilection for this infection in adult horses. 5 Horses in the Anesthesia group were significantly younger than horses in the Gastrointestinal Disease group. This is likely because horses undergoing limb imaging usually are actively performing and therefore are younger. As expected, based on the normal distri- ",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "| Polymerase chain reaction"
        },
        {
            "text": "Authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST DECLARATION"
        },
        {
            "text": "Authors declare no off-label use of antimicrobials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OFF-LABEL ANTIMICROBIAL DECLARATION"
        },
        {
            "text": "The experimental protocol was reviewed and approved by the Animal Care and Use Committee at WSU (ASAF# 04793-001). Owner consent was obtained prior to sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTITUTIONAL ANIMAL CARE AND USE COMMITTEE (IACUC) OR OTHER APPROVAL DECLARATION"
        },
        {
            "text": "Authors declare human ethics approval was not needed for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HUMAN ETHICS APPROVAL DECLARATION"
        },
        {
            "text": "Macarena G. Sanz https://orcid.org/0000-0001-6565-9947",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emerging outbreaks associated with equine coronavirus in adult horses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mapes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wademan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet Microbiol",
            "volume": "162",
            "issn": "",
            "pages": "228--231",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemic of equine coronavirus at Obihiro Racecourse, Hokkaido, Japan in 2012",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oue",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Vet Med Sci",
            "volume": "75",
            "issn": "",
            "pages": "1261--1265",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Disease associated with equine coronavirus infection and high case fatality rate",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Vet Intern Med",
            "volume": "29",
            "issn": "",
            "pages": "307--310",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Isolation of an equine coronavirus from adult horses with pyrogenic and enteric disease and its antigenic and genomic characterization in comparison with the NC99 strain",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oue",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ishihara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Edamatsu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Microbiol",
            "volume": "150",
            "issn": "",
            "pages": "41--48",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Seroprevalence and risk factors for infection with equine coronavirus in healthy horses in the USA",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Kooijman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mapes",
                    "suffix": ""
                },
                {
                    "first": "Mjp",
                    "middle": [],
                    "last": "Theelen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vet J",
            "volume": "220",
            "issn": "",
            "pages": "91--94",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Surveillance programme for important equine infectious respiratory pathogens in the USA",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Kass",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mapes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Rec",
            "volume": "169",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Equine coronavirus: an emerging enteric virus of adult horses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Leutengegger",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Equine Vet Educ",
            "volume": "28",
            "issn": "",
            "pages": "216--233",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Novel findings from a beta coronavirus outbreak on an American Miniature Horse breeding farm in upstate New York",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Goodrich",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Mittel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Ness",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Radcliffe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Divers",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/eve.12938"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bovine coronavirus associated syndromes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Boileau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kapil",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Clin North Am Food Anim Pract",
            "volume": "26",
            "issn": "",
            "pages": "123--146",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Detection of an antigenic group 2 coronavirus in an adult alpaca with enteritis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Genova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Streeter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kapil",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Vaccine Immunol",
            "volume": "15",
            "issn": "",
            "pages": "1629--1632",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Viral diseases of new world camelids",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kapil",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yeary",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Evermann",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Clin North Am Food Anim Pract",
            "volume": "25",
            "issn": "",
            "pages": "323--337",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Shedding of enteric coronavirus in adult cattle",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Riegel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fountain",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Am J Vet Res",
            "volume": "48",
            "issn": "",
            "pages": "361--365",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coronavirus infections in horses in Saudi Arabia and Oman",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hemida",
                    "suffix": ""
                },
                {
                    "first": "Dkw",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transbound Emerg Dis",
            "volume": "64",
            "issn": "",
            "pages": "2093--2103",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "First detection of equine coronavirus (ECoV) in Europe",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Miszczak",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tesson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Microbiol",
            "volume": "171",
            "issn": "",
            "pages": "206--209",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comparison of five real-time PCR assays for detecting virulence genes in isolates of Escherichia coli from septicaemic neonatal foals",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mapes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Leutenegger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet Rec",
            "volume": "161",
            "issn": "",
            "pages": "716--718",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Electron microscopy for rapid diagnosis of infectious agents in emergent situations",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hazelton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Gelderblom",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "294--303",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Necrotizing enteritis and hyperammonemic encephalopathy associated with equine coronavirus infection in equids",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Giannitti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Diab",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mete",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Pathol",
            "volume": "52",
            "issn": "",
            "pages": "1148--1156",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Isolation of coronavirus-like agent from horses suffering from acute equine diarrhoea syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Shipley",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Vet Rec",
            "volume": "113",
            "issn": "",
            "pages": "262--263",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Epidemiologic study of salmonellae shedding in the feces of horses and potential risk factors for development of the infection in hospitalized horses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Traub-Dargatz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Salman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Am Vet Med Assoc",
            "volume": "196",
            "issn": "",
            "pages": "1617--1622",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Evaluation of a PCR to detect Salmonella in fecal samples of horses admitted to a veterinary teaching hospital",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Alinovi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Couetil",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Vet Diagn Invest",
            "volume": "17",
            "issn": "",
            "pages": "118--123",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Detection of equine herpesvirus-4 and physiological stress patterns in young Thoroughbreds consigned to a South African auction sale",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Badenhorst",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ganswindt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Laver",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guthrie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schulman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Vet Res",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "New parvovirus associated with serum hepatitis in horses after inoculation of common biological product",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Divers",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Tennant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Emerg Infect Dis",
            "volume": "24",
            "issn": "",
            "pages": "303--310",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Infectious agents associated with diarrhoea in neonatal foals in central Kentucky: a comprehensive molecular study",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Slovis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Elam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Estrada",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Leutenegger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Sanz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Evermann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Vet Intern Med",
            "volume": "46",
            "issn": "",
            "pages": "918--922",
            "other_ids": {
                "DOI": [
                    "10.1111/jvim.15449"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "sion to the VTH and the second sample 48 hours after collection of the first sample. Fecal samples were collected from the stall floor shortly after each horse defecated, were placed in a sterile container and immediately stored at 4 C until shipped to the Real-time PCR Research and Diagnostic Core facilities at the University of California, evaluate the possible effect of the stress of hospitalization and anesthesia on viral shedding in feces. 7 2.4 | Polymerase chain reaction Fecal samples were processed at the Real-time PCR Research and Diagnostic Core facilities at the University of California, Davis, California. A previously described ECoV PCR technique routinely performed at the laboratory was used 1,6 Briefly, 200 μg of feces and 2 mL of phosphate buffer solution were vortexed and centrifuged. Nucleic acid purification from 200 μL of supernatant was performed using a semi-automated nucleic acid extraction system (QIAamp 96 DNA QIAcube HT Kit; QIAcube, Qiagen Valencia, California) according to the manufacturer's instructions and eluted in 100 μL of diethylpyrocarbonate-treated water. Following the manufacturer's recommendations, RNA was converted to complementary DNA as previously described. 6 Equine coronavirus PCR was performed based on a specific 142 base-pair product of the N gene of ECoV (GenBank accession number EF446615). 1 All samples then were amplified in a combined thermocycler/fluorometer (7900 HT Fast; Applied Biosystems, Foster City, California) using a standard thermal cycling protocol. 1 A real-time PCR assay targeting a universal sequence of the bacterial 16S rRNA gene was used as quality control and as an indicator of fecal inhibition. 1,15 A biological positive control (extracted feces from a horse with ECoV infection confirmed by immunohistochemistry and histology) as well as a negative control (sterile water) were included in each run.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Disease group was colic of intestinal origin. Large colon conditions that required medical (impaction, displacement) or surgical (impaction, displacement, and volvulus) treatment were the most common causes of colic. Whenever the cause of colic could not be confirmed, the case was classified as \"Colic-Unknown.\" Colitis (thickened large colon wall on ultrasonographic evaluation, neutropenia, and hypoalbuminemia), diarrhea (marked increase in frequency and volume of manure), and liver disease (increased liver enzyme activities and bile acid concentrations, lethargy, and fever) also were diagnosed several times. Other conditions that were not commonly diagnosed (fever localized to the abdomen, small intestinal or small colon pathology, gastrointestinal neoplasia) were grouped under a single category labeled \"Other.\" In the Anesthesia group, horses were classified based on the imaging modality used. Thus, horses were classified as having a computed tomography (CT) of the limbs, magnetic resonance imaging (MRI) of the limbs, CT-MRI of the limbs (limbs imaged using both modalities during the same anesthetic period), or CT of the skull or a myelogram. Clinical diagnoses/lesion localization by group are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "1 of the 130 fecal samples collected for the Gastrointestinal Disease group was positive for ECoV. None of the 130 fecal samples collected in the Anesthesia group was positive. The positive sample belonged to an 8-year-old Miniature Horse gelding that presented to the WSU-VTH for fever and anorexia of 6 day's duration. The horse was admitted during summer (end of July) and was discharged after 20 days of hospitalization with a diagnosis of colitis and hepatic lipidosis secondary to prolonged anorexia. The gelding developed diarrhea and hypoproteinemia 3 days after admission, and both resolved within a week of medical treatment. Neutropenia was not observed. The admission fecal sample was negative for ECoV. In contrast, the sample collected at 48 hours was positive. Five fecal samples submitted for Salmonella culture were negative.3.2 | Electron MicroscopyDirect EM investigation of negatively stained samples was performed in all but 1 horse from the Gastrointestinal Disease group (because its fecal samples were accidently left out of the refrigerator for a prolonged period of time). Viral particles with coronavirus-like characteristics were identified in 9 of 258 fecal samples (3.4%). Four of Monthly distribution of the total number of horses admitted to the VTH-WSU (solid line, right y-axis) and the number of horses included in the study (bars, left y-axis) in the Gastrointestinal Disease group (black bars) and in the Anesthesia group (gray bar)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "particles only in the samples collected 48 hours after admission; the initial fecal samples were negative. The horse with liver disease had viral particles present in the admission sample and 48 hours later. The additional 5 fecal samples with coronavirus-like particles were admitted for CT of the limbs (2), MRI of the limbs (2), and myelogram (1). Viral particles were observed only in the samples collected at admission in both horses undergoing MRI and only in the 48 hours sample in the remaining horses. In addition, 4 horses (3 in the Gastrointestinal Disease group and 1 in the Anesthesia group) had parvoviruslike viral particles and 1 horse (Gastrointestinal Disease group) had a rotavirus-like viral particle. All these additional viral particles were observed only in the fecal samples collected 48 hours after admission.4 | DISCUSSIONOur results confirmed our hypothesis that shedding of ECoV in the selected population of hospitalized horses is low. Although fever, lethargy, and anorexia are the most common clinical signs of ECoV infection, 1,7 these are nonspecific clinical signs that can be present as a result of many different conditions. Thus, we included horses that were hospitalized for gastrointestinal disease because colic, enteritis, and diarrhea have been reported with this infection.3,4,17,18 Horses in the Anesthesia group were included to evaluate the effect that stress (hospitalization, anesthesia) may have had on fecal shedding of ECoV in systemically healthy horses. Only horses that were anesthetized for imaging (CT, MRI, or myelogram) were included in this group to maintain homogeneity of the stressor (hospitalization and anesthesia).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "breed distribution of the WSU-VTH equine admissions, Quarter Horse was the most common breed included in our study. Although they made up for almost half of the sampled horses, many other breeds (Warmblood breeds, Thoroughbreds, Arabians, Draft breeds, Miniature horses, Mustangs, Morgans, and Pony breeds) were included in the study, providing a varied breed representation. The number of stallions was significantly lower than the other sex and reflects the equine population routinely admitted to our hospital. A wide range of ages was",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ",14 and seroprevalence in the United States was reported to be low (<10%). 5 However; the incidence of fecal viral shedding in healthy, unexposed horses in the United States remains unknown. As a result, ECoV-positive fecal samples are difficult to interpret on their own. Thus, the diagnosis of ECoV infection currently relies on the exclusion of other infectious causes of enteric disease in horses with clinical signs of ECoV along with molecular detection of ECoV in feces or tissue. 3,7 Although this approach is complete, it poses an additional financial burden to the horse's owner. In addition, with this approach, diagnosis may not be achievable in places where testing for multiple equine enteric pathogens is not readily available. Thus, our aim was to determine whether systemically healthy horses and horses with gastrointestinal disorders shed ECoV in their feces at the time of admission to a referral hospital and after 48 hours of stress associated with hospitalization. Based on the fact that ECoV outbreaks have not been reported in referral hospitals, we hypothesized that the overall fecal shedding of ECoV in hospitalized horses would be low. Fecal samples from horses presented to the Washington State University Veterinary Teaching Hospital (WSU-VTH)for evaluation of gastrointestinal diseases or those that were anesthetized for imaging were collected for this prospective study.Prospective, Descriptive study.2.2 | AnimalsAdult horses (>1 year of age) that were presented to the WSU-VTH with clinical signs of gastrointestinal tract disease localized aboral to the stomach and hospitalized for a minimum of 48 hours were included in the Gastrointestinal Disease group (n = 65). Similarly, adult horses (without clinical signs of gastrointestinal tract disease) that presented to the WSU-VTH for diagnostic imaging under anesthesia and were hospitalized for a minimum of 48 hours were included in the Anesthesia group (n = 65).Client consent was obtained from owners before fecal samples were collected. The experimental protocol was reviewed and approved by the Animal Care and Use Committee at WSU-VTH (ASAF# 04793-001).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SANZ ET AL. 919 During the scheduled 2-year collection period (January 2016 through December 2017), 1847 cases were seen at the WSU-VTH and 65 horses met the inclusion criteria for the Gastrointestinal Disease group. In order to collect the same number of horses in the Anesthesia group, the collection period had to be extended through May 2018 for this second group. The total number of horses seen by the VTH in that 2.5-year period was 2174. The most common horse breeds in the study were Quarter Horses (54.6%), Warmblood breeds (14%), and Thoroughbred horses (8.4%). Other less commonly represented breeds included pony and draft breeds, Arabians and miniature horses. There were no significant differences in the number of horses of each breed by group but the number of Quarter Horses was significantly higher than the rest of the other breeds (P < .001) in both groups. The age of hospitalized horses included in the study ranged from 13 months to 24 years.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "were considered truly negative. In addition to PCR, all of the fecal samples collected in the study also were analyzed using EM. Electron microscopy historically has been considered a gold standard for diagnosis of viral presence in feces because of the very low number of false bers 7 and can only identify viruses to the family level.As we hypothesized, shedding of ECoV in the specific hospitalized population evaluated in our study was very low. Only 1 of 258 fecal samples from 130 horses tested in our study was PCR positive for ECoV. The positive horse, an 8-year-old Miniature Horse gelding, was admitted for fever and anorexia of 6 days' duration, and ultimately was diagnosed with colitis. These clinical signs are consistent with ECoV infection.7 Salmonella infection was ruled out based on serial fecal culture. Tests for Clostridia (spp. difficile and perfringens)were not performed.Coronavirus-like viral particles were identified by EM in 9 of 258 fecal samples from 129 horses. Interestingly, none of these horses was PCR-positive for ECoV, suggesting the presence of a novel ECoV/coronavirus-like virus. Further identification of these organisms using deep sequencing would be of interest, but was beyond the objectives of our study. Electron microscopy also identified parvovirus-like viral particles in the feces of 4 horses (3 admitted for colic and 1 for CT of the limbs) and rotavirus-like viral particles in an additional horse admitted for liver disease. The finding of additional viruses was not unexpected. Parvovirus-like particles are not uncommon in adult horses.22 Interestingly, all of these viral particles were identified only in the samples obtained 48 hours after hospital admission.Stress has been shown to affect the shedding of other horse pathogens.[19][20][21] Therefore, it is possible that the stress of hospitalization increased the shedding of these viruses because the initial samples were negative. The clinical relevance of these viruses remains to be determined.Although our results support the overall low prevalence of ECoV in healthy horses reported by others,5,7,13,14 all horses included in the study were from the Pacific Northwest of the United States. Thus, these results may not be readily extrapolated to equine populations in other geographic areas. Moreover, our results should not be extrapolated to foals, where shedding of ECoV infection appears to be more common.23 In summary, we evaluated the prevalence of ECoV in the feces ofclinically healthy adult horses hospitalized for diagnostic imaging or in horses hospitalized for gastrointestinal disease and evaluated the effect of the stress of hospitalization on fecal viral shedding of ECoV. The prevalence of ECoV in feces of the included adult horses was low and supports the findings by others. 5,7 Thus, fecal samples that are PCRpositive for ECoV in adult horses that have clinical signs consistent with this viral infection (fever, anorexia, colic, diarrhea) 2 are likely to be of diagnostic relevance. Although additional testing of other enteric pathogens provides useful information about potential coinfections, our data along with previous work 5 suggests that such tests may not always be required to obtain a definitive diagnosis of ECoV infection. This study was funded by the Boehringer Ingelheim Advancement in Equine Research Award.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}