{
    "paper_id": "7b9f9339ac1f541b560e1c3c0ce6697cb8c8cc3b",
    "metadata": {
        "title": "Viruses causing lower respiratory symptoms in children younger than 2-years of age: 1 findings from the ORChID birth cohort. 2",
        "authors": [
            {
                "first": "Mohinder",
                "middle": [],
                "last": "Sarna Mappepid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "settlement": "Brisbane",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "B"
                ],
                "last": "Lambert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "addrLine": "9 Queensland",
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Theo",
                "middle": [
                    "P"
                ],
                "last": "Sloots",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "addrLine": "9 Queensland",
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "M"
                ],
                "last": "Whiley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "addrLine": "9 Queensland",
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Asma",
                "middle": [],
                "last": "Alsaleh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Saud University",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Lebogang",
                "middle": [],
                "last": "Mhango",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "addrLine": "9 Queensland",
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Seweryn",
                "middle": [],
                "last": "Bialasiewicz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "addrLine": "9 Queensland",
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "D"
                ],
                "last": "Nissen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "addrLine": "9 Queensland",
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Keith",
                "middle": [],
                "last": "Grimwood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Griffith University",
                    "location": {
                        "settlement": "Brisbane",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Ware",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "settlement": "Brisbane",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Supplementary Text 1: Details of specimen collection, processing, polymerase chain reaction 34 assays, quality control measures, and assay parameters used to identify respiratory viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Specimen collection 36 All swabs were collected using a plastic-shaft, rayon-budded swab in a transport tube with a foam 37 pad reservoir soaked with viral transport medium (Virocult MW950, Medical Wire & Equipment, 38 Wiltshire, England). A single swab was used to sample both nostrils. 39 Quality Control measures 40 A known amount of whole equine herpesvirus (EHV) spiked into each sample assessed nucleic 41 acid extraction quality and presence of polymerase chain reaction (PCR) inhibitors. 1 Any extract 42",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "having a >3 cycle-threshold (Ct) difference to that of the expected value by EHV real-time PCR 43 assays was considered to have failed quality control and the sample was re-extracted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Specimen quality was assessed by testing for a marker of human genomic DNA, endogenous 46 retrovirus-3 (ERV-3). 2 We have demonstrated previously that among specimens with an ERV-3 Ct a adjusted for clustering using sandwich estimators to account for within-infant correlation between observations; b Individual rhinovirus species do not add up to 'All rhinovirus' detections because of a combination of more than one rhinovirus species detected within the same ARI episode, or single new virus detection episodes where HRV positive specimens could not be sequenced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Supplementary Text 1: Details of specimen collection, processing, polymerase chain reaction 21 assays, quality control measures, and assay parameters used to identify respiratory viruses. 22 Supplementary Text 2: Calculation of attributable fraction in the exposed (AFE). Each swab was resuspended in 2mL of phosphate buffered saline from which 200µL was used for 52 nucleic acid extraction. After being spiked with EHV, samples were extracted on the QIAxtractor 53 automated high-throughput extraction platform using DX reagents according to the manufacturer's 54 instructions (Qiagen, Australia). Total DNA and RNA were eluted into 150µL of elution buffer. polyomaviruses WU/KI, and human bocavirus-1) used an identical set of master mix and cycling 59 conditions. In brief, 8pmol of each primer, 3.2pmol of the respective probe(s), and 2µL of template 60 were made in a 20µL final reaction volume using the Bioline Sensi Mix II Probe PCR mix kit 61 (Bioline, Australia), and followed cycling conditions of: activation at 94°C for 2-minutes, followed 62 by 45 cycles of 95°C for 15-seconds and 60°C for 60-seconds.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": "For RNA viruses, real-time one-step reverse-transcription PCR (RT-PCR) assays were used 65 following a common protocol for all, but influenza and human rhinovirus (HRV) assays. In brief, 66 8pmol of each primer, 3.2pmol of the respective probe(s), and 2µL of template were made in a 67 20µL final reaction volume using the Bioline SensiFAST Probe One-Step RT-PCR kit (Bioline, 68 Australia), and followed cycling conditions of: 45°C reverse transcriptase incubation for 69 20-minutes, 95°C activation for 2-minutes, followed by 45 cycles of 95°C for 15-seconds and 60°C 70 for 60-seconds. The single deviation from the common RT-PCR protocol in the influenza A/B 71 reaction was use of asymmetric amounts of influenza A and B probes (6.4pmol and 3.2pmol, 72 respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "64"
        },
        {
            "text": "A concentration of 16pmol of each primer, as well as magnesium chloride additive of the same 75 concentration, were utilised along with 2pmol of the respective probe in the HRV assay. The 76 cycling conditions for the RT-PCR were as follows: 45°C reverse transcriptase incubation for 77 20-minutes, 94°C activation for 2-minutes, followed by 55 cycles of 95°C for 15-seconds to 78 denature and 60°C for 60-seconds for the annealing step. Reactions were performed on ABI 7500 and Viia7 instruments (Life Technologies, Australia), as well as the Qiagen Rotorgene Q (Qiagen 80 Australia).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "74"
        },
        {
            "text": "Samples positive for HRV were genotyped using methods described previously. 4,5 Briefly, this 82 involved sequencing the variable region of VP4/VP2 genes using a nested PCR assay with two sets 83 of primers. 6 Samples that could not be amplified twice by the VP4/VP2 assay were further 84 investigated by amplifying a 390 nucleotide fragment from the 5'UTR segment. 7 PCR products 85 were purified (QIAquick PCR purification kit, Qiagen, Australia) and submitted for DNA The risk of having symptoms given that a child is virus-positive = a/(a+b)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "81"
        },
        {
            "text": "The risk of having symptoms given that a child is virus negative = c/(c+d)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "139"
        },
        {
            "text": "The risk ratio of having symptoms if a child is virus-positive compared to if they are virus-141 negative is a/(a+b)/c/(c+d)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "140"
        },
        {
            "text": "Attributable fraction in the exposed is 100% * (a/a+b)-(c/c+d)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "142"
        },
        {
            "text": "(a/a+b)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "143"
        },
        {
            "text": "The AFE can also be written in terms of the risk ratio ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "145"
        },
        {
            "text": "values >38 excluded (n=7,856).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E-Table 2: Acute respiratory infections, lower respiratory tract infections and asymptomatic single new virus detections, risk ratios, and attributable fractions by respiratory virus in children from the ORChID birth cohort with virus positive detections with cycle-threshold"
        },
        {
            "text": "Risk ratio a (95% CI)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute respiratory infections Lower respiratory tract infections Virus"
        },
        {
            "text": "Attributable fraction in the exposed (%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute respiratory infections Lower respiratory tract infections Virus"
        },
        {
            "text": "Attributable fraction in the exposed (%) Single new detections All HRV Table 3 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Risk ratio a (95% CI)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Abbreviations: n/c: not calculable as there were no cases in the asymptomatic group. HRV: human rhinovirus, IFV: influenza virus, PIV: parainfluenza virus, RSV: respiratory syncytial virus, HCoV; human coronavirus, HMPV: human metapneumovirus, AdV: adenovirus, WU-PyV: WU polyomavirus, KI-PyV: KI polyomavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "-Figure: Percentage of children contributing swabs or symptom data in the Observational 24 Research in Childhood Infectious Diseases Study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "of primer and probe sequences by virus. 26 E-Table 2: Acute respiratory infections, lower respiratory tract infections and asymptomatic single 27 new virus detections, risk ratios, and attributable fractions by respiratory virus in children from the 28 ORChID birth cohort with virus positive detections with cycle-threshold values >38 excluded 29 (n=7,856 swabs).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Table 3: Number of symptomatic and asymptomatic new virus co-detection episodes (n=219).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Table 4: Comparison of demographic and social characteristics of the ORChID Study cohort 32 and the general population of Brisbane or the State of Queensland, 2011. 33 value >38, respiratory virus detection declined significantly (odds ratio 0.35; 95% confidence 48 interval 0.27, 0.44 when ERV-3 was undetectable). 3 Thus, virus-negative swabs with an ERV-3 Ct 49value >38 were deemed to be of lesser quality and removed from incidence calculations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "All detections with Ct values ≤40 were considered positive for the target respiratory virus. ambient temperature postal transport of urine for PCR detection of Chlamydia 93 trachomatis. Sex TransmInfect. 2009;85:102-5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Yuan C, Miley W, Waters D. A quantification of human cells using an ERV-3 real time PCR 95 assay. J Virol Methods. 2001;91:109-17.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Alsaleh AN, Whiley DM, Bialasiewicz S, et al. Nasal swab samples and real-time polymerase 97 chain reaction assays in community-based, longitudinal studies of respiratory viruses: the 98 importance of sample integrity and quality control. BMC Infect Dis. 2014;14:15-24.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Lu X, Holloway B, Dare RK, et al. Real-time reverse transcription-PCR assay for 100 comprehensive detection of human rhinoviruses. J. Clin. Microbiol. 2008;46:533-9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Arden KE, Mackay IM. Newly identified human rhinoviruses: molecular methods heat up the 102 cold viruses. Rev Med Virol. 2010;20:156-76.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Wisdom A, Leitch EC, Gaunt E, et al. Screening respiratory samples for detection of human 104 rhinoviruses (HRVs) and enteroviruses: comprehensive VP4-VP2 typing reveals high 105 incidence and genetic diversity of HRV species C. J Clin Microbiol. 2009;47:3958-67.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Gama RE, Horsnell PR, Hughes PJ, et al. Amplification of rhinovirus specific nucleic acids 107 from clinical samples using the polymerase chain reaction. J.Med. Virol. 1989;28:73-7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Whiley DM, Sloots TP. A 5'-nuclease real-time reverse transcriptase-polymerase chain 109 reaction assay for the detection of a broad range of influenza A subtypes, including H5N1. 110 Diagn Microbiol Infect Dis. 2005;53:335-37.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "SB, Whiley DM, O'Neill NT, et al. Comparing nose-throat swabs and nasopharyngeal 112 aspirates collected from children with symptoms for respiratory virus identification using real-113 time polymerase chain reaction. Pediatrics. 2008;122:e615-20. Dare RK, Fry AM, Chittaganpitch M, et al. Human coronavirus infections in Thailand: a 118 comprehensive study using real-time reverse-transcription polymerase chain reaction assays. 119 JInfect Dis. 2007;196:1321-28.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "120 12. van Elden LJ, van Loon AM, van Alphen F, et al. Frequent detection of human coronaviruses 121 in clinical specimens from patients with respiratory tract infection by use of a novel real-time 122 reverse-transcriptase polymerase chain reaction. J Infect Dis. 2004;189:652-57.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Gunson RN, Collins TC, Carman WF. Real-time RT-PCR detection of 12 respiratory viral 124 infections in four triplex reactions. J Clin Virol. 2005;33:341-44.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Maertzdorf J, Wang CK, Brown JB, et al. Real-time reverse transcriptase PCR assay for 126 detection of human metapneumoviruses from all known genetic lineages. J Clin Microbiol. 127 2004;42:981-86.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Heim A, Ebnet C, Harste G, et al. Rapid and quantitative detection of human adenovirus DNA 129 by real-time PCR. J Med Virol. 2003;70:228 -39.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Tozer SJ, Lambert SB, Whiley DM, et al. Detection of Human Bocavirus in respiratory, fecal, 131 and blood samples by real-time PCR. J Med Virol. 2009;81:488-93.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Antonsson A, Bialasiewicz S, Rockett RJ, et al. Exploring the prevalence of ten 133 polyomaviruses and two herpes viruses in breast cancer. PLoS One. 2012;7:e39842.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "RR): AFE = 100% * (1-RR -1 ), where RR 146 is the proportion of children positive for a virus with ARI symptoms, divided by the proportion of 147 children negative for the virus who have ARI symptoms. AFE = 0% -the risk of having symptoms when virus-positive is equal to the risk of 150 having symptoms when virus-negativethat is, the presence of the virus is not associated 151 with the presence of symptoms; AFE = 50% -50% of symptomatic episodes when virus-positive were attributable to the 153 presence of the virus; 154  AFE = 100% -the risk of having symptoms when virus-negative = 0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": ": Number of symptomatic and asymptomatic new virus co-detection episodes a (n=219). a does not include 11 co-detections with 3 viruses each specimen. Abbreviations: HRV: human rhinovirus; IFV: influenza virus; PIV: parainfluenza virus; RSV: respiratory syncytial virus; HCoV: human coronavirus; HMPV: human metapneumovirus; AdV: adenovirus; WU-PyV: WU polyomavirus; KI-PyV: KI polyomavirus; HBoV-1: human bocavirus-1.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "56DNA virusesAll real-time PCR assays targeting DNA templates(EHV, adenovirus, human",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Details of primer and probe sequences by virus.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Comparison of socio-demographic characteristics of the ORChID Study cohort and the general population of Brisbane or the State of Queensland, 2011. Australian Bureau of Statistics 2011 Census of Population and Housing Basic Community Profile (Catalogue number 2001.0) -Brisbane (UCL301001).Table B04. Data presented are an average for children 0-2 years of age. http://www.censusdata.abs.gov.au/census_services/getproduct/census/2011/quickstat/UCL301001?opendocume nt&navpos=220. Accessed 28 May 2017. b Australian Bureau of Statistics 2011 Census of Population and Housing Basic Community Profile (Catalogue number 2001.0) -Brisbane (UCL301001). Table B07. Data presented are an average for children 0-4 years of age. http://www.censusdata.abs.gov.au/census_services/getproduct/census/2011/quickstat/UCL301001?opendocume nt&navpos=220. Accessed 24 October 2017. c Source: 'Australian mothers and babies 2011' report. Australian Institute of Health and Welfare. http://www.aihw.gov.au/WorkArea/DownloadAsset.aspx?id=60129545698. Data presented are for deliveries in Queensland. Accessed 28 May 2017. d Australian Bureau of Statistics report 6523.0 Household Income and Income Distribution, Australia, 2011-12. Table 2; http://www.abs.gov.au/AUSSTATS/abs@.nsf/DetailsPage/6523.02011-12?OpenDocument. Accessed 28 May 2017. e Australian Bureau of Statistics report 43640DO001: Australian Health Survey 2011-2012. Tables 1-17 -Queensland, Table 7.2 -Smoker status. Data presented are for current female smokers aged 25-34 years in Queensland; http://www.abs.gov.au/AUSSTATS/abs@.nsf/DetailsPage/4364.0.55.0012011-12?OpenDocument. Accessed 28 May 2017. f Australian Immunisation Register. Data presented are for 2011 Queensland State summary of percentage of fully immunised children 24-<27 months; http://www.immunise.health.gov.au/internet/immunise/publishing.nsf/Content/acir-ann-cov-hist-data.htm. Accessed 28 May 2017. g Australian Bureau of Statistics report 44020DO001_201106 Childhood Education and Care, Australia, June 2011, Table 1 and 6; http://www.abs.gov.au/ausstats/abs@.nsf/mf/4402.0. Accessed 28 May 2017",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}