{
    "paper_id": "7d7bab4809a66048899e1e95227eb5d72e46818f",
    "metadata": {
        "title": "Unifying evolutionary and thermodynamic information for RNA folding of multiple alignments Supporting Information SCFG for the Pfold model",
        "authors": [
            {
                "first": "Stefan",
                "middle": [
                    "E"
                ],
                "last": "Seemann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [],
                "last": "Gorodkin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rolf",
                "middle": [],
                "last": "Backofen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "where r(σ) is the root node of τ M (σ). Since we are not using the parse tree τ M (σ) explicitely in the main text, we will write Pr(r(σ), A) as short for Pr τM (σ) (r(σ), A). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "PETfold uses a Nussinov style algorithm to calculate the consensus structure of an alignment with maximal expected overlap. The Nussinov algorithm uses dynamic programming to find the structure with the highest score. Let F (i, j) denote the maximal score of an RNA structure for the sequence s i . . . s j . Thus, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nussinov algorithm"
        },
        {
            "text": "where s(x i ) (and s(x j )) is the score for a single-stranded position x i and s(x i , x j ) is the score for paired bases x i and x j . In PETfold the single-stranded score of position x i consists of the evolutionary reliability R sg A,T,M (i) and the thermodynamic probability 1 n u q u f −1 A (i) over all sequences s u (1 ≤ u ≤ n) in the alignment, and the base pair score of the positions x i and x j consists of the evolutionary reliability R A,T,M (i, j) and the thermodynamic probability 1 n u p u f −1 A (i,j) . The optimal structure σ can be reproduced by backtracking from F (1, L) when L is the sequence length. In PETfold, we define ex-over(σ) = F (1, L).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nussinov algorithm"
        },
        {
            "text": "We present a statistical method to estimate reliability thresholds for conserved functional regions. Single stranded positions and base pair positions are collected that have a high evolutionary reliability. We write down only the base pair part. Single-stranded positions are treated analogously. For this purpose, do the following 1. Generate shuffled alignment A shuffle by shuffling the alignment columns. Then, we generate again the most likely structure under the shuffled alignment, i.e., we generate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of structural entities with high reliability"
        },
        {
            "text": "Then, we collect all the reliability scores for base pairs that are contained in this structure, and iterate this several times:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of structural entities with high reliability"
        },
        {
            "text": "Finally, we order them in size p 1 > p 2 > · · · > p |B| and select a significance level θ (e.g., θ = 0.01). Then the probability p ⌈θ|B|⌉ is the base pair probability p threshold such that any base pair",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of structural entities with high reliability"
        },
        {
            "text": "We applied the previously described stepwise approach on our data set consisting of 46 RNA families. We shuffled for each family 1000 times with a conservative method which mononucleotidely shuffles only columns with the same pattern of gaps and conservation. Then we averaged over the significance values of all families. Using a significance level θ = 0.01, we got a threshold for high reliable base pairs of p threshold However, the parameter tuning has indicated that the performance of reliability thresholds depend on another parameter (the weighting factor for single-stranded positions α) which has high impact in the RNA structure prediction of PETfold, and that slightly different reliability thresholds perform better for the data set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculation of structural entities with high reliability"
        },
        {
            "text": "Given two structures in bracket notation, a more stringent secondary structure evaluation can be carried out by considering all pairs of positions, and evaluate the agreement in their structural notation (i.e., dots, opening and closing brackets) in both structures. For each pair of positions (i, j), there are five possible cases. The two positions can be unpaired (4) or paired with each other (1) . Furthermore, only the left (2) (resp. right (5)) position can have an opening (resp. closing) bracket. Finally, both positions can be paired, but with different partnersi (3).",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 400,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "R 5 correlation coefficient"
        },
        {
            "text": "Formally, we have the following five categories (K = 5): (1) This can be evaluated by the R K correlation coefficient (K = 5) [1] . This correlation coefficient of two assignments represented by two N × K matrices of data X and Y is defined as",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 126,
                    "end": 129,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "R 5 correlation coefficient"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R 5 correlation coefficient"
        },
        {
            "text": "The covariance between X and Y is defined as the expected covariance between the respective k th columns X k and Y k in the matrices:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R 5 correlation coefficient"
        },
        {
            "text": "where X k = (1/N ) N n=1 X nk and Y k are the respective means of column k, and X nk are elements of X. Note that Matthews correlation coefficient (M CC) applies to the two categories (K = 2) base paired (i bp j) and not base paired (i ¬bp j) for any pair of bases (N = M (M − 1)/2 where M is length of sequence). Correction for sliding base pairing is not used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R 5 correlation coefficient"
        },
        {
            "text": "When extending the consideration of unpaired bases, we obtain R 5 correlation coefficients of PETfold: 0.72, Pfold: 0.58, RNAalifold: 0.65. This evaluation is more strict as the two-category Matthews correlation coefficient. Nevertheless, both evaluations show almost the same differences between the three methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R 5 correlation coefficient"
        },
        {
            "text": "SI Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Detailed Performance Result"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Comparing two K-category assignments by a K-category correlation coefficient",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gorodkin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Comput Biol Chem",
            "volume": "28",
            "issn": "5-6",
            "pages": "367--74",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(σ) (n ℓ , A pos(n ℓ ) ) Pr bp [ A i A j |T ] if rule(n) = F → dF d or rule(n) = L → dF d Pr sg [ A i |T ] if rule(n) = L → s 1 else where Pr bp [ A i A j |T ] and Pr sg [ A i |T ] are calculated in Pfold using Felsensteins's dynamic programming for phylogenetic trees. In principle, it is just the recursive definition of the probability of a parse tree given a grammar, extended by position specific probabilities for producing the terminals. For nodes n that are leaves one defines Pr τM (σ) (n, A) = 1. Finally, we define Pr[A|T, σ, M ]P [σ|T, M ] = Pr τM (σ) (r(σ), A),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Pr τM (σ) (r(σ), A) and Pr[σ | A, T, M ] differ only by a factor Pr[A | T, M ] which is independent from the structure σ. Hence, we have argmax σ Pr[σ | A, T, M ] = argmax σ Pr τM (σ) (r(σ), A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(i bp j), (2) (i ¬bp j) & (i bp j ′ ) & (j ss), (3) (i ¬bp j) & (i bp j ′ ) & (i ′ bp j), (4) (i ¬bp j) & (i ss) & (j ss) and (5) (i ¬bp j) & (i ss) & (i ′ bp j) for any pair of bases (i, j) where i = i ′ and j = j ′ . Here, (i ss) denotes the case that position i is single stranded.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "shows the detailed performance listing of PETfold with suggested parameters (and RNAalifold using default parameters. Both Matthews (MCC) and R 5 correlation coefficient (R 5 ) are listed for the 46 RNA families in the data set. Bold CCs represent the best performance of a family in the 0.01 confidence interval. The alignments are characterized through their number of sequences (#seq), mean pairwise identity (MPI) and number of structural cluster (#cl) calculated by Pcluster. Actually, Pcluster can be improved by using PETfold instead of Pfold. Families in the CMfinder database are indicated by * and high quality alignments documented through the SARSE project are indicated by † . RNA families with the best computational structure prediction (according to MCC) by PETfold are shown at the top, by Pfold in the middle and by RNAalifold at the bottom.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1: Detailed performance on data set",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}