{
    "paper_id": "7d9c27d988dd4ca25668f573e610145140d2266e",
    "metadata": {
        "title": "Virucidal Activity of World Health Organization-Recommended Formulations Against Enveloped Viruses, Including Zika, Ebola, and Emerging Coronaviruses",
        "authors": [
            {
                "first": "Anindya",
                "middle": [],
                "last": "Siddharta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephanie",
                "middle": [],
                "last": "Pfaender",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nathalie",
                "middle": [
                    "Jane"
                ],
                "last": "Vielle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [],
                "last": "Dijkman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martina",
                "middle": [],
                "last": "Friesland",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Britta",
                "middle": [],
                "last": "Becker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jaewon",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut Pasteur Korea",
                    "location": {
                        "addrLine": "Feodor-Lynen-Straße 7-9",
                        "postCode": "30625",
                        "settlement": "Seongnam, Twincore, Hannover",
                        "region": "Gyeonggi-do",
                        "country": "South Korea, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Engelmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Todt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [
                    "P"
                ],
                "last": "Windisch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut Pasteur Korea",
                    "location": {
                        "addrLine": "Feodor-Lynen-Straße 7-9",
                        "postCode": "30625",
                        "settlement": "Seongnam, Twincore, Hannover",
                        "region": "Gyeonggi-do",
                        "country": "South Korea, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Florian",
                "middle": [
                    "H"
                ],
                "last": "Brill",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joerg",
                "middle": [],
                "last": "Steinmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Duisburg-Essen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jochen",
                "middle": [],
                "last": "Steinmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephan",
                "middle": [],
                "last": "Becker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Philipps University of Marburg",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [
                    "P"
                ],
                "last": "Alves",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Pietschmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Markus",
                "middle": [],
                "last": "Eickmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Philipps University of Marburg",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Volker",
                "middle": [],
                "last": "Thiel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eike",
                "middle": [],
                "last": "Steinmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The World Health Organization (WHO) published 2 alcohol-based formulations to be used in healthcare settings and for outbreak-associated infections, but inactivation efficacies of these products have not been determined against (re-)emerging viruses. In this study, we evaluated the virucidal activity of these WHO products in a comparative analysis. Zika virus (ZIKV), Ebola virus (EBOV), severe acute respiratory syndrome coronavirus (SARS-CoV), and Middle East respiratory syndrome coronavirus (MERS-CoV) as (re-)emerging viral pathogens and other enveloped viruses could be efficiently inactivated by both WHO formulations, implicating their use in healthcare systems and viral outbreak situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hygienic hand antisepsis is one of the most important measures in preventing healthcare-and outbreak-associated viral infections. To reduce the spread of infections, biocides with a proven virucidal efficacy should be readily available. The World Health Organization (WHO) proposed in its 2009 Guidelines on Hand Hygiene in Health Care the use of of 2 alcohol-based hand rubs (formulation I and formulation II) for surgical and hygiene hand disinfection in healthcare settings and to reduce the transmission of pathogens by hands [1] . However, limited data exist on the efficacy of disinfectants, including the WHO formulations, against novel viruses that have emerged during recent outbreaks in different parts of the world. Most recently, Zika virus (ZIKV), a flavivirus that was discovered originally in Africa, has raised considerable international concern. In 2013, the largest and most complex outbreak of Ebola virus (EBOV), a filovirus that spreads mainly through contact with body fluids of symptomatic patients or contaminated surfaces, occurred in West Africa [2] . One year previously in 2012, a novel Coronavirus (CoV) named Middle East respiratory syndrome (MERS) emerged, preceded by severe acute respiratory syndrome (SARS) in 2002/2003, with both viruses causing acute respiratory diseases in humans and displaying a high case-fatality rate.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 533,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We previously evaluated the WHO formulations in a quantitative suspension test for chemical disinfectants and antiseptics in human medicine using different nonenveloped model viruses and observed that formulation I demonstrated a better activity than formulation II against these nonenveloped viruses [3] . However, at that time neither formulation met the requirements for virucidal activity against poliovirus according to the European Guideline (EN14476) [3] or for surgical hand treatment according to the European Norm (EN12971) [4] . Since then, both WHO formulations have been modified with higher alcohol content and lower glycerol concentration and are now fulfilling the guideline requirements [5, 6] .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 458,
                    "end": 461,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 708,
                    "end": 710,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we evaluated for the first time the modified WHO-recommended alcohol-based formulations against different enveloped viruses, including emerging ZIKV, EBOV, SARS-CoV, and MERS-CoV and performed a comparative inactivation analysis of these emerging viruses and other important reference viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An overview of the viruses and cell culture systems used in this study is given in Supplementary Table 1. Hepatitis C virus (HCV) chimeric Jc1 virus was generated in the human hepatoma cell line (Huh7.5) as previously described [7] . The African lineage ZIKV strain (MP1751), isolated in Uganda in 1962, was propagated by using Vero-B4 cells like MERS-CoV strain EMC and SARS-CoV strain Frankfurt 1. Bovine CoV (BcoV) was produced in the human glioblastoma astrocytoma cells U373, human influenza A virus (H1N1) was produced in Madin-Darby canine kidney epithelial cells (MDCK) and modified vaccinia Ankara strain (MVA) was produced in baby hamster kidney cells (BHK-21). Ebola virus was propagated in Vero E6 cells as previously described [8] . Ebola virus-like particles encoding a luciferase were generated using 239T cells as previously reported [9] . In general, cell lines were cultured in Dulbecco's modified minimal essential medium or Eagle's minimum essential medium supplemented with 10% fetal calf serum and other additions (Supplementary Table 1 ).",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 850,
                    "end": 853,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1051,
                    "end": 1058,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Cell Culture and Viral Strains"
        },
        {
            "text": "One part by volume of the test virus suspension and 1 part by volume of the organic load were mixed with 8 parts by volume of 1 of the 2 WHO formulations at different concentrations. Additional information is provided in the Supplementary Data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Suspension Test and Virus Titrations"
        },
        {
            "text": "Concentrations at which the formulations reached the half maximal virus inactivation effective concentration (EC 50 ) were determined using nonlinear regression using the robust fitting method on the normalized 50% tissue culture infectious dose (TCID 50 ) data implemented in GraphPad Prism version 6.07 for Windows. The mean TCID 50 of 2 individual experiments and standard deviations of means were also calculated using GraphPad Prism. Significance of differences in mean EC 50 obtained for the viruses between WHO formulations I and II was tested using 2-tailed Wilcoxon matched-pairs signed rank test (P < .01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "Hepatitis C virus and ZIKV both belong to the family of Flaviviridae (Supplementary Table 1 ) but are transmitted in the environment by different routes. Whereas HCV is a blood-borne virus [10] , transmission of ZIKV occurs mainly through mosquitos, with the most important and common vectors being the Aedes genus. However, other modes of transmission, including sexual transmission, have been reported. To determine the efficacy of WHO formulations I and II against HCV and ZIKV, we incubated the 2 viruses for 30 seconds with the formulations at final concentrations ranging from 10% to 80% ( Figure 1 ). In the case of HCV, viral titers started to decline at a concentration of 30% with WHO formulation II and 40% with WHO formulation I and were reduced to background levels at a concentration of 60% with WHO formulation I and at 40% with WHO formulation II, respectively ( Figure 1A ). As depicted in Figure 1B , a dose-dependent reduction of viral titers was also observed for ZIKV ( Figure 1B) . Importantly, viral titers of 10 6 TCID 50 /mL in the control decreased to undetectable levels with WHO formulation I at a concentration of 40%, whereas a concentration of only 30% was required for complete inactivation with WHO forumulation II.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 91,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 604,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 879,
                    "end": 888,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 907,
                    "end": 916,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 991,
                    "end": 1001,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Hepatitis C Virus and Zika Virus"
        },
        {
            "text": "Coronavirus, and Severe Acute Respiratory Syndrome Coronoavirus to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Susceptibility of Bovine Coronoavirus, Middle East Respiratory Syndrom"
        },
        {
            "text": "Next, we investigated the susceptibility of emerging respiratory CoVs against the WHO formulations in the same experimental suspension assay setup. As reference for CoVs, which can be cultivated under lower biosafety levels, we included BCoV that naturally infects cattle. As depicted in Supplementary Figure 1A , WHO formulation II at a 30% concentration was sufficient to completely inactivate BCoV, whereas for WHO formulation I higher concentrations of at least 40% were required (Supplementary Figure 1A) . Similar inactivation profiles could be observed for MERS-CoV ( Figure 1C ) and SARS-CoV ( Figure 1D ), demonstrating a high susceptibility of these emerging CoVs to WHO formulations. Furthermore, these results implicate BCoV as a valid surrogate virus for inactivation studies with MERS-CoV and SARS-CoV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 311,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 499,
                    "end": 509,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 575,
                    "end": 584,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 602,
                    "end": 611,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "World Health Organization Formulations"
        },
        {
            "text": "Work with infectious EBOV is restricted to biosafety level 4 laboratories, significantly limiting studies with these viruses. In 2014, Watt et al reported a novel life cycle modelling approach for EBOV, which can be performed at biosafety level 2 laboratories [9] . Inactivation of these transcriptionand replication-competent virus-like particles (trVLPs) with WHO formulations showed a dose-dependent reduction of trVLP reporter activity with increasing WHO formulation I and II concentrations ( Figure 2A ). Next, we tested full infectious EBOV cultured at biosafety level 4 for its susceptibility to WHO formulations for potential usage in outbreak situations. Interestingly, viral titers of 10 7 TCID 50 /mL in the control were reduced to background levels at concentrations of 40% with WHO formulation II and 60% with WHO formulation I, showing again a superior virucidal activity of WHO formulation II compared with WHO formulation I ( Figure 2B ). We also included the influenza A virus H1N1 in these inactivation experiments because of its importance in causing viral respiratory epidemics and pandemics. H1N1 could be inactivated at concentrations of 60% with WHO formulation I and 40% with WHO formulation II (Supplementary Figure 1B) . Furthermore, MVA was studied for its susceptibility to WHO formulations because it is the chosen test virus for all enveloped viruses in the European Guideline. In line with EBOV and H1N1, similar inactivation profiles could be observed with increasing WHO formulation I and II concentrations (Supplementary Figure 1C) .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 498,
                    "end": 507,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 943,
                    "end": 952,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1235,
                    "end": 1245,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1556,
                    "end": 1566,
                    "text": "Figure 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Virus, Human Influenza A Virus, and Modified Vaccinia Ankara Strain"
        },
        {
            "text": "Based on the obtained virucidal activities of the WHO formulations against the different enveloped viruses, we next analyzed the inactivation profiles in a comparative analysis ( Figure 2C and 2D) . The most susceptible viruses to the WHO formulation I were the bovine and emerging CoVs (BCoV, SARS-CoV, MERS-CoV) and ZIKV ( Figure 2C ). With a shift to increasing WHO forumation I concentration, the more stable viruses included the full infectious EBOV (trVLPs excluded in this analysis) and HCV ( Figure 2C ). The highest alcohol-based concentrations of WHO formulation I (>40%) were required for H1N1 and MVA, which displayed nearly identical inactivation response curves ( Figure 2C ). The results for the isopropanol-based WHO formulation II are depicted in Figure 2D ; it demonstrated a similar pattern of susceptibility for the different enveloped viruses with an obvious shift toward lower concentrations ( Figure 2D ). The CoVs and ZIKV showed the highest susceptibility to WHO formulation II, whereas HCV, EBOV, H1N1 and MVA demonstrated a more resistant inactivation profile ( Figure 2D ). To also directly compare the performance of the 2 WHO formulations, we determined the concentrations at which the products reached the EC 50 (Supplementary Figure 2) . World Health Organization formulation II showed a significantly higher virucidal activity against the different viruses compared with WHO formulation I (P = .008). In summary, CoVs and ZIKV showed the highest susceptibility to WHO formulations. Ebola virus and HCV were observed to be less susceptible than the CoVs, whereas H1N1 and MVA were the most stable viruses. In addition, WHO formulation II demonstrated a higher virucidal effect compared with WHO formulation I. The WHO has recommended 2 formulations in Guidelines on Hand Hygiene in Health Care, a document proposing the use of cheap alcohol-based hand rubs to reduce the transmission of pathogens [1] . We aimed in this study to analyze the virucidal efficacies of these products, particularly against emerging or re-emerging viruses that caused severe epidemics in the recent past [2] . Importantly, both WHO formulations inactivated all tested viruses, including ZIKV, EBOV, and emerging CoVs, in a suspension test with 30-second exposure time, implicating the formulations I and II were tested for their efficacy in inactivating EBOV transcription-and replication-competent virus-like particles (trVLPs) (A) and EBOV (B). The biocide concentrations ranged from 0% to 80% with an exposure time of 30 seconds. For this inactivation assay, 1 part virus and 1 part organic load were mixed with 8 parts of biocide. For determination of the EBOV trVLP infectivity, luciferase activity was measured 72 hours later. For EBOV, residual infectivity was determined by a limiting dilution assay. Viral titers are displayed as 50% tissue culture infectious dose (TCID 50 ) values. The cytotoxicity was calculated in analogy to the determination of virus titer (TCID 50 /mL) and is depicted as a dashed line. The means of 2 independent experiments with standard deviations are shown. Normalized values of percentage inactivation of viral infectivity (y-axis) were plotted against WHO formulations I (C) or II (D) in dose-response curves (x-axis, log representation). Viruses are listed in each panel and are ranked from the most to the least stable. Normalization and nonlinear regression calculation of all data were performed using GraphPad Prism version 6.07 for Windows. Abbreviation: nd, not detected. usability of these formulations in viral outbreak situations. In the case of ZIKV, specific viral inactivation data are lacking, and consequently disinfection guidelines are based on data obtained from other members of the flaviviruses. So far, 1 recent study by Müller et al reported that ZIKV was inactivated by classical inactivation methods including ultraviolet light [11] . Zika virus was readily reduced in viral titers by the WHO formulations, similar to the other member of the family of Flaviviridae, HCV. These findings are supported by earlier analyses of the environmental stability and inactivation profiles of HCV, which showed strong virucidal effects of the main WHO formulation ingredients ethanol and isopropanol [12] . For EBOV, limited data on the efficacy of virucidal products are available because these viruses require high biosafety level laboratories. The Centers for Disease Control and Prevention advises \"suitable disinfectant solutions include 0.5% sodium hypochloride as well as 2% glutaraldehyde and phenolic disinfectants (0.5-3%)\" for EBOV inactivation [13] . The comparative inactivation analyses of all viruses tested revealed that the CoVs, in particular SARS-CoV, were the most susceptible viruses to WHO formulation treatment. The degree of susceptibility of the different viruses to the WHO formulation likely depends on the specific surface properties of the lipophilic envelope of the respective virus. We could show by a comparative inactivation analysis that H1N1 and MVA showed the highest stability against alcohol-based inactivation, with higher concentrations of WHO formulation I and II being required compared with CoVs, ZIKV, and EBOV. These results confirm MVA as the model surrogate virus for all enveloped viruses for testing chemical disinfectants and antiseptics in human medicine [8] . When testing nonenveloped viruses like noro-, polio-, or adenovirus, a far higher level of resistance to both WHO formulations was observed, probably due to the more hydrophilic character of these viruses [3, 6] . Interestingly, WHO formulation I was superior compared with WHO formulation II in inactivating these nonenveloped viruses, whereas in this study the opposite effect occurred, with WHO formulation II showing a higher virucidal activity against enveloped viruses. This discrepancy can be explained by the presence of the virus envelope, which likely renders enveloped viruses more susceptible to the isopropanol-based WHO formulation II compared with the ethanol-based WHO formulation I [14] . Furthermore, isopropanol has 1 more carbon than ethanol, giving it greater lipophilic properties and higher virucidal activities against lipophilic viruses [15] .",
            "cite_spans": [
                {
                    "start": 1929,
                    "end": 1932,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2114,
                    "end": 2117,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3901,
                    "end": 3905,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 4260,
                    "end": 4264,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 4616,
                    "end": 4620,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 5366,
                    "end": 5369,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 5577,
                    "end": 5580,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 5581,
                    "end": 5583,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 6071,
                    "end": 6075,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 6234,
                    "end": 6238,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 196,
                    "text": "Figure 2C and 2D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 325,
                    "end": 334,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 500,
                    "end": 509,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 678,
                    "end": 687,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 764,
                    "end": 773,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 916,
                    "end": 925,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1089,
                    "end": 1098,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1243,
                    "end": 1267,
                    "text": "(Supplementary Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Formulations Against Enveloped Viruses"
        },
        {
            "text": "In conclusion, WHO-recommended alcohol-based formulations were validated with different enveloped viruses. A strong virucidal effect against emerging pathogens, including ZIKV, EBOV, SARS-CoV, and MERS-CoV, could be demonstrated, implicating the usability of these WHO formulations in healthcare and outbreak-associated viral infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulations Against Enveloped Viruses"
        },
        {
            "text": "Supplementary materials are available at The Journal of Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. WHO guidelines on hand hygiene in health care: first global patient safety challenge clean care is safer care",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transmission of Ebola viruses: what we know and what we do not know",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Osterholm",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Kelley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "MBio",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Virucidal activity of 2 alcohol-based formulations proposed as hand rubs by the World Health Organization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bischoff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Infect Control",
            "volume": "38",
            "issn": "",
            "pages": "66--74",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ethanol in pre-surgical hand rubs: concentration and duration of application for achieving European Norm EN 12791",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suchomel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rotter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Hosp Infect",
            "volume": "77",
            "issn": "",
            "pages": "263--269",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Modified World Health Organization hand rub formulations comply with European efficacy requirements for preoperative surgical hand preparations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suchomel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kundi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Rotter",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "34",
            "issn": "",
            "pages": "245--50",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Virucidal activity of formulation I of the World Health Organization's alcohol-based handrubs: impact of changes in key ingredient levels and test parameters",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bischoff",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Magulski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antimicrob Resist Infect Control",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Construction and characterization of infectious intragenotypic and intergenotypic hepatitis C virus chimeras",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pietschmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaul",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koutsoudakis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "7408--7421",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Povidone-iodine hand wash and hand rub products demonstrated excellent in vitro virucidal efficacy against Ebola virus and modified vaccinia virus Ankara, the new European test virus for enveloped viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eggers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eickmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kowalski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zorn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reimer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A novel life cycle modeling system for Ebola virus shows a genome length-dependent role of VP24 in virus infectivity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moukambi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Banadyga",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "10511--10535",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevention strategies for blood-borne viruses-in the era of vaccines, direct acting antivirals and antiretroviral therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Von Hahn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ciesek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Rev Med Virol",
            "volume": "26",
            "issn": "",
            "pages": "330--339",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Inactivation and environmental stability of zika virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harms",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schubert",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "1685--1692",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "How stable is the hepatitis C virus (HCV)? Environmental stability of HCV and its susceptibility to chemical biocides",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ciesek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Friesland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "201",
            "issn": "",
            "pages": "1859--66",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Management of patients with suspected viral hemorrhagic fever",
            "authors": [],
            "year": 1988,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "37",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Can vaccinia virus be replaced by MVA virus for testing virucidal activity of chemical disinfectants?",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rapp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Antiviral action of germicides",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deforest",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Soap Chem Spec",
            "volume": "39",
            "issn": "",
            "pages": "70--95",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Virucidal activity of World Health Organization (WHO) formulations I and II against hepatitis C virus (HCV), Zika virus (ZIKV), Middle East respiratory syndrome coronavirus (MERS-CoV), and severe acute respiratory syndrome coronavirus (SARS-CoV). A, World Health Organization formulations I and II were tested for their efficacy in inactivating HCV. The biocide concentrations ranged from 0% to 80% with an exposure time of 30 seconds. For this inactivation assay, 1 part virus and 1 part organic load were mixed with 8 parts biocide. Residual infectivity was determined by a limiting dilution assay. Viral titers are displayed as 50% tissue culture infectious dose (TCID 50 ) values. The cytotoxicity was calculated in analogy to the determination of virus titer (TCID 50 /mL) and is depicted as a dashed line. The means of 2 independent experiments with standard deviations are shown. Efficacy of WHO formulations I and II against ZIKV (B), MERS-CoV (C), and SARS-CoV (D) was addressed by a quantitative suspension assay as described for panel A. Abbreviation: nd, not detected.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effect of World Health Organization formulations I and II against Ebola virus (EBOV) and comparative viral susceptibility analysis. World Health Organization",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Takaji Wakita and Jens Bukh for JFH1 and HCV isolates, to Charles Rice for Huh7.5 cells and the E9E10 monoclonal antibody, and to Thomas Hoenen for providing the EBOV trVLP system. We would like to thank Beatrice Zumkehr and Katharina Kowalski for technical assistance. Moreover, we thank all members of the Institute of Experimental Virology, Twincore, for helpful suggestions and discussions.Financial support. E. S. was supported by the Helmholtz Centre for Infection Research. M. P. W. and J. Y. were supported by a National Research Foundation of Korea grant funded by the Korean government (2014K1A4A7A01074644), Gyeonggi-do, KISTI, and the Institute Pasteur Ebola Task Force.Potential conflicts of interest. All authors: No reported conflicts. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments."
        }
    ]
}