{
    "paper_id": "7db9b801730d8b60d1fc331ba3389460e9ea3794",
    "metadata": {
        "title": "Annals of Rehabilitation Medicine Effects of 3-Dimensional Lumbar Stabilization Training for Balance in Chronic Hemiplegic Stroke Patients: A Randomized Controlled Trial Improvement of Gait and Balance by Spine Balance 3 D System 973 www.e-arm.org",
        "authors": [
            {
                "first": "Jin-Young",
                "middle": [],
                "last": "Chun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Research Institute of Clinical Medicine of Chonbuk National University & Biomedical Research Institute of Chonbuk National University Hospital",
                    "location": {
                        "settlement": "Jeonju",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeong-Hwan",
                "middle": [],
                "last": "Seo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Research Institute of Clinical Medicine of Chonbuk National University & Biomedical Research Institute of Chonbuk National University Hospital",
                    "location": {
                        "settlement": "Jeonju",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sung-Hee",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Research Institute of Clinical Medicine of Chonbuk National University & Biomedical Research Institute of Chonbuk National University Hospital",
                    "location": {
                        "settlement": "Jeonju",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [
                    "Hui"
                ],
                "last": "Won",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Research Institute of Clinical Medicine of Chonbuk National University & Biomedical Research Institute of Chonbuk National University Hospital",
                    "location": {
                        "settlement": "Jeonju",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Gi-Wook",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Research Institute of Clinical Medicine of Chonbuk National University & Biomedical Research Institute of Chonbuk National University Hospital",
                    "location": {
                        "settlement": "Jeonju",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sung-Jun",
                "middle": [],
                "last": "Moon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Research Institute of Clinical Medicine of Chonbuk National University & Biomedical Research Institute of Chonbuk National University Hospital",
                    "location": {
                        "settlement": "Jeonju",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Myoung-Hwan",
                "middle": [],
                "last": "Ko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chonbuk National University Medical School",
                    "location": {
                        "addrLine": "20 Geonji-ro, Deokjin-gu",
                        "postCode": "54907",
                        "settlement": "Jeonju",
                        "country": "Korea"
                    }
                },
                "email": "mhko@jbnu.ac.kr"
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective To investigate the effects of the newly developed Spine Balance 3D system on the balance and gait abilities of hemiplegic stroke patients. Methods Twenty-eight hemiplegic patients with chronic stroke were randomly assigned to an experimental (n=14) or control group (n=14). The experimental and control groups performed balance training by using the newly developed Spine Balance 3D system and the well-known Biodex Balance System 30 minutes per day, three times a week for 7 weeks. The Berg Balance Scale (BBS), 10-m walking test (10mWT), Timed Up and Go Test (TUG), Functional Reach Test (FRT), the Korean version of the Fall Efficacy Scale-International (KFES-I), trunk muscle strength and stability were evaluated before and after 7 weeks of intervention. Results The 10mWT improved significantly (p=0.001) in the experimental group (using the Spine Balance 3D system) but not in the control group, and core muscle strength, which we checked using Spine Balance 3D system evaluation program, improved more in the experimental group as well. The results of the BBS, FRT, TUG, KFES-I, and Biodex Balance System evaluation program improved in both groups after 7 weeks of balance training. Conclusion We suggest that the newly-developed Spine Balance 3D system can be a more useful therapeutic tool for gait and dynamic balance rehabilitation in hemiplegic patients than a conventional 2D-based balance training system. A large-scale randomized controlled study is needed to prove the effect of this system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A decrease in balance control can be caused by various factors, including central nervous system diseases (such as stroke and traumatic brain injury), musculoskeletal disorders (such as back pain or arthritis), and vestibular diseases. Loss of balance control decreases the ability and speed of patients' gait, especially in those with hemiplegia caused by brain damage. Fear of falling in these patients reduces their activity level and makes daily activities of living difficult for these patients. Therefore, improvements in balance control and mechanical movements are important treatment goals [1] .",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 602,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A combination of several factors, including vestibular, visual, somatosensory, and trunk strength, enables the maintenance of postural balance. Therefore, comprehensive, objective treatment methods are needed. Previous studies have reported on the relationship between gait ability, speed, and independence of performing daily activities from multiple angles. Physicians use various treatment methods and exercises, including trampoline training [2] , visual feedback training [3] , and sling exercise therapy for trunk muscles [4] [5] [6] . Along with the active development of rehabilitation equipment, physicians use many types of equipment that are already made in Korea in treatments to improve balance, including the iBalance (CyberMedic, Iksan, Korea) and Space Balance 3D (CyberMedic) systems. However, few studies exist on the actual effectiveness of this equipment, and established criteria to evaluate functional improvements are scarce. This study aimed to investigate whether the Spine Balance three-dimensional (3D) system, which was developed to strengthen the deep muscles of the vertebra via stabilization exercise of the lumbar spine, improves postural balance in patients with hemiplegia performing 3D rotational exercises. We expected that this exercise would increase trunk muscle strength and stabilize movement of the vertebra. In addition, this study aimed to study the improvement in gait and ability to carry out daily activities while proving the positive effects of using the Spine Balance 3D system's program and several balance control tests. The results were compared to those obtained with a Biodex Balance System [7] , which is widely used for balance training, to prove its effectiveness.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 449,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1646,
                    "end": 1649,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This study required patients to meet the following inclusion criteria: (1) patients at 6 months or more after stroke, (2) unilateral stroke (infarction, hemorrhage), (3) ability to understand and perform three-step verbal instructions, and (4) ability to stand independently. Patients with severe abnormalities in their biorhythms who require inpatient treatment and those who were deemed unqualified for the study were excluded. Thirty patients who met the requirements were chosen as subjects. The subjects were randomly divided into two groups of 15 to create experimental and control groups to be respectively treated using Spine Balance 3D (CyberMedic) and Biodex Balance System (Biodex Medical Systems, Shirley, NY, USA). The random distribution of the subjects into the experimental and control groups is based on a random allocation table in the order of registration of the subjects, and the process of patient recruitment took a total of 4 months. We conducted this prospective study at the Chonbuk National University Hospital, and we notified the subjects regarding the content of the study and obtained their written consent before the experiment was conducted. The hospital's board of audit and inspection approved our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects"
        },
        {
            "text": "The Berg Balance Scale (BBS), 10-m walking test (10mWT), Timed Up and Go (TUG) and Functional Reach Tests (FRT), and trunk strength evaluated using Spine Balance 3D system's evaluation program were used as clinical indicators to evaluate the level of function before the exercise. The Korean version of the Fall Efficacy Scale-International (KFES-I) was recorded using the information from the survey. The patients performed 30-minute exercises, three times a week for 7 weeks (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 485,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Method"
        },
        {
            "text": "The Spine Balance 3D system allows balance training to be performed in 3D space detached from the ground surface by using a lift system that locks the hip and ankles to stabilize the body and prevent twisting. Exercises in eight directions (front, back, left, right, and diagonal) are possible in 3D space, and the system can be tilted up to 60 o in each direction. The 3-axis sensor on the trunk accurately measures the movement of the patient's trunk and identifies and displays the center of gravity on the www.e-arm.org monitor ( Fig. 2A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 534,
                    "end": 542,
                    "text": "Fig. 2A)",
                    "ref_id": null
                }
            ],
            "section": "Method"
        },
        {
            "text": "The experimental group underwent training in eight directions using the Spine Balance 3D system, starting from a 15 o tilt and increasing up to 30 o depending on the patient's condition. The control group underwent training by using the training mode in the Biodex Balance System. www.e-arm.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "We configured the platform to the static state, and the patients underwent posture maintenance training and center of gravity transferring postural training in eight directions after initially aligning the center of gravity with the middle line of the monitor. We did not restrict any of the groups' activities to balance training, and we advised the subjects to perform their same daily activities as before (Fig. 2B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 417,
                    "text": "(Fig. 2B",
                    "ref_id": null
                }
            ],
            "section": "Method"
        },
        {
            "text": "Assessment method BBS (range, 0-56 scores) and TUG indicated the dynamic balance, Biodex Balance System's evaluation program indicated stability, Spine Balance 3D system's evaluation program indicated trunk muscle strength, and 10mWT indicated gait ability. The FRT indicated static balance, and the KFES-I measured the risk of falling. The patients performed TUG, a test that measures the time it takes a patient to rise from a chair, walk 3 m, turn around, walk back to the chair and sit down, and a stopwatch was used to measure timing. We measured the time it takes a patient to walk a distance of 10 m marked by tapelines when performing the 10mWT, and sufficient space was provided before and after the 10 m region to allow acceleration and deceleration. The forward FRT was performed by measuring the difference between the locations of the 3rd metacarpophalangeal joint of the unaffected side from a normal standing position and from a maximally forward-leaning position, and a 100 cm-long ruler was set horizontally at the acromion level to measure the difference. The patients placed both clavicles perpendicular to the long ruler lines on the wall to avoid error caused by the decrease in ipsilateral muscle strength. We separately measured the values for the affected and unaffected side in the lateral FRT. The lateral FRT measures the differences in the location of the metacarpophalangeal joints after abduction of the arm on the desired side from a natural upright position and from a laterally tilted trunk position. If the strength of the affected arm was not sufficiently strong, we measured the acromion locations instead. The Biodex Balance System and Spine Balance 3D system objectively evaluated the balance control. We used Biodex Balance System's evaluation program to conduct postural stability test with eyes open and closed, along with the limits of the stability test. We conducted the postural stability test by having the subjects maintain a relaxed standing position with eyes open and closed for 10 seconds each. We obtained three measurements from each condition to calculate the overall stability index, which reflected the stability as it approximates 0. We conducted the limits of the stability test on an easy level. We obtained three measurements to calculate the overall direction control score, which reflected a higher ability to control direction as the score decreased. Spine Balance 3D system's blind and open modes were used to evaluate the balance control. The difference between the blind mode and the open mode is defined as the ability to display the actual balance status on the screen by using the sensors attached to the back of the patient. The monitor displayed the actual balance status in the open mode whereas the screen turned black in the blind mode to restrict compensation. We increased the tilt in each of the eight directions to 15 o and 30 o by 2 o /s and stopped for 5 seconds at the maximum tilt (15 o and 30 o ). The subjects maintained a certain trunk position, depending on the tilt, and the results were reported as the Balance Position Ratio (BRP), expressed as the percentage of deviation from reference for the direction and tilt measured using the trunk sensor system. A score close to 100% reflects a good trunk muscle strength.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "We performed the statistical analyses using SPSS ver. 18.0 (SPSS Inc., Chicago, IL, USA), and analyzed the demographics of the two groups and pre-treatment evaluations by using an independent t-test. We compared the pre-treatment evaluations with post-treatment evaluations in both groups to determine whether statistical changes were present. We analyzed the measured values before and after the treatment in each group by using Wilcoxon signed-rank tests, and considered only p-values less than 0.05 to be statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The experimental and control groups comprised 15 subjects each. However, one patient from the experimental group failed due to the aggravation of gout in the ankle joint, and a follow-up loss in the control group occurred due to a MERS coronavirus outbreak. Fourteen subjects in each group completed the clinical experiment. Table  1 shows the distribution of sex, age, average education, www.e-arm.org duration of stroke, and hemiplegic side in both groups. The demographics in the two groups did not show significant differences. The unaffected lateral FRT showed significantly higher results in the Biodex Balance System training group; whereas the rest of the tests showed no significant differences between the two groups ( Table 2) . Table 3 shows that the experimental group showed significant improvements in all tests-BBS (p=0.001), TUG (p=0.001), forward FRT (p=0.001), affected lateral FRT (p=0.001), and unaffected lateral FRT (p=0.002)-when the values before and after training were compared in each group. The control group also showed significant improvements in the same tests. However, the results for the 10mWT showed only significant improvements in the experimental group (11.38±3.0 to 10.12±2.47 seconds; p=0.01); whereas the control group did not show significant improvements. The improvement levels of the trunk strength (BPR score) for the experimental group using Spine Balance 3D system's evaluation program showed (Table 3 ). In addition, among the three conditions used in Biodex ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 333,
                    "text": "Table  1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 729,
                    "end": 737,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 740,
                    "end": 747,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1442,
                    "end": 1450,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "General characteristics of subjects"
        },
        {
            "text": "Balance System's evaluation program, the experimental group showed significant improvements in a postural stability test with eyes open and closed under two conditions while the control group showed significant improvements in a postural stability test under a condition with closed eyes and a limit of stability test. As such, the two groups showed similar levels of improvement in terms of stability (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 411,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "www.e-arm.org"
        },
        {
            "text": "The goal of this study was to investigate the effectiveness of the Spine Balance 3D system in improving gait and balance in patients with hemiplegia. This study confirms that balance training using the Spine Balance 3D system effectively improves dynamic balance, static balance, and gait by improving trunk muscle strength. Treatment using the Spine Balance 3D system showed significant improvements in gait, as measure in the 10mWT, compared to that achieved using the Biodex Bal-ance System, and the Spine Balance 3D system's evaluation program showed that improvements in trunk control ability were relatively superior than those observed for the control group. The postural stability test, conducted using Biodex Balance System's evaluation program, revealed that the two groups showed similar levels of improvement in stability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The trunk stability maintains the overall balance and regulates the technical movement of the lower limbs. Hodges and Richardson [8] report that stabilization of the spine caused by the contraction of abdominal and multifidus muscles plays a role in inducing technical movement in the lower limbs. In addition, Kim et al. [9] report that trunk-activating exercises are important because weakening of the trunk is relevant to functional performance in patients with chronic stroke. Abdominal muscle strength exercises improve gait and balance in stroke patients [10] , and improvements in trunk regulation increase dynamic balance, gait speed, and symmetrical movement of the trunk during gait in stroke patients [11] . www.e-arm.org",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Subsequently, various core stability exercises have been introduced to strengthen the trunk [12] [13] [14] [15] , and many types of modern equipment are currently in development, aiming to improve trunk strength through gait training. However, studies evaluating the effects of such equipment are rare. A study conducted 1-minute sit-up tests in a single-leg squat position on athletes after training with the Biodex Balance System and reported a relatively significant improvement in balance compared to the control group. This study proves that treatment using the Biodex Balance System improves stability by fortifying core strength [16] . Treatment using the Biodex Balance System significantly reduces the fear of falling (FES-I score >26) among the elderly, and their knee extensor and flexor isometric strength improves as a secondary gain [17] . Therefore, core muscle and lower extremity strength are expected to increase when training using the Biodex Balance System, and improvements in balance have been confirmed.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 97,
                    "end": 101,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 102,
                    "end": 106,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study showed significant improvements not only in trunk muscle strength, but also in BBS, TUG, FRT, and KFES-I. This result coincides with the results from a study by Saeys et al. [18] , which reports that trunk reposition error, trunk impairment scale, and TUG results improved in the weight-shifting training group compared to those in the control group. The only difference with the study by Saeys et al. [18] is that our weight-shifting training was conducted using the Biodex Balance System.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We expect that the newly-developed Spine Balance 3D systems stabilize and fortify trunk muscles by inducing symmetrical contraction and relaxation of abdominal and multifidus muscles in 3D space when the body is tilted, and studies are currently in progress to determine its effectiveness. A recent study confirmed changes in the trunk muscle strength and body composition among elderly subjects after training using the Spine Balance 3D system. The experimental group showed a significant improvement in trunk muscle strength after analyzing the alignment of the system direction and tilt with the trunk sensors by using trunk maintenance ability as a reference for trunk muscle strength [19] .",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 693,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study showed a significant improvement in trunk muscle strength in both groups after the experiment when measured using the same method. However, the control group showed significant improvements in trunk muscle strength only under three conditions while the experimental group showed improvements in trunk muscle strength under all four tested conditions, and the experimental group showed a relatively higher improvement in the trunk muscle strength. The tests conducted using Biodex Balance System's evaluation program revealed that both the experimental and the control groups showed significant improvements in two of three conditions with similar magnitude. The experimental group showed significant improvements in a postural stability test with eyes open and closed under two conditions while the control group showed significant improvements in postural stability test under a condition with closed eyes condition and in the limit of stability test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although each system's learning effect on outcomes cannot be neglected, the treatment effect of the experimental group who used the Spine Balance 3D system for training was confirmed to be superior to that of the control group through a comparative analysis. Compared to the Biodex Balance System, where balance training is conducted horizontally while standing perpendicular to the surface, the Spine Balance 3D system might be more effective because the trunk muscle is activated to maintain the body balance against increasing gravitational force caused by the increase in tilt angle in 3D space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We conclude that both the Biodex Balance System and the Spine Balance 3D system increase core muscle strength. However, the 3D stimulation in the Spine Balance 3D system is more effective to activate the trunk muscles. The dynamic balance improves as shown in the BBS, TUG, FRT, and KFES-I, and the 10mWT, which refers to gait ability, and shows a relatively higher improvement compared to the Biodex Balance System. We expect that the Spine Balance 3D system's superior treatment improves static balance, dynamic balance, and gait in stroke patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study has several limitations. First, both the experimental and control groups comprise a small number of subjects of only 14 each. Second, although there were no restrictions for registration, each subject was able to walk independently for 10 m or more, and their BBS scores were over 40, which means that the subjects had relatively mild conditions. Third the long-term effects of the treatment could not be confirmed. In addition, we could not exclude the learning effect for each evaluation system. Finally, the level of the trunk muscle activity could not be directly proven. Therefore, future studies need to www.e-arm.org include more subjects, and treatment methods should also be confirmed in subjects with more severe conditions. In addition, a method that can directly quantify trunk muscle strength, such as electromyography (EMG) activity, should also be attempted, and the studies should be designed to explore whether the treatment effects are still present months after the experiment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, the Spine Balance 3D system, a newlydeveloped trunk-stabilizing exercise equipment, and the Biodex Balance system were applied to patients with hemiplegia. Although significant improvements in dynamic and static balance were confirmed in both the experimental and control groups, the 10mWT showed a significant improvement only in the experimental group treated with the Spine Balance 3D system, which means that the gait ability also showed a significant improvement and that the activation of the trunk muscles was more effective when using the program of the Spine Balance 3D system. The results indicate that the Spine Balance 3D System induces the activation of trunk muscles and comprises an effective treatment to improve the balance and gait in patients with hemiplegia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Reliability and validity of the dynamic gait index in persons with chronic stroke",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jonsdottir",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cattaneo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch Phys Med Rehabil",
            "volume": "88",
            "issn": "",
            "pages": "1410--1415",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effect of modified trampoline training on balance, gait, and falls efficacy of stroke patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hahn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Phys Ther Sci",
            "volume": "27",
            "issn": "",
            "pages": "3351--3355",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Does visual feedback during walking result in similar improvements in trunk control for young and older healthy adults?",
            "authors": [
                {
                    "first": "Anson",
                    "middle": [
                        "E"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agada",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kiemel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jeka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Neuroeng Rehabil",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effects of sling exercise therapy on trunk muscle activation and balance in chronic hemiplegic patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Phys Ther Sci",
            "volume": "26",
            "issn": "",
            "pages": "655--664",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Treadmill training with partial body weight support compared with physiotherapy in nonambulatory hemiparetic patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hesse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bertelt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Jahnke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schaffrin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baake",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malezic",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Stroke",
            "volume": "26",
            "issn": "",
            "pages": "976--81",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Prospective, blinded, randomized crossover study of gait rehabilitation in stroke patients using the Lokomat gait orthosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mayr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kofler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quirbach",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matzak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Frohlich",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Saltuari",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Neurorehabil Neural Repair",
            "volume": "21",
            "issn": "",
            "pages": "307--321",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of balance training with Biodex Stability System on balance in diabetic neuropathy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eftekhar-Sadat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Azizi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aliasgharzadeh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Toopchizadeh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghojazadeh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ther Adv Endocrinol Metab",
            "volume": "6",
            "issn": "",
            "pages": "233--273",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Contraction of the abdominal muscles associated with movement of the lower limb",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Hodges",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Phys Ther",
            "volume": "77",
            "issn": "",
            "pages": "132--176",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Correlations among trunk impairment, functional performance, and muscle activity during forward reaching tasks in patients with chronic stroke",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Jeon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Phys Ther Sci",
            "volume": "27",
            "issn": "",
            "pages": "2955--2963",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Contribution of abdominal muscle strength to various activities of daily living of stroke patients with mild paralysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Togashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kasahara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Phys Ther Sci",
            "volume": "27",
            "issn": "",
            "pages": "815--823",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Weight-shift training improves trunk control, proprioception, and balance in patients with chronic hemiparetic stroke. Tohoku",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Exp Med",
            "volume": "232",
            "issn": "",
            "pages": "195--204",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Trunk muscle activity in healthy subjects during bridging stabilization exercises",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Bouche",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Mahieu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Coorevits",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Vanderstraeten",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Danneels",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Musculoskelet Disord",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The effects of isometric trunk exercises and dynamic trunk exercises on gait in elderly people",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Phys Ther Sci",
            "volume": "27",
            "issn": "",
            "pages": "1685--1694",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Comparison of different rowing exercises: trunk muscle activation and lumbar spine motion, load, and stiffness",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Fenwick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgill",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Strength Cond Res",
            "volume": "23",
            "issn": "",
            "pages": "350--358",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "EMG comparison of lateral step-up and stepping machine exercise",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lux",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Neubrand",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Orthop Sports Phys Ther",
            "volume": "16",
            "issn": "",
            "pages": "108--121",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Functional balance training in collegiate women athletes",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Brezzo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Strength Cond Res",
            "volume": "23",
            "issn": "",
            "pages": "2124--2133",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Balance training reduces fear of falling and improves dynamic balance and isometric strength in institutionalised older people: a randomised trial",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gusi",
                    "suffix": ""
                },
                {
                    "first": "Carmelo",
                    "middle": [],
                    "last": "Adsuar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Corzo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Pozo-Cruz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Olivares",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Parraca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Physiother",
            "volume": "58",
            "issn": "",
            "pages": "97--104",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Randomized controlled trial of truncal exercises early after stroke to improve balance and mobility",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Saeys",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vereeck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Truijen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lafosse",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Wuyts",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Heyning",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Neurorehabil Neural Repair",
            "volume": "26",
            "issn": "",
            "pages": "231--239",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The effect of 3-D spine stabilization training on trunk muscle strength and body composition in elderly",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J RWEAT",
            "volume": "9",
            "issn": "",
            "pages": "45--51",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow diagram of this study. Spine Balance 3D system; the attached sensor detects the tilting angle of the trunk and shows the position on the screen, and the patient trains to reciprocal movement for eight directions with fixed lower extremities (A). Biodex Balance System (B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "significant improvements at the 15 o open mode; whereas the control group did not show any significant improvement. However, both groups showed significant improvements during the experiment under the following three conditions: 15 o blind, 30 o open, and 30 o blind",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Demographic factors of the participants Values are presented as mean±standard deviation.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Baseline evaluation data of gait and balance function in both experimental and control groups trained with Spine Balance 3D and Biodex Balance System, respectively, before 7-week balance training",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Comparisons of assessment scores before and after 7-week balance training",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}