{
    "paper_id": "7e2390fbb36e75e858fe46a1c81266144ab176de",
    "metadata": {
        "title": "Infection & Chemotherapy",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This treatment guideline centers on the principles of infection prevention and control, such as the operation of intra-hospital isolation and management for MERS patients and monitoring and control of contacts as well as use of personal protective equipment (PPE), cleaning and disinfection, and other precautions. Because laboratory biosafety related to testing for MERS-CoV shall be handled separately in the guideline on laboratory testing, this guideline will not address it in detail. The use of preventive antivirals after being exposed to MERS-CoV is also excluded from this guideline due to the lack of evidence to support it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In July of 2015, the MERS-CoV Infection Prevention and Control Guideline Development Committee were constituted with experts recommended by the joint panel of the Korean Society of Infectious Diseases, Korean Society for Healthcare-associated Infection, and Korean Association of Infection Control Nurses. The MERS-CoV Infection Prevention and Control Guideline Development Committee is composed of six specialists from the divisions of infectious diseases of teaching hospitals in South Korea and four nurses specialized in infection control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constitution of guideline development committee"
        },
        {
            "text": "1. The core of infection prevention and control is blocking the transmission of MERS-CoV through early diagnosis and intra-hospital isolation (AIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constitution of guideline development committee"
        },
        {
            "text": "vened to implement adequate management of the basic elements of infection prevention and control, namely, the structure, system, and processes (BII). 3. Patients with a suspected or confirmed MERS-CoV infection should be diagnosed in a timely manner and placed in isolation rooms with contact and droplet precautions to control the infection source (AIII). 4. Clinical, epidemiological, and laboratory assessments should be performed and reported as rapidly as possible and pertinent infrastructures for implementing infection prevention and control measures are to be established simultaneously (AIII). 5. Nosocomial transmission in healthcare facilities should be prevented by placing suspected or confirmed patients in isolation rooms with adequate ventilation for efficient environmental disinfection (AII). 6. Before contacting each suspected or confirmed patient, HCWs should wear gloves, a gown, highly efficient mask, and goggles or a face shield in the proper sequence and manner (AII). 7. A suspected or confirmed patient should be required to wear a mask, gown, and gloves before exiting the room and move using isolated routes to avoid contact with non-MERS patients (AIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A MERS-CoV infection emergency committee is con-"
        },
        {
            "text": "The MERS outbreak in South Korea occurred in hospital settings through contacts with infected outpatients and inpatients [3] . This transmission pathway is characterized by the transmission through super-spreaders and nosocomial transmission in healthcare facilities, similar to the main infection routes among Saudi Arabian MERS patients [4] . Therefore, the most important measure for infection prevention and control of MERS-CoV is blocking the transmission through early diagnosis of suspected or confirmed patients and their intra-hospital isolation (AIII) [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "1) General principles"
        },
        {
            "text": "To minimize the exposure to and transmission of MERS-CoV, infection prevention and control measures should be implemented systematically based on the standard, contact, and droplet precautions (AIII). Exceptionally, the World Health Organization (WHO) recommends airborne precautions for MERS patients requiring aerosol-generating medical procedures, such as mechanical ventilation, endotracheal intubation, and endotracheal aspiration (AIII) [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 446,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "1) General principles"
        },
        {
            "text": "Community healthcare facilities and health centers as well as national agencies such as Centers for Disease Control and Prevention should set up an efficient communication network and methodology to share real-time information regarding the outbreak situation (CIII) [11] .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "1) General principles"
        },
        {
            "text": "Composition of a MERS infection emergency committee",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category"
        },
        {
            "text": "The basic elements of MERS-CoV infection prevention and control include administrative measures, environmental and engineering measures, and PPE [11] .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "3) Basic elements of infection prevention and control"
        },
        {
            "text": "Administrative measures are the most critical element in establishing and implementing infection prevention and control strategies. Patients who are suspected or confirmed to be infected should be screened for early diagnosis and placed under droplet precautions and quarantine to control the infection source (AIII). Clinical, epidemiological, and laboratory assessments of suspected or confirmed cases should be performed and reported as rapidly as possible [14] . Infrastructures of infection prevention and control should be established to ensure real-time patient control and laboratory testing (AIII) [15] . Additionally, based on pertinent guidelines, MERS-CoV infection emergency committee should assure adequate and systematic provisions of medical services and stored materials. While implementing the policies set by the MERS-CoV infection emergency committee, constant monitoring of infrastructures should also be provided, as well as efficient allocation of necessary personnel and medical resourc-es and training and education of HCWs, patients and their caregivers, and visitors (BII) [16, 17] . The administration team should also manage waiting and admitted patients and take precautions against the overcrowding of waiting areas. It is also responsible for monitoring the health status of HCWs, including acute respiratory infection. The compliance of the entire hospital staff with the infection prevention and control policies including hand hygiene need to be assessed and monitored constantly (CII) [18, 19] .",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 464,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1100,
                    "end": 1104,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1105,
                    "end": 1108,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1521,
                    "end": 1525,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1526,
                    "end": 1529,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "3) Basic elements of infection prevention and control"
        },
        {
            "text": "Environmental and engineering management of hospital facilities is also of vital importance [20] . Appropriate ventilation, adequate room for the allocation of patients, and efficient environmental disinfection are crucial for preventing nosocomial transmission in healthcare facilities (AII) [21] . Suspected or confirmed infected patients should be placed in isolation rooms with an appropriate ventilation system (AII) [5, 22, 23] , and the ventilation system and negative room pressure should be checked at least once a day. The patients in waiting rooms are recommended to be separated from each other by at least 2 m for both those with acute respiratory disease and other illnesses (CIII) [15] .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "3) Basic elements of infection prevention and control"
        },
        {
            "text": "PPE includes gown, gloves, highly efficient mask, and goggles or face shield, which should be worn in a proper and constant manner (AII) [17] . PPE is the most frequently required and vulnerable aspect of infection control measures [7] . Therefore, administrative and environmental/engineering measures should be implemented concurrently with proper hand hygiene and PPE compliance [24] .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "3) Basic elements of infection prevention and control"
        },
        {
            "text": "Rapid diagnosis and quarantine of suspected or confirmed MERS-CoV infected patients should be assured by staff at screening desks and quarantine clinics (AII) [25] . A screening desk is an important system, which is recommended to be installed at all entrances and exits as well as all medical care areas to monitor for fever and signs and symptoms of respiratory infection, and to detect suspected or confirmed cases in a timely manner (BII) [16] . The HCWs assigned to a screening desk should use a screening template to easily classify individuals requiring quarantine in clinics. Additionally, a visitor log is recommended to be filled in by all individuals that pass through the screening checkpoint to allow for rapid identification and assessment of their contact risk levels whenever a MERS-CoV infected case is confirmed (BIII). Once a patient is classified as a case for quarantine care, the patient should wear a mask and move to the quarantine clinic through a separate path accompanied by a HCW.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 443,
                    "end": 447,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "4) Operation of screening desks and quarantine clinics"
        },
        {
            "text": "A quarantine clinic is an area where suspected infected patients receive care. Information posters should be displayed at the entrances and exits, emergency rooms, and medical care areas, requesting those under quarantine to immediately present to HCWs upon experiencing fever and respiratory symptoms [11] .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "4) Operation of screening desks and quarantine clinics"
        },
        {
            "text": "A quarantine clinic is installed in an isolated area allowing efficient ventilation (AII). In the case of an intra-hospital quarantine clinic, it should be located in an area without any risk of contaminating the air of other hospital areas, i.e. an area equipped with HEPA filtration and a ventilation system or recirculation through a separate air conditioning system. Instruction signboards should be placed around the clinic to prohibit access to non-designated individuals, and the admittance of caregivers should also be limited. All quarantined individuals and their visitors should be informed of the contact and droplet precautions by posting related information sheets throughout the clinic. Visitors should move along designated paths to minimize contact with non-MERS patients, and quarantined patients' movement and transport routes should be arranged to have only one direction. The waiting area of a consultation room is recommended ideally to be installed in an open-air setting, keeping the patient-to-patient distance at ≥2 m, and all waiting patients are to be instructed to wear a mask (BII) [5] . Symptomatic and asymptomatic patients are recommended to be placed separately while waiting for their turn for diagnostic or therapeutic care (BII) [5] . Symptomatic patients are recommended to be handled separately according to the severity of their symptoms by classifying them into mild and severe groups. Asymptomatic contacts should be classified according to their level of exposure (BII) [5] . A rapid handling system would be provided to avoid overcrowding of the waiting area (CIII) [26, 27] . The air in the consultation rooms must be at negative pressure and equipped with an in-room HEPA filtration system. Under limited facility conditions, at least 12 air changes per hour (ACH) need to be provided ( Table 3 ). All HCWs should wear PPE (BII) [28] . A consultation room should be equipped with a hand-wash basin for HCWs, hand sanitizer, and other hand hygiene items (liquid soap dispenser, paper towel), and the used paper towels, tissues, and gloves should be discarded into a waste container without handles.",
            "cite_spans": [
                {
                    "start": 1112,
                    "end": 1115,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1266,
                    "end": 1269,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1513,
                    "end": 1516,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1610,
                    "end": 1614,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1615,
                    "end": 1618,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1875,
                    "end": 1879,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 1833,
                    "end": 1840,
                    "text": "Table 3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "4) Operation of screening desks and quarantine clinics"
        },
        {
            "text": "Because a sampling area is a space where patients with suspected MERS-CoV infection are likely to release infectious particles, air circulation needs to be accompanied by filtration (BII). Thus, it must be at negative pressure and equipped with in-room HEPA filtration system or, in the absence thereof, 12 ACH should be provided (Table 3 ) [28] . In the sampling area, information posters are recommended to be displayed for the patients to sample their own sputa, or HCWs wearing PPE take laryngopharyngeal smear samples (BIII). Patients should be instructed to perform hand hygiene before exiting, and the environment exposed to each patient should be disinfected every time. After the exit of a patient with suspected infection, entrance into the room should be limited for a sufficient lapse of time for the removal of infectious particles (AIII).",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 338,
                    "text": "(Table 3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "4) Operation of screening desks and quarantine clinics"
        },
        {
            "text": "Radiological examination areas are also recommended to be at negative pressure and equipped with a HEPA filtration system or, in the absence thereof, at least 12 ACH are required using portable HEPA filters (BIII) [28] . In isolated spaces, portable apparatuses are used and the environment exposed to a patient should be disinfected after each use; entrance into these spaces should not be permitted within 30 min of disinfection (Table 3 ) (AIII) [28] .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 439,
                    "text": "(Table 3",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "4) Operation of screening desks and quarantine clinics"
        },
        {
            "text": "Patients with suspected or confirmed MERS-CoV infection are given care in negative pressure isolation rooms equipped with HEPA filters. If exhaust air cannot be removed via a ventilation system, care should be taken to prevent the exhaust air released without filtration from reentering the isolation room. A suspected or confirmed patient should be placed in a single-occupancy isolation room with a toilet, hand sanitizer, and dedicated hand-wash basins for both the patient and HCWs (AIII) [29] . An anteroom for wearing and removing PPE should also be prepared. A means of communication, such as a telephone, should be provided, and personal belongings and furniture should be kept at minimum. The stethoscope, thermometer, blood pressure monitor and cuff should be designated for each patient. A waste container without handles for used paper towels, tissues, and gloves as well as hand hygiene items (liquid soap dispenser, lotion, paper towel, hand sanitizer) should also be provided.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 497,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "5) Isolation room"
        },
        {
            "text": "Patients with suspected or confirmed MERS-CoV infection should move along designated routes separate from the main traffic routes to avoid contacts with other patients. They should wear a gown, mask, and gloves (AIII) [5, 30] . Inter-hospital transfer needs to be limited to absolutely necessary cases (BIII) [30] . If referral to another hospital is inevitable, detailed data on the patient's clinical condition should be provided for the referral hospital. During transportation, suspected or confirmed patients should be accompanied only by HCWs; if caregivers accompany patients in exceptional cases, they should wear the same-level PPE as the HCWs. Separate and rapid medical care and admission procedures are required.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "6) Movement and transport routes for patients and HCWs"
        },
        {
            "text": "1. If a contact of a patient with confirmed MERS-CoV infection develops a fever or respiratory symptoms, a polymerase chain reaction (PCR) test should be performed, and hospitalized quarantine care is recommended (AIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "2. An asymptomatic contact should conduct self-quarantine or contact surveillance depending on the exposure risk assessment (AIII). 3. Among recent travelers from the countries affected by MERS-CoV outbreaks, those who develop a fever and respiratory symptoms or pneumonia should be considered as patients with suspected MERS-CoV infection and placed under inpatient quarantine care (AIII). 4. Among recent travelers from the countries affected by MERS-CoV outbreaks, those who do not show symptoms of pneumonia and show only one symptom of a fever and respiratory infection should undergo the PCR test and be instructed to conduct self-quarantine for 14 days (AIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "HCWs wearing adequate PPE should obtain samples from patients with suspected MERS-CoV infection matching the case definition. Such patients should then be immediately subjected to quarantine measures (Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 209,
                    "text": "(Table 4)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "1) Definitions of MERS-CoV infection cases"
        },
        {
            "text": "Contact risk assessment is performed taking into account the contact category, patient group characteristics, and contact environments (size, location, and ventilation condition of the space), and appropriate quarantine or contact surveillance measures should be taken according to the assessed risk level. Quarantined patients and their contacts should be monitored jointly by the Ministry of Health and Welfare and healthcare facilities, and local community health centers are responsible for monitoring self-quarantine or the contact surveillance of contacts. Close contact refers to a case of direct contact with droplets a MERS patient without wearing appropriate personal protective equipment (gown, gloves, highly efficient mask, goggles or face shield) and/or staying within a 2 m distance or in the same interior space with a patient. c MERS outbreak refers to two or more cases of laboratory-confirmed MERS-CoV infection in the same healthcare facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Risk assessment and control of the cases of exposure to MERS-CoV infection"
        },
        {
            "text": "Contacts with patients with confirmed MERS-CoV infection experiencing a fever or respiratory symptoms should be subjected to PCR test and hospitalized quarantine care should be recommended (AIII) (Fig. 1 ). Self-quarantine or contact surveillance should be conducted for asymptomatic contacts depending on the exposure risk level assessment (AIII) ( Table 5 ). If individuals who had no direct contact with a confirmed patient but visited Middle Eastern countries affected by MERS-CoV outbreaks develop respiratory symptoms accompanied by a fever or pneumonia, they are considered suspected pa-tients and should be placed under inpatient quarantine care (AIII) ( Table 6 ). Patients who do not show symptoms of pneumonia and show either a fever or respiratory infection should undergo the MERS-CoV PCR test and are instructed to conduct self-quarantine for 14 days (AIII). If two repeated PCR tests were negative, these patients were recommended to continue self-quarantine for 14 days. However, in case of positive results, the patients should be regarded to have MERS-CoV infections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 203,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 350,
                    "end": 357,
                    "text": "Table 5",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 663,
                    "end": 670,
                    "text": "Table 6",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "2) Risk assessment and control of the cases of exposure to MERS-CoV infection"
        },
        {
            "text": "Contact surveillance refers to regular checks of symptom High-risk close contact: contact during an aerosol-generating procedure (e.g. nebulizer, intubation, endotracheal suction, bronchoscopy, etc.). Intermediate-risk close contact: contact within 2 m distance of a laboratory-confirmed MERS patient or a stay at the same ward/floor of a hospital exposed to laboratory-confirmed MERS patients. Casual contact: brief contact with >2 m distance from a laboratory-confirmed MERS patients. MERS, Middle East Respiratory Syndrome. In the presence of pneumonia, the patient is classified as a patient with suspected MERS-CoV infection and placed under inpatient quarantine care. onset while maintaining daily activities applicable to cases of low exposure to patients with suspected or confirmed MERS-CoV infection, whereas self-quarantine refers to living in self-imposed isolation due to high infection risks in cases of close contact (≤2 m) or stayed at the closed space with suspected or confirmed infected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Risk assessment and control of the cases of exposure to MERS-CoV infection"
        },
        {
            "text": "1. Infection prevention and control measures should be implemented systematically based on the standard, contact, and droplet precautions (AIII). 2. Hand hygiene should be performed before and after every patient contact, whenever hands come into contact with patient's blood, body fluids, secretions, excretions, and other contaminants or after touching the patient's immediate environment, and before and after wearing PPE (AIII). 3. Aerosol-generating procedures for suspected or confirmed MERS-infected patients should be performed based on standard, contact, and airborne precautions (AI). 4. HCWs should don and remove gloves, gown (coverall), highly efficient mask, goggles or face shield in the proper sequence and manner before and after every contact with a suspected or confirmed infected patient (AII). 5. Transport of a suspected or confirmed MERS-CoV infected patient should be undertaken using separate routes, and patients should wear mask, gown, and gloves during transportation (AIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "Hand hygiene should be performed before and after every patient contact, whenever hands come into contact with patient's blood, body fluids, secretions, and other contaminants or touch patient's immediate environment, and before and after donning and removing PPE (AIII). Hand hygiene should be performed using water and soap when hands are visibly soiled with contaminants, and if not, using alcohol-based hand rub sanitizer for 20-30 s, applying enough sanitizer to cover all hand surfaces and rubbing until the sanitizer is completely dry on the hands. Hand hygiene using water and soap should be performed as follows: wet hands with water, apply enough soap, rub hands to cover all hand surfaces with soap, rinse, and thoroughly dry hands with disposable towels (time required: 40-60 s). Healthcare facilities must supply hand hy-giene sinks and products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Hand hygiene"
        },
        {
            "text": "HCWs should don gloves and gown (coverall), highly efficient mask, and goggles or face shield in the proper sequence and manner prior to every contact with a suspected or confirmed patient (AII). When in close contact with patients with suspected or confirmed MERS-CoV infection to perform patient-care activities, including both medical procedures and other activities such as transport, cleaning, and catering, all employees must wear appropriate PPE to prevent exposure to MERS-CoV. Adherence to the proper sequence and procedure is important to avoid contamination in the process of donning and removing PPE [31, 32] . Disposable PPE is recommended, and in case of reuse, cleaning and disinfection should be performed as recommended by the manufacturers [11, 32] . All staff members requiring PPE should be trained until they are competent in the proper selection of PPE matching the situation and donning/removing it in the proper sequence and manner [11, 31, 32] .",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 616,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 956,
                    "end": 960,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 961,
                    "end": 964,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 965,
                    "end": 968,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "2) Personal protective equipment"
        },
        {
            "text": "Gloves should be worn to prevent the contamination of hands and infiltration of MERS-CoV through damaged skin [32, 33] . Gloves should consist of solid materials and fixable shapes to avoid damage or slippage. Double gloves may be used if necessary, and reuse should be prohibited [32] . Sterile gloves should be worn when performing procedures requiring aseptic technique [11, 32] .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "33]",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "2) Personal protective equipment"
        },
        {
            "text": "A gown made of waterproof material should be worn, with its shape and material depending on the level of contact with the patient and the degree of exposure to droplets or body fluids [11, 31, 34, 35] . For example, an employee who measures fevers at the entrance or exit is allowed to wear a quarantine gown because it involves only a rapid contact in an open space, while HCWs who enter a room of a patient with respiratory symptoms should wear a coverall to protect their neck and lower limbs against exposure. A coverall is an overall with separate hood and boot covers. In the event of potential exposure to respiratory secretions and diarrheal stools or other body fluids, a waterproof apron should also be put on over the coverall or a gown made of more solid material should be chosen.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "2) Personal protective equipment"
        },
        {
            "text": "Respiratory protective equipment (RPE) includes a highly efficient mask and a powered air-purifying respirator (PAPR). To ensure protection against the inhalation of infectious aerosols, a highly efficient mask with a tight seal against the wearer's face should be donned [32] . Filtered masks such as FFP2 and KF94 with functions comparable to the highly efficient 286 mask can also be used. An RPE should be discarded after leaving an isolation room and exchanged when it becomes wet or soiled in an outpatient clinic or open space [11, 15, 31, 32, 34, 35] . Wearers of RPE should be trained in how to don and fit it properly, and it should be checked at all times whether it seals tightly to the wearer's face [32, 33] . The room of a patient receiving mechanical ventilation may have a high degree of viral contamination, and HCWs entering it are at a very high risk of exposure. In such cases, use of a PAPR is recommended because the tight fit of a highly efficient mask cannot be ensured due to perspiration while performing medical procedures, and prolonged use can cause breathing discomfort. All HCWs should be trained how to don and adjust a PAPR properly, and fit checking should be performed before and during use.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2) Personal protective equipment"
        },
        {
            "text": "Goggles can protect the wearer's eyes against splashes of respiratory secretions, body fluids, and blood from all directions [32, 33] . They should have an anti-fog feature. Single use is recommended, and if reused, they should be sufficiently disinfected [11] .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "33]",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "2) Personal protective equipment"
        },
        {
            "text": "A face shield protects the entire face including the eyes against splashes of respiratory secretions, blood, and other body fluids [32, 33] . A shape providing a broadest protection, from chin to forehead as well as sides, is preferable [11] . Single use is recommended; if reused, it should be carefully disinfected [5, 7] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 136,
                    "end": 139,
                    "text": "33]",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 321,
                    "end": 323,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "2) Personal protective equipment"
        },
        {
            "text": "Gloves, coveralls, highly efficient mask, and goggles or face shield should be properly donned and removed before and after every contact with a suspected or confirmed infected patient (AII) ( Tables 7, 8 ). Appropriate PPE should be selected according to the risk level of the task (Table 9 ) and donned/ removed in a space (anteroom) separate from the patient room (Fig. 2 ). Prior to entering the room, the proper use of PPE should be checked by looking into a mirror or by another observer. After removing PPE, all items should be discarded appropriately to prevent the escape of infectious agents outside.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 204,
                    "text": "Tables 7, 8",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 283,
                    "end": 291,
                    "text": "(Table 9",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 374,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "3) Appropriate wearing/removal of PPE"
        },
        {
            "text": "AGPs include upper airway endoscopy, sputum induction, endotracheal intubation, cardiopulmonary resuscitation, open suctioning of airways, and nebulizer therapy. Nebulizer therapy should be avoided in an emergency room patient with suspected MERS-CoV infection based on clinical and epidemiological grounds, such as a history of a healthcare facility visit and travel to a country affected by a MERS outbreak. If necessary, it should be administered in an isolation room. AGPs should be performed in a negative pressure room equipped with a HEPA filtration system. In the absence thereof, the hospital engineering division should be requested to provide a well-ventilated room independent of the hospital ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) Aerosol-generating procedures (AGPs)"
        },
        {
            "text": "To minimize the droplet and contact exposures from respiratory secretions, intra-hospital referral of a patient should be carried out using designated routes (access-barred or rarely used) and patients should wear a mask, gown, and gloves if moved (AIII). Accompanying HCWs should wear highly efficient mask, gown, and gloves, to avoid direct contact with the patient as much as possible. The referral department should be informed in advance to facilitate the admission procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5) Patient transportation"
        },
        {
            "text": "Referral to a different healthcare facility is carried out using a community health center ambulance or 119 (the telephone number of the fire brigade/emergency ambulance service in South Korea corresponding to 911 in the U.S. and Canada) emergency ambulance service in collaboration with the local community health center. The referral hospital should be provided with detailed patient data in advance and the arrival time should be agreed upon so that admission procedure can be prepared. If the patient cannot wear a mask for any reason (e.g. oxygenation), goggles are additionally worn when separated from the patient by less than 1 m.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5) Patient transportation"
        },
        {
            "text": "1. HCWs involved in testing procedures are trained in infection control measures and recommended to comply with PPE use and personal hygiene regulations (BIII). 2. Radiological examination is performed with portable imaging devices in an isolation room. If patient transportation to the imaging room is necessary, a safe transportation method and route are recommended to be used to prevent nosocomial transmission of MERS-CoV (BIII). 3. Infectious specimens are recommended to be transported in triple wrapping to the laboratory, and the laboratory is informed of their arrival in advance (BIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "At all times, radiological examination is recommended to be performed by HCWs trained in infection control and PPE donning/removal procedures (BIII). To minimize the need for intra-hospital transportation of an infected patient, it is recommended that portable imaging devices are used in the isolation room where the patient is staying (BIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Radiological examination"
        },
        {
            "text": "Before and after each radiological examination using porta-ble imaging devices, HCWs are recommended to perform hand hygiene and don/remove PPE (coveralls, disposable gloves, highly efficient mask, and goggles/face shield) equivalent to that used for patient care (BIII). Imaging equipment needs to be disinfected after each use as per the cleaning and disinfection guidelines below, depending on the level of contact with the patient (BIII). For radiological examinations involving patient transportation, such as computed tomography and magnetic resonance imaging, patient transportation-related guidelines shall apply (BIII). Disinfection of medical equipment used in the imaging room and environmental disinfection/cleaning is recommended to be performed as per the guidelines (BIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Radiological examination"
        },
        {
            "text": "Diagnostic specimen collection is recommended to be performed only by HCWs that are well trained in infection prevention and control and PPE donning/removal procedures (BIII). HCWs collecting diagnostic specimens are recommended to perform hand hygiene and wear PPE. Before/after collection, the same procedures of donning/removal PPE used for patient care should be performed (BIII). When collecting lower respiratory tract samples, AGP-related infection control measures should be applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Diagnostic specimen collection, packaging, and transportation"
        },
        {
            "text": "Intra-hospital packaging and transportation of diagnostic specimens should include double-packaging (Fig. 3) . The primary container (specimen collection container) needs to be sealed with a screw-on cap, and damage-resistant plastic is recommended to be used (BIII). Its cover should be cleaned with 70% alcohol swabs to eliminate contaminants and put into a zipper bag, which is then packaged in the secondary container (BIII). If a specimen is transported outside, triple packaging is recommended (BIII) (Fig. 3) . The primary container with its surfaces cleaned with swabs soaked with 70% alcohol is put into a zipper back together with absorbent material and put into the secondary container, whose cover is tightly closed after fixing the primary container within it. The whole package is then put into the outer package accompanied by a referral card containing all specimen-related information.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 507,
                    "end": 515,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "2) Diagnostic specimen collection, packaging, and transportation"
        },
        {
            "text": "The transport of an infectious specimen (respiratory specimen) should be notified to the referral laboratory in advance, and the package should be labeled \"suspected case of MERS-CoV infection\" and directly handed by transport personnel. Transport personnel should be trained to handle spill accidents and should possess a treatment kit during transportation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Diagnostic specimen collection, packaging, and transportation"
        },
        {
            "text": "fection should be placed in a single-occupancy negative pressure isolation room with a designated toilet (AIII). 2. If single occupancy is impossible, confirmed patients having the same exposure source are recommended to be placed in the same isolation room as cohort patients (BIII). 3. A suspected patient should be isolated in a single room at all times (AIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A patient with suspected or confirmed MERS-CoV in-"
        },
        {
            "text": "When moved for treatment, patients with a suspected MERS-CoV infection should use routes separate from major traffic routes. The air of quarantine areas for outpatients and emergency-room patients should not be mixed with that of other areas. All medical procedures for suspected patients including radiological and laboratory exams should occur in designated treatment areas. Hospitalization of a suspected patient should be guided via routes separate from major traffic routes (including elevator), accompanied by HCWs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Outpatient and emergency-room patient management"
        },
        {
            "text": "A patient with suspected or confirmed MERS-CoV infection should be placed in a single-occupancy negative pressure isolation room with a designated toilet (AIII). Inpatients are pro-hibited from leaving their designated isolation rooms during the entire duration of the therapy. Their blood, body fluids, secretions, excreta, etc. are thoroughly controlled to prevent exposure of the public to infectious agents. All contaminated items should be immediately disinfected or discarded. Disposable medical instruments should be discarded after each use. All instruments that are not disposable, such as thermometers and stethoscopes, should be used exclusively for their respective designated patients. Meals should be catered in non-returnable tableware, and leftovers should be discarded along with medical wastes. Contact and droplet precautions should be displayed on the doors. AGPs such as nebulizer therapy and sputum induction test are administered in keeping with airborne precautions. Each patient room is equipped with alcohol-based hand sanitizer, a hand wash sink, hand hygiene items, and a waste bin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Inpatient management"
        },
        {
            "text": "Among the hospitals affected with a MERS outbreak, cohort isolation is allowed only for small or medium-sized hospitals with a limited infection control capacity. As alternative to single occupancy, confirmed patients having the same exposure source are recommended to be placed in the same room (BIII). However, a suspected patient should be isolated in a single room at all times (AIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3) Cohort isolation"
        },
        {
            "text": "The cohort area is established on the basis of the area where infection was confirmed in consideration of patients' movements, the HVAC system, and treatment status as a cluster of rooms or a separate ward. Discharge from hospital and self-quarantine should not be allowed by principle. Access to a quarantine ward is granted only to related persons, and additional admission should be prohibited. During the observation period, leaving the ward is limited to only necessary reasons, such as diagnostic testing. When moving out of the ward, PPE should be worn. A suspected patient should be isolated in a single room within the quarantine ward until confirmatory diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3) Cohort isolation"
        },
        {
            "text": "The cohort ward should be managed by a separate group of HCWs. HCWs and other staff in the cohort ward should perform their respective patient care activities after donning PPE and should not treat patients other than those in the cohort ward. Whoever presents respiratory symptoms, including HCWs and other personnel, should be isolated in a single room during the diagnostic examination period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3) Cohort isolation"
        },
        {
            "text": "Endotracheal intubation and its removal in a patient placed on a ventilator should be performed in a negative pressure isolation room. After the procedure, the door of the room should be kept closed for ≥30 min (ventilation at 12 ACH) until 99% of the contaminated air has been removed [28] . A ventilator with a single-use antimicrobial HEPA filter mounted between the patient's airway and the tube is recommended. All items required should be single-use products when possible, and a closed suction system should be used. Use of non-invasive positive-pressure ventilation with a face mask is prohibited because it can increase the risk of transmission. HCWs involved in the treatment and testing of patients under mechanical ventilation or placed on ECMO should rigorously adhere to hand hygiene and PPE wearing guidelines. When ECMO is performed, PAPR is recommended instead of a highly efficient mask before donning a disposable surgical gown. To prevent bacterial and fungal infections in relation to the use of a vascular catheter, the catheter is inserted using aseptic technique and surveillance for catheter-related infection is required.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "4) Special situation management"
        },
        {
            "text": "All hospital visitors should record every entrance and exit in the visitor log. Visiting patients with suspected and confirmed MERS-CoV infections should be limited. In inevitable cases, visitors should wear PPE. They should be trained in advance in appropriate procedures for hand hygiene and donning and removal of PPE. Visitation of individuals with signs/symptoms of acute respiratory infection is prohibited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5) Visitor management"
        },
        {
            "text": "MERS-CoV infection should be performed in a single-occupancy negative pressure isolation room using a portable dialysis machine (AIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis of a patient with suspected or confirmed"
        },
        {
            "text": "2. Standard, contact, and droplet precautions should be adhered to during dialysis of a patient with suspected or confirmed MERS-CoV infection. Airborne precautions are additionally required in potential aerosol-generating settings (AIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis of a patient with suspected or confirmed"
        },
        {
            "text": "The patient should be isolated immediately, and the risk level should be assessed (Table 10 ). In a tertiary hospital with an infection control division, a surgical mask should be put on the patient in the dialysis room, followed by transportation to an isolated room. At the same time, the infection control division should be informed. In a small and medium-sized hospital without an infection control division, a surgical mask should be placed on the patient in the dialysis room, followed by transport to an isolated space. At the same time, the local community health center should be informed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "text": "(Table 10",
                    "ref_id": null
                }
            ],
            "section": "1) Rapid response measures in the event of suspected/ confirmed MERS-CoV infection detected in the dialysis room"
        },
        {
            "text": "A patient with suspected/confirmed MERS-CoV infection should be given dialysis in a single-occupancy negative pressure isolation room using a portable dialysis machine (AIII). The quarantined dialysis should be kept until the symptoms improve and two consecutive PCR tests prove negative. Dialysis on a patient with suspected/confirmed MERS-CoV infection should be performed in keeping with standard, contact, and droplet precautions. Airborne precautions are additionally required in situations likely to generate aerosols (AIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Hemodialysis guideline for a patient with suspected/ confirmed MERS-CoV infection"
        },
        {
            "text": "Close contacts (high-risk group) without a fever or respiratory symptoms should be subjected to single-room hospital or self-imposed quarantine for 14 days from the last exposure. In Table 10 . Risk assessment of a suspected/confirmed MERS-CoV infection case detected in the dialysis room the case of self-quarantine, the use of public transportation is prohibited. Instead, transport provided by the community health center should be used and a designated route should be followed to reach the dialysis room. Dialysis should be performed in a single-occupancy isolation room using a portable dialysis machine. If no single isolation room is available for dialysis, the dialysis can be performed in the dialysis room after the dialysis of the low-risk group; thorough disinfection should be performed immediately after dialysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "Table 10",
                    "ref_id": null
                }
            ],
            "section": "3) Dialysis guideline for asymptomatic contacts"
        },
        {
            "text": "Casual contacts (low-risk group) without fever or respiratory symptoms should be closely monitored for 14 days after exposure for the development of any suspicious symptoms. Fever and respiratory symptoms should be checked every day in a designated space at the hospital entrance to determine whether access to the dialysis room should be granted. The development of fever and respiratory symptom should be monitored daily during dialysis, whereby the threshold value of fever is set lower than the normal value for dialysis patients (37.5˚C). Patients should be separated from each other by at least 2 m during dialysis. A surgical mask should be placed on every patient to completely cover their nose and mouth during dialysis, and patients should be instructed to keep proper cough etiquette. Instruments or equipment should be properly disinfected when used by different patients. After each patient's use, a dialysis machine should be meticulously disinfected. If a patient develops a fever or respiratory symptoms, he/she should be immediately quarantined and tested for MERS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3) Dialysis guideline for asymptomatic contacts"
        },
        {
            "text": "1. Elective surgery is recommended to be postponed to the latest permissible date, and only emergency surgery can be done (BIII). 2. Asymptomatic MERS-exposed patients are recommended to undergo surgery according to common procedures for general patients (BII). 3. Surgery should be performed in a negative pressure isolation room (AIII). 4. The patient is recommended to be on a mechanical ventilator with a HEPA filter during anesthesia, and disposable products are recommended for expendable items (BIII). 5. The postoperative removal of the endotracheal tube and recovery is recommended to be performed in an isolation room (BII). 6. All HCWs involved in AGPs such as endotracheal intubation should wear PPE (gown, highly efficient mask, gloves, hood, and goggles/face shield) (AII). 7. HCWs without PPE can enter the operation room only after the aerosols in the air have sufficiently been vented out (≥99%) (BII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "Elective surgery is recommended to be postponed to the latest permissible date, and only emergency surgery is conducted (BIII). Surgery on a suspected patient should be performed after receiving the confirmatory diagnosis. However, emergency surgery pending the diagnostic outcome can be performed under the assumption of a confirmed case, and the number of HCWs contacting the patient and other persons in the operation room should be limited [27] . Asymptomatic MERS-exposed patients are recommended to undergo surgery according to common procedures for general patients (BII) [5] .",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 448,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "1) Basic rules"
        },
        {
            "text": "Surgery should be performed in an airborne infection isolation room (negative pressure isolation room applying airborne precautions), as in the case of tuberculosis (AIII) [29] . A laminar airflow from the ceiling should be directed towards the operation field whereby the surrounding air is ventilated into the air duct of the air duct in all the walls so that the air does not rise above the surgical field. During surgery, the doors should be kept closed at all times except for when absolutely necessary. The patient is recommended to be placed on a mechanical ventilator with a HEPA filter during anesthesia, and disposable products are recommended for disposable devices (BIII) [36] .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "2) Surgical suite conditions"
        },
        {
            "text": "The patient should be transported to the operation room in compliance with the aforementioned patient transportation rules, where the intubation and central venous cannulation required for surgery are performed. To ensure maximum protection of the HCWs involved during tube insertion and removal, portable HEPA filters should be installed under expert guidance so that all interior air passes through the HEPA filters. The door should be kept closed for ≥30 min (ventilation at 12 ACH) until the air contaminated during intubation has been removed sufficiently (≥99%) [36] . Portable HEPA filters For general anesthesia, the patient should be placed on a mechanical ventilator with a disposable antimicrobial HEPA filter mounted between the patient's airway and the endotracheal tube. For expendable items, the use of disposable products is recommended, whereas the contamination of the anesthetic machine and interior air can be prevented by a closed suction system [36] .",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 572,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "3) Surgical procedure"
        },
        {
            "text": "The postoperative removal of the endotracheal tube and recovery is recommended to be performed in an isolation room (BII) [29] . However, in cases where the recovery room does not have a separate isolation chamber, instead of staying in the recovery room, the patient should be moved to a negative pressure isolation room following the aforementioned transportation rules.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "3) Surgical procedure"
        },
        {
            "text": "The HCWs involved in AGPs including endotracheal incubation should wear PPE (AII) [17] . Instead of a highly efficient mask, PAPR can be used if technically possible (CIII) [37] . When not directly exposed to the surgical environment or disinfecting the surgical site, PPE specified for the operating room may be worn [17, 19] . After disinfecting the surgical site, gloves and gown should be changed prior to surgery.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "4) HCW management"
        },
        {
            "text": "After the use of the operation room for AGPs, HCWs without PPE should enter the room only after aerosols in the operation room air have sufficiently been vented out [28] . The walls and floor need to be cleaned and disinfected in accordance with the aforementioned guidelines (BII) [38] . In particular, when endotracheal intubation should be performed in the operating room, the cough-induced air contamination level is as high as with AGPs, and corresponding disinfection measures should be taken to minimize the transmission of airborne infectious agents (AII) [36] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "5) Operating room environment management, cleaning, and disinfection"
        },
        {
            "text": "Surgical instruments including respiratory devices should be disinfected in the proper manner complying with the related guidelines. After surgery, the operating room should be ventilated under negative pressure for at least 30 min, and environmental disinfection and cleaning should be performed according to the related guidelines [28] .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "5) Operating room environment management, cleaning, and disinfection"
        },
        {
            "text": "1. All employees should abide by infection prevention/ control rules and receive training regarding MERS-CoV infection (AIII). 2. All employees excluding those with an underlying highrisk disease and pregnant women are assigned to related task areas on the preferential basis (BII). 3. Employees exposed to confirmed patients should be closely monitored for fever and respiratory symptoms for 14 days after the last exposure (AII). 4. Employees in service are recommended to be checked regularly for fever and respiratory symptoms, at least twice a day (BII). 5. HCWs should be monitored for fever and any respiratory symptoms and a self-report system is set up for efficient monitoring (AII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "All employees should follow infection prevention/control rules and receive training regarding MERS-CoV infection (AIII). Task forces should be used rather than outsourcing, and sufficient personnel should be provided considering their skill level and fatigue cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "Healthy staff members, excluding those having underlying high-risk illnesses such as diabetes, chronic lung, heart (except for hypertension), renal, and liver diseases, as well as those taking immunosuppressive drugs and pregnant women are recommended to be assigned to related task areas (BII) [39, 40] .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "text": "[39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "40]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "The list of HCWs that come into close contact with suspected and confirmed patients and the records of their exposure dates and durations should be maintained and shared (AII) [41] . Employees exposed to confirmed patients should be closely monitored for fever and respiratory symptom onset for 14 days after the last exposure (AII) [3] . Moreover, employees in service are recommended to be checked for fever and respiratory symptoms onset at least twice a day (BII) [42, 43] . Those with a cough or fever should stop working and seek advice from the MERS infection emergency committee regarding their diagnosis, treatment, and quarantine need, avoiding contact with other employees [43] . HCWs with fever and respiratory symptoms should be monitored in an efficient self-reporting system (AII) [28] .",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 796,
                    "end": 800,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "In the emergency department and at the screening desk, sufficient numbers of staffs are recommended to be assigned to classify patients according to their risk assessment and manage visitor log (BII) [16, 44] . ",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "44]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "The body of a deceased MERS-infected person is highly infectious, and to minimize the transmission risk, the corpse should be hermetically sealed, disinfected, and transported (AIII). If the deceased was a confirmed case of MERS-CoV infection, an employee wearing PPE should enter the room at a time agreed upon with the bereaved to seal, disinfect, lay the corpse in a coffin, and go to a crematory using a funeral vehicle. If a suspected MERS patient died while waiting for the confirmatory diagnosis, the corpse should be treated as that of a confirmed patient. A diagnostic specimen should be taken for postmortem confirmatory testing, under expert guidance in difficult cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Postmortem treatment"
        },
        {
            "text": "A postmortem caretaker wearing PPE should seal the corpse in keeping with corpse treatment guidelines (AIII). The corpse should not be washed, wiped, or undressed. Not only should the invasively used tubes (intravascular catheter or endotracheal tube) be removed, but they should also be placed into an airtight bag with the corpse. The surface of the body bag should be disinfected, and the primary bag should be placed into a second bag for double sealing. The surface of the hermetically doubled-sealed body bag should be disinfected and air-dried. The body bag is then moved then to a bed prepared for transportation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Postmortem treatment"
        },
        {
            "text": "Mortuary employees and the funeral parlor in charge of the deceased body should be informed of the transmission risk of infectious agents MERS-CoV. The body bag should be cleaned of any contaminants left on its surface, disinfected, air-dried, and transported to the crematory. The transporter of the body bag should wear PPE (AIII). If PPE was worn during the work, the transporter does not have to be isolated after the work. The crematory personnel in charge should wear PPE at all times [RPE (highly efficient mask or PAPR), coverall or apron covering sleeves, goggles or face shield, boot covers or rubber boots, double-gloving (the outer pair should be rubber gloves)]. Shrouding and embalming are prohibited. Instead, the body should be laid immediately in the coffin, followed by sealing and cremation. Transportation of the corpse should be minimized, and autopsy is avoided unless absolutely necessary. The places and objects that came into contact with the body [patient room, mortuary (coffining), morgue (keeping), funeral vehicle (transportation), and funeral equipment] should all be disinfected after use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Funeral transportation"
        },
        {
            "text": "1. If autopsy is required, it is decided in consultation with the authorities concerned (BIII). 2. Autopsy should be conducted in a well-ventilated location (AII). 3. Care should be taken to minimize aerosol generation in the autopsy room (AIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "In strongly suspected and confirmed cases of MERS-CoV infection, autopsy should be avoided. If necessary, it should be decided in consultation with the authorities concerned, e.g. the Center for Disease Prevention and Control and the Ministry of Health and Welfare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "Autopsy should be conducted in a well-ventilated location (AII). Specifically, the autopsy room should meet the requirements for biosafety level 3, i.e. negative pressure facility at the ventilation rate [45] .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[45]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "1) Equipment of the autopsy room"
        },
        {
            "text": "Care should be taken to minimize aerosol generation in the autopsy room (Table 11) . Additionally, the ventilation system should run to reduce the amount of aerosols, and the air flowing around the autopsy table should be directed away from the medical examiner (air from the ceiling towards the autopsy table and the surrounding air towards the walls under neg- Table 11 . Methods to reduce aerosol generation during an autopsy 1. Use a biological cabinet when handling small specimens.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 82,
                    "text": "(Table 11)",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 371,
                    "text": "Table 11",
                    "ref_id": null
                }
            ],
            "section": "2) Environmental management of the autopsy room"
        },
        {
            "text": "2. Avoid using a power saw; if absolutely necessary, use it with an attached vacuum device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Environmental management of the autopsy room"
        },
        {
            "text": "3. High-pressure water sprays are to be avoided. 4 . Intestines are opened under water.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 50,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "2) Environmental management of the autopsy room"
        },
        {
            "text": "5. Care should be taken to avoid splashes when handling organs (especially the lungs and gastrointestinal tract).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Environmental management of the autopsy room"
        },
        {
            "text": "ative pressure). The body should be transported in double-sealed airtight body bags and stored in the morgue refrigerator until a safe autopsy environment is established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Environmental management of the autopsy room"
        },
        {
            "text": "The medical examiner should wear PPE at all times [highly efficient mask or PAPR, airtight coverall, rubber apron, goggles or face shield, rubber boots to the knee height, autopsy gloves (cut-proof synthetic mesh gloves) or double gloves] and should move along a designated route (Fig. 4) . After autopsy, the open sites should be sutured and the corpse should be cleaned with a 5% sodium hypochlorite solution diluted with detergent at the rate of 1:10 and put into an airtight body bag.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 288,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "2) Environmental management of the autopsy room"
        },
        {
            "text": "1. Single-use instruments and supplies should be used as far as possible (AII). 2. Cleaning personnel should wear PPE (highly efficient mask, long-sleeved waterproof gown, goggles or face (1), entering the autopsy room (2), taking off PPE and performing hand hygiene in the dress-out room (3), re-entering the dress-in room to put on the shoes and clothes (4) (adapted from WHO guideline [11] ). PPE, personal protective equipment. During patient care or treatment of cases with suspected and confirmed MERS-CoV infection, single-use instruments and items should be used whenever possible (AII) [11] . If reuse is necessary, reusable instruments and supplies should be subjected to prescribed safe reprocessing procedures, such as cleaning and disinfection or sterilization.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "Medical instruments contaminated by blood, body fluids, secretions, or excreta should be kept from drying until they can be cleaned, and from contaminating the environment with those. Cleaning personnel should wear high-protection PPE (highly efficient mask, long-sleeved waterproof gown, goggles or face shield, hood, boot covers or rubber boots, double gloves with a robust outer pair) (AIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Cleaning"
        },
        {
            "text": "Medical instruments and supplies are divided into critical, semi-critical, and non-critical categories depending on the infection risk, and they require sterilization, high-level disinfection or sterilization, and low-level disinfection, respectively. Table 12 describes the category-dependent disinfection and sterilization methods, and Table 13 presents the disinfection methods for the instruments for respiratory therapies with a high degree of contamination. To make a non-critical instrument fit for reuse, only a low-level disinfection is necessary. All instrument surfaces should be in contact with disinfectant for at least 1 min using sodium hypochlorite containing ≥500 ppm active chlorine, quaternary ammonium salt formulation, or 70-90% ethyl alcohol. Ethyl alcohol is used exclusively for the rapid disinfection of narrow-surfaced medical instruments because it is highly volatile and thus difficult to keep on instrument surfaces for longer than 1 min.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 260,
                    "text": "Table 12",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 338,
                    "end": 346,
                    "text": "Table 13",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "2) Disinfection/sterilization"
        },
        {
            "text": "Care should be taken to use only disinfectants certified by manufacturers accredited by the Korean FDA, U.S. FDA, European CE, and the Japanese Ministry of Health, Labor and Welfare pursuant to Article 4 (sterilization and disinfection methods) of the Disinfection Guidelines for Medical Instruments and Supplies issued by the Ministry of Health and Welfare, thereby carefully adhering to the recommendations of the manufacturers regarding attenuation method, contact duration, expiration date and effective concentration (AIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Disinfection/sterilization"
        },
        {
            "text": "1. Cleaning or environmental disinfection personnel should receive infection prevention training (AIII). 2. PPE should be worn during cleaning or environmental disinfection (AIII). 3. Instead of spraying disinfectant, a clean dry towel should be sufficiently soaked in it, and all environmental surfaces should be thoroughly wiped for over 1 min (AII). 4. Sodium hypochlorite, alcohol, phenolic compounds, quaternary ammonium compounds, and peroxygen compounds are suitable as environmental disinfectants (AIII). 5. Upon completion of environmental disinfection, ventilation at 6 ACH during least 2 hours should be provided, and the surfaces should be dried with disposable towels and dust cloths (AIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "Employees responsible for cleaning and environmental disinfection should be trained in related infection prevention measures, such as the proper procedures and methods of cleaning and environmental disinfection, the importance of their tasks, types of environmental disinfectants and their dilution and utilization methods, management of and adherence to expiration date, storage of cleaning devices, and donning/removal of PPE (AIII). Whenever performing cleaning or environmental disinfection, they should wear the aforementioned high-protection PPE (AIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) General principles"
        },
        {
            "text": "Instead of spraying disinfectant (prohibited), environmental surfaces should be soaked with environmental disinfection for over 1 min, followed by meticulous wiping (AII) [46] . When possible, disposable cleaning and environmental disinfection tools and supplies should be used and discarded immediately after use. A contaminated environmental surface should be disinfected immediately, a patient room should be disinfected at least once a day, and environmental surfaces exposed to frequent contact should be disinfected frequently.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[46]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "1) General principles"
        },
        {
            "text": "For environmental disinfection, low-level disinfectants are procedures as those of general tableware under the related law. Tableware is recommended to be put into a container or bag in the patient room and disposed of, avoiding contamination of the environment and people (BIII). However, the use of disposable tableware is recommended to minimize exposure to MERS-CoV (BIII). Reusable tableware is recommended to be washed in a dishwasher using hot water and detergent, or manually while wearing PPE and using detergent if a dishwasher is not available (BIII). Since the tableware used by a patient may be contaminated with MERS-CoV, care is required to be taken not to expose it during collection (BIII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Disinfectants"
        },
        {
            "text": "1. Medical waste contaminated with blood or body fluids of a patient with suspected or confirmed MERS-CoV infection should be hermetically sealed using a designated container; after disinfecting the outer surface, it is transported and stored (AIII). 2. The medical facility should provide training in infection prevention for the personnel in charge of waste disposal, and employees handling waste should wear appropriate PPE (AII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "Great care should be given to preventing the transmission of MERS-CoV from the waste contaminated by the blood or body fluids of a patient with suspected or confirmed MERS-CoV infection to the environment or people. Disposal of such waste should be performed by classifying it as quarantined medical waste according to the relevant regulations. It should be hermetically sealed in a designated container, and after disinfecting the container surface to minimized the exposure of environment to MERS-CoV, it should be transported for storage (AIII). The medical facility should provide training in infection prevention for the personnel in charge of waste disposal, and employees handling waste should wear appropriate PPE (AII) [11] . Blood or excreta of a patent should be disposed via the seweragesystem while taking great care to avoid possible generation of splash or spray during handling of waste.",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 732,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "Although this guideline sought to create recommendations on MERS infection control by searching for as many articles as possible through systematic literature review, the research findings that could be used as evidence were very limited. It is necessary to revise the guideline based on future research findings on South Korea's 2015 Middle East Respiratory Syndrome (MERS) outbreak. Moreover, the application of the present guideline can differ, depending on the individual circumstances, and specialists' opinions should be reflected with consideration of the specific individual circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "As per plan, this infection control guideline will be periodically revised, once every 2 years to reflect the newest research findings that can serve as appropriate evidences; the timing of revision can be adjusted in cases where crucial research findings are reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plans for revision"
        },
        {
            "text": "This guideline was developed with the support of the Korean Society of Infectious Diseases, Korean Society for Healthcare-associated Infection Control and Prevention, and Korean Association of Infection Control Nurses. We hereby declare that the researchers participating in the development and review of this guideline did not receive any research grant that could potentially influence the finalized guideline and that they were not influenced by any particular interest groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Korean Society of Infectious Diseases, and Korean Society for Healthcare-associated Infection Control and Prevention. An unexpected outbreak of Middle East respiratory syndrome coronavirus infection in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Infect Chemother",
            "volume": "47",
            "issn": "",
            "pages": "120--122",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rapid Response Team. Antiviral treatment guidelines for Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Chemother",
            "volume": "47",
            "issn": "",
            "pages": "212--234",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preliminary epidemiological assessment of MERS-CoV outbreak in South Korea",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "",
            "pages": "7--13",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "MERS-CoV outbreak in Jeddah--a link to health care facilities",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Oboho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tomczyk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Asmari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Banjar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Al-Mugti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Aloraini",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Z"
                    ],
                    "last": "Alkhaldi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Almohammadi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Alraddadi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "846--54",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Physical interventions to interrupt or reduce the spread of respiratory viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Mar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Dooley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferroni",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Al-Ansary",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Bawazeer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Driel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Thorning",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East respiratory syndrome coronavirus: update for clinicians",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "60",
            "issn": "",
            "pages": "1686--1695",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infection prevention and control during health care for probable and confirmed cases of novel coronavirus (nCov) infection",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preventing airborne disease transmission: review of methods for ventilation design in health care facilities",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Aliabadi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Rogak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Adv Prev Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Detection of the Middle East respiratory syndrome coronavirus genome in an air sample originating from a camel barn owned by an infected patient",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hashem",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Kafrawy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Sohrab",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Aburizaiza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Farraj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Al-Saeed",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Jamjoom",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": "1450--1464",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Middle East respiratory symdrome coronavirus (MERS-CoV): update. Available at",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Infection prevention and control of epidemic-and pandemic prone acute respiratory infections in health care: WHO guidelines",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Study on the efficacy of nosocomial infection control (SENIC Project): results and implications for the future",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Chemotherapy",
            "volume": "34",
            "issn": "",
            "pages": "553--61",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "National standards for the prevention and control of healthcare associated infections",
            "authors": [],
            "year": 2015,
            "venue": "Health information and quality authority (HIQA)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prospective controlled study of four infection-control procedures to prevent nosocomial infection with respiratory syncytial virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Madge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccoll",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Mackie",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Lancet",
            "volume": "340",
            "issn": "",
            "pages": "1079--83",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Interim guidance-middle east respiratory syndrome coronavirus (MERS-Cov)",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The outbreak of SARS at Tan Tock Seng Hospital--relating epidemiology to control",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Heng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Choo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Acad Med",
            "volume": "35",
            "issn": "",
            "pages": "317--342",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "SARS transmission among hospital workers in Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "280--286",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A multifaceted approach to changing handwashing behavior",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bryan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Adler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blane",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Infect Control",
            "volume": "25",
            "issn": "",
            "pages": "3--10",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Effectiveness of a hospital-wide programme to improve compliance with hand hygiene",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hugonnet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harbarth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mourouga",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sauvan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Touveneau",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Perneger",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infection Control Programme. Lancet",
            "volume": "356",
            "issn": "",
            "pages": "1307--1319",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Essential environmental health standards in health care",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Natural ventilation for infection control in health-care settings: WHO guidelines",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Detection of airborne severe acute respiratory syndrome (SARS) coronavirus and environmental contamination in SARS outbreak units",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kournikakis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bastien",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kobasa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stadnyk",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spence",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mederski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vearncombe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Downey",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Plummer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "191",
            "issn": "",
            "pages": "1472--1479",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Survival of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "41",
            "issn": "",
            "pages": "67--71",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Evaluation of control measures implemented in the severe acute respiratory syndrome outbreak in Beijing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Feikin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "",
            "pages": "3215--3236",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Respiratory hygiene/cough etiquette in healthcare settings",
            "authors": [],
            "year": 2015,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "SARS transmission and hospital containment",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gopalakrishna",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Choo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Middle East Respiratory Syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Respir Crit Care Med",
            "volume": "192",
            "issn": "",
            "pages": "278--287",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Guidelines for preventing the transmission of Mycobacterium tuberculosis in health-care settings",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Iademarco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ridzon",
                    "suffix": ""
                },
                {
                    "first": "Cdc",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "MMWR Recomm Rep",
            "volume": "54",
            "issn": "",
            "pages": "1--141",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Infection control for SARS in a tertiary paediatric centre in Hong Kong",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lyon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Yam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Fok",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Hosp Infect",
            "volume": "56",
            "issn": "",
            "pages": "215--237",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Guideline for isolation precautions in hospitals. The Hospital Infection Control Practices Advisory Committee",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Garner",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "17",
            "issn": "",
            "pages": "53--80",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Interim infection prevention and control recommendations for hospitalized patients with Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2015,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "guideline for isolation precautions: preventing transmission of infectious agents in health care settings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rhinehart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chiarello",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Infect Control",
            "volume": "35",
            "issn": "10",
            "pages": "65--164",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Infection prevention/ control and management guidelines for patients with Middle East Respiratory Syndrome Coronavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "guideline for isolation precautions: preventing transmission of infectious agents in healthcare settings Available at",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The changing face of healthcare worker perceptions on powered air-purifying respirators during the SARS outbreak",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Khoo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Leng",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Ibrahim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Respirology",
            "volume": "10",
            "issn": "",
            "pages": "107--117",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Guidelines for environmental infection control in health-care facilities. Recommendations of CDC and the Healthcare Infection Control Practices Advisory Committee (HICPAC)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hicpac",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "MMWR Recomm Rep",
            "volume": "52",
            "issn": "",
            "pages": "1--42",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "Al-Rabiah",
                    "middle": [],
                    "last": "Fa",
                    "suffix": ""
                },
                {
                    "first": "Al-Hajjar",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [
                        "-"
                    ],
                    "last": "Barrak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flemban",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Al-Nassir",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Balkhy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Al-Hakeem",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Makhdoom",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "752--61",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Clinical features and viral diagnosis of two cases of infection with Middle East Respiratory Syndrome coronavirus: a report of nosocomial transmission",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "El Mansouf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Séjourné",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ettahar",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lemaire",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vuotto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goffard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Behillil",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Enouf",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Caro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mailles",
                    "suffix": ""
                },
                {
                    "first": "Che",
                    "middle": [
                        "D"
                    ],
                    "last": "Manuguerra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mathieu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fontanet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Der Werf",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "MERS-CoV study group",
            "volume": "381",
            "issn": "",
            "pages": "2265--72",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Impact of public health interventions in controlling the spread of SARS: modelling of intervention scenarios",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krumkamp",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Duerr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Reintjes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kassen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eichner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Hyg Environ Health",
            "volume": "212",
            "issn": "",
            "pages": "67--75",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Taiwan's traffic control bundle and the elimination of nosocomial severe acute respiratory syndrome among healthcare workers",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Hosp Infect",
            "volume": "77",
            "issn": "",
            "pages": "332--339",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Quantitative evaluation of infection control models in the prevention of nosocomial transmission of SARS virus to healthcare workers: implication to nosocomial viral infec",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "• MERS-CoV infection control guideline www.icjournal.org 302 tion control for healthcare workers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Scand J Infect Dis",
            "volume": "42",
            "issn": "",
            "pages": "510--515",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Sequential symptomatic analysis in probable severe acute respiratory syndrome cases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Emerg Med",
            "volume": "43",
            "issn": "",
            "pages": "27--33",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Biosafety considerations for autopsy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Nolte",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Richmond",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Forensic Med Pathol",
            "volume": "23",
            "issn": "",
            "pages": "107--129",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Potential hazard from spray cleaning of floors in hospital wards",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Medcraft",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hawkins",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Dadswell",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Hosp Infect",
            "volume": "9",
            "issn": "",
            "pages": "151--158",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Guideline for Disinfection and Sterilization in Healthcare Facilities",
            "authors": [],
            "year": 2008,
            "venue": "Healthcare Infection Control Practices Advisory Committee (HICPAC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Control of close contacts of a laboratory-confirmed MERS-CoV infection case. MERS-CoV, middle east respiratory syndrome coronavirus; PCR, polymerase chain reaction; MERS, middle east respiratory syndrome.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A schematic of the procedures for donning/doffing of PPE depending on the physical space arrangement.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Triple-packaging of diagnostic specimens (Category/Package: primary container, secondary container, outer package).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Receivers of dialysis at the same time and in the same place with a patient with suspected or confirmed MERS-CoV infection 2. Those who came into direct or indirect contact with a patient with suspected or confirmed MERS-CoV infection at a distance of under 2 m 3. Receivers of dialysis on the same bed without proper disinfection measures after the dialysis of a patient with suspected or confirmed MERS-CoV infection Low-risk group (casual contact) 1. Receivers of dialysis on the same day in the same room as a patient with suspected or confirmed MERS-CoV infection, but at different times and on different beds 2. Receivers of dialysis in the same room, but on different days",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The body of a deceased MERS patient is highly infectious, and the corpse should be hermetically sealed, disinfected, and transported to minimize the transmission risk (AIII). 2. Those treating a corpse should wear appropriate PPE (AIII). 3. Corpses should be cremated (AIII).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Movement of the autopsy team: taking off shoes and clothes and wearing a surgical gown and other PPE in the dress-in room",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Time required for infectious agent removal based on the number of air changes per hour (adapted from CDC guideline[28])",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Definitions of MERS-CoV infection cases . A patient showing fever or respiratory symptoms (cough, shortness of breath) with a history of close contact b within 14 days with a patient with laboratory-confirmed MERS-CoV infection during his/her symptomatic period. 3. A patient showing respiratory symptoms (cough, shortness of breath) accompanied by fever or pneumonia among those who were staff, patients, and visitors in the healthcare facilities c with a MERS outbreak within 14 days before symptom onset. a The Middle East region includes the Arabian Peninsula and its neighboring countries (Bahrain, Iraq, Iran, Israel and the West Bank, Gaza, Jordan, Kuwait, Lebanon, Oman, Qatar, Saudi Arabia, Syria, UAE, and Yemen).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Risk assessment and recommendations for asymptomatic MERS contacts",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Control of visitors to Middle East countries or healthcare facilities affected by MERS outbreaks a depending on symptom manifestations",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "PPE donning procedure (adapted from Healthcare Infection Control Practices Advisory Committee guideline[35]) Select the type of gown matching the task.-Put it on (opening is in the back) and fasten it in the back of the neck and waist. Place the respirator over the nose, mouth, and chin and check for a tight seal around the nose by pressing the nosepiece with the fingertips. -Grasp the mask with both hands and check for air leakage while inhaling and exhaling. Position goggles over the eyes for a comfortable fit by adjusting the headband; or -Position the face shield over the face and fasten it with the earpieces and headband. Extend to cover the wrist of the gown. -Double gloving should be applied, if necessary, depending on the protection level required for the task.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "PPE doffing procedure (adapted from Healthcare Infection Control Practices Advisory Committee guideline[35]) Grasp the wrist edge of the opposite-side glove and peel it off inside out.-Slide the fingers of the ungloved hand under the remaining glove at the wrist end and peel it off, rolling it together with the removed glove, and discard them.-Perform hand hygiene. Gown -Unfasten and pull gown away from the back, with the outer surface rolled in to avoid contact of the contaminated side with the body. -Gown and gloves can be removed together. The more contaminated item should be removed first. Goggles or face shield are removed without touching the front side. The front side should not be touched. -First, lift the bottom band over the head, followed by the top band. -Remove the respirator from the face. -Discard it into a designated waste container. Hand hygiene should be performed immediately after each removal of all PPE items. PPE, personal protective equipment.PPE, personal protective equipment; PAPR, powered air purifying respirator. a Generally, highly efficient mask is recommended, but PAPR is required for the intubated patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Application scope and disinfection method depending on sterilization and disinfection levels",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Kim JY, et al. • MERS-CoV infection control guideline www.icjournal.org Disinfection and sterilization of respiratory therapy equipment Aspirate is treated as liquid waste, taking droplet precautions against splash or splatter. Physical cleaning and rinsing of the outer and inner surfaces with water and neutral or enzymatic detergent. Physical cleaning and rinsing of the outer and inner surfaces with water and neutral or enzymatic detergent. Immersion in high-level disinfectant to the depth covering the inner surfaces. Physical cleaning and rinsing of the outer and inner surfaces with water and neutral or enzymatic detergent. Physical cleaning and rinsing of the outer and inner surfaces with water and neutral or enzymatic detergent.Wiping with low-level disinfectant.Resuscitation bag Semi-critical instruments Physical cleaning and rinsing of the outer and inner surfaces with water and neutral or enzymatic detergent. Front and rear parts should be thoroughly cleaned separately. After drying the cleansed instruments, referral to the procurement office for sterilization.shield, hood, boot covers or rubber boots, double gloves with a robust outer pair) (AIII). 3. The recommendations of the disinfectant manufacturers regarding attenuation method, contact duration, expiration date and effective concentration should be thoroughly adhered to (AIII).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to sincerely thank the board members of the Korean Society of Infectious Diseases, Korean Society for Healthcare-associated Infection Control and Prevention, and Korean Association of Infection Control Nurses, who supported the development of the MERS infection control guideline and provided review opinions and comments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": " [11] , such as sodium hypochlorite, alcohol, phenolic compounds, quaternary ammonium compounds, and peroxygen compounds [31, 47] , and antiviral disinfectants approved by the Ministry of Food and Drug Safety may be used (http://ezdrug.mfds.go.kr) (AIII). When using environmental disinfectants, the dilution ratio, contact duration, and warnings specified by the manufacturers should be carefully followed. Sodium hypochlorite is used by diluting 5% Clorox available on the market by 100 times to reach the concentration of active chlorine (0.05% or 500 ppm).",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 5,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 126,
                    "end": 129,
                    "text": "47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Specialized cleaning personnel should be assigned. Training should be provided in advance, and the cleaning and disinfection procedures should be monitored.Impermeable surfaces such as ceiling and lights should be meticulously wiped with disposable towels or cloths soaked with 0.05% (500 ppm) sodium hypochlorite or a comparable medical environmental disinfectant. Permeable surfaces such as textured materials should be discarded and replaced or immersed in 0.05% (500 ppm) sodium hypochlorite solution for 30 min. For environmental surface disinfection, H 2 O 2 vapor or H 2 O 2 dry mist can be used on impermeable and permeable surfaces. To ensure safety, well-trained personnel should be available, and the guidelines specified by manufacturers should be adhered to rigorously.Upon completion of disinfection, the room should be sufficiently ventilated; after at least 2 hours of ventilation at 6 ACH, all surfaces should be wiped with disposable towels soaked with water (AII) [28] . After a final check, the room is ready to receive a new patient. Personnel in charge of laundry should be trained in infection prevention and control, and regular monitoring should be conducted to check whether laundering is performed in compliance with safety regulations (AIII). Employees handling contaminated laundry items should wear PPE and perform hand hygiene after removal of PPE (AII) [11] . Laundry used by healthcare facility employees and patients are reusable under the related law. Special attention should be paid to preventing microbial contamination in the process of using, storing, transporting, and reprocessing procedures. Once used, all laundry items in an isolation room should be put into a collection container with minimal manipulation, to avoid contamination of air, surfaces and people (AII) [11] . All laundry items from patients with MERS-CoV infection are regarded contaminated, so they should be processed without exposure to the environment or people. Washing and drying linen and laundry should be performed according to routine standards and procedures of the health-care facility. High-temperature laundering should be performed at 70°C for at least 25 min using detergent or disinfectant. Low-temperature laundering (<70°C) should be performed using chemical agents at proper concentrations. If the process of proper collection, transportation, classification, and storage is not possible, laundry items should be discarded in compliance with medical waste treatment procedures.",
            "cite_spans": [
                {
                    "start": 983,
                    "end": 987,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1385,
                    "end": 1389,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1811,
                    "end": 1815,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "3) Final disinfection of a patient room after discharge"
        },
        {
            "text": "HCWs engaged in MERS patient care are at a high risk of exposure to microorganisms, and they need to wear PPE frequently. This should be considered when selecting staff uniforms. Staff uniforms are classified as healthcare facility laundry (BII) [11] .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Laundry and staff uniform management"
        },
        {
            "text": "1. Tableware used by a quarantined patient is recommended to be put into a container or bag in the patient room and disposed of, avoiding contamination of the environment and people (BIII). 2. Disposable tableware can be used when possible and discarded immediately after use, per medical waste management guidelines (BIII). 3. Reusable tableware is recommended to be washed in a dishwasher. If a dishwasher is not available, it is recommended to be washed by hand with detergents while wearing the appropriate PPE (BIII).Tableware used by a patient with suspected or confirmed MERS-CoV infection should be managed following the same",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key recommendations"
        },
        {
            "text": "Guideline Korean version. Supplementary material can be found with this article online http://www.icjournal.org/src/sm/ic-47-278-s001.pdf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary material"
        }
    ]
}