{
    "paper_id": "7ec5f725610673671e1703613932224d6494e880",
    "metadata": {
        "title": "Rethinking Biosafety in Research on Potential Pandemic Pathogens",
        "authors": [
            {
                "first": "Marc",
                "middle": [],
                "last": "Lipsitch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Barry",
                "middle": [
                    "R"
                ],
                "last": "Bloom",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "If accidentally released, mammalian-transmissible influenza A/H5N1 viruses could pose a greater threat to public health than possibly any other infectious agent currently under study in laboratories, because of such viruses' likely combination of transmissibility and virulence to humans. We advocate explicit risk-benefit assessments before work on such pathogens is permitted or funded, improvement of biosafety practices and enforcement, and harmonization of criteria for permitting such experiments across government agencies, as well as internationally. Such potential pandemic pathogens, as they have been called, jeopardize not only laboratory workers and their contacts, but also the wider population, who should be involved in assessments of when such risks are acceptable in the service of scientific knowledge that may itself bear major public health benefits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "M ammalian-transmissible, highly virulent influenza viruses pose a threat to human health and life much greater than that posed by most pathogens classified as biosafety level 3 and 4 (BSL-3 and BSL-4) agents. Therefore, any activity that creates even a small risk of releasing such viruses deserves exceptional scrutiny. The magnitude of public health risk from an accidental release of a pathogen depends on how many people could become infected, times the risk of severe or fatal outcome per case, and is modified by the availability of countermeasures that could stop the spread of such a pathogen or reduce the severity of infection. Most biosafety level 4 (BSL-4) pathogens-including certain arenaviruses (e.g., Lassa viruses), filoviruses (e.g., Ebola virus and Marburg virus), and Hendra viruses (e.g., Hendra virus and Nipah virus)-are zoonotic agents that often cause severe or fatal disease in infected humans. However, an accidental release of these viruses would likely have limited global impact because their person-to-person transmission is inefficient in most settings. In addition, they exist \"in the wild,\" so an accidental release would not be the only source for risk of transmission to humans. While influenza A/H5N1 virus exists in the wild, mammaliantransmissible strains do not exist outside the laboratory as far as we are aware. If a mammalian-transmissible variant maintains a case fatality rate within even an order of magnitude of the 60% case fatality rate of its wild-type parent (1) and if it is as transmissible between humans as other common influenza viruses that infect humans, an accidental release would pose a grave, and completely novel, threat to human health. Once a novel strain of influenza virus establishes significant transmission in humans, stopping its spread would require massive global use of vaccines, a scenario that has never been accomplished in practice and could not be done in time for H5N1 because sufficient stockpiles do not exist worldwide and trust in vaccines is declining globally (2) . Therefore, a highly transmissible, highly virulent virus like the modified H5N1 strains that have been created has the potential to infect billions and potentially kill a large fraction of those.",
            "cite_spans": [
                {
                    "start": 2048,
                    "end": 2051,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Of course, an accidental release of such a pathogen is not certain to cause such destruction; we do not yet know whether such viruses are indeed human-to-human transmissible, though this was the rationale for their creation, and we do not know whether they remain as virulent as their wild-type parent strains. And even if both of these were true, a single accidental infection is not guaranteed to spread widely. Nonetheless, it would be capable of doing so. Even if a release of such a pathogen were contained before it spread widely, such an accident would severely threaten the credibility of life scientists, research institutions, including universities, and public health agencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Notwithstanding uncertainty about the exact risk posed by a particular modified influenza A/H5N1 virus, there are only a handful of known viruses for which such a horrific scenario is even plausible, and mammalian-transmissible influenza A/H5N1 virus is arguably the most worrisome of all. The 1918 H1N1 influenza virus, currently handled in BSL-3, had a case fatality ratio of a few percent (3) even in the most vulnerable populations and in the absence of modern medicine, but killed an estimated 50 million people. Severe acute respiratory syndrome (SARS) killed about 10% of those infected (4) but has been eliminated in multiple countries by intense public health measures without vaccines. The threat of accidental release of smallpox is arguably the most comparable to that of modified H5N1 viruses, though the spread of smallpox can perhaps be controlled with more limited vaccination than would be required for influenza. In recognition of the exceptional risk of smallpox release and the eradication of the virus from natural transmission, the world community has decided to limit research on smallpox to two laboratories, one at the CDC in the United States and one at VEKTOR in Russia. The accidental release of any of these viruses-SARS coronavirus, smallpox (variola virus), and highly pathogenic, transmissible influenza virus-which Klotz and Sylvester (5) have labeled \"potential pandemic pathogens,\" presents a threat to global public health that is different in kind and magnitude from that of other hazardous agents. Because of this exceptional risk, national and international authorities should establish special, and in general more stringent, criteria for activities involving these agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the growth of global research on high-containment agents, including PPP, the occurrence of documented, accidental exposures and laboratory worker infections has been relatively rare. An estimate for intramural laboratories at the U.S. National Institute for Allergy and Infectious Diseases is that 2 exposures occur for every 100,000 operator-hours and that only 1 of 12 such exposures involved an actual human infection. Another set of data, lacking a denominator of operator-hours, registered 26 incidents with 8 documented infections in U.S. BSL-3 and -4 laboratories and 5 more, all resulting in infections, in BSL-3 and -4 laboratories abroad (10) . Because reporting of laboratories' existence, size, and activities, as well as accidents, is all incomplete, it is difficult to obtain precise rates comparable to those of NIAID. Nonetheless, using plausible assumptions, Klotz and Sylvester (5) estimate a historical risk of an accidental laboratory escape of a potentially pandemic pathogen of 0.3% per laboratory per year.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 657,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While these figures may sound low, the key problem is that they increase as more laboratories undertake work on PPPs and as they do so over a longer period. Even at the NIAID, the intramural estimated rate of 2 exposures per 100,000 operator-hours, a remarkably low rate that likely reflects very careful practices, one would expect 1 out of every 50 technicians working half-time (1,000 h) in such a laboratory to be exposed each year and 1 of every 600 to become infected. Over a 10-year period, with 100 such laboratories each employing 5 such technicians, one would expect 100 exposures and about 8 infections. Klotz and Sylvester estimate that with 42 laboratories working on PPP and a 0.3% risk of an escape per laboratory-year, there is an 80% risk of an escape of a PPP every 13 years (5) .",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 796,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The best laboratories maintain careful training and testing of operators, tracking and testing of pathogen samples, and rigorous safety protocols. Notwithstanding these efforts, lapses of protocol occur, as recently documented at the CDC high-containment laboratory (http://www.usatoday.com/news/nation/story/2012-06 -13/cdc-bioterror-lab/55557704/1). Infections of laboratory workers occur, as most recently emphasized by the tragic death of a technician working on Neisseria meningitidis B in a BSL-2 laboratory in San Francisco, CA (6) , and other events before that. Standards of laboratory safety vary by institution (given the strong reliance on institutions and even individual investigators to enforce the details of biosafety between government inspections) and by country, with tremendous heterogeneity in the precautions required for working on a particular pathogen (7).",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 538,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recommended measures. While the current moratorium is operative, we have an opportunity to define a set of conditions that will minimize the risks of laboratory-released infections or epidemics. Clearly we must continue to emphasize the importance of learning about the pathogenesis of high-risk infectious agents and recognize the likelihood that the greatest infectious risks come from nature, like H5N1 influenza. Hence, there is a continuing need for research on a wide variety of pathogens, including those that are not currently fashionable; we note that study of coronaviruses would never have been considered \"pandemic preparedness\" before SARS, but it was. Only a very limited number of experiments need to be done with potential pandemic pathogens themselves. We urge consideration of the following policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Risk-benefit justification. Any research proposal for working with such agents should contain an explicit risk-benefit justification for undertaking such research on potential pandemic pathogens and an explanation of why safer organisms would not suffice to test the specific hypotheses addressed by the experiments. Risks and benefits of the experiments should be considered before proposals are funded, rather than doing this after research is done and then agonizing about whether to censor the results or not. We recognize that multiple approaches (e.g., genetics, mo-lecular pathogenesis, immunology, host interactions, and animal challenges) require multiple investigations of potential threats but also that any increase in the number of labs working on potential pandemic pathogens increases the risk of escape. Hence, benefit-risk analysis to justify the research is crucial, and it may be necessary to restrict the number of labs needed to address each aspect of the same problem and the same pathogenic agent. • Public discussion. There is clearly a need to engage in public discussion of the importance of such research and the risks (8), perhaps by a process like the Asilomar meeting that publicly discussed the hazards of recombinant DNA research. Support for this kind of research depends on honest and transparent public engagement and information and communication of the efforts to minimize risks to the public. While unanimity of views within the scientific community and the public is unlikely, nevertheless it will be important to develop some consensus on the major issues. • Revision of classification of agents and categories. It is clear to us that there is a compelling need to revise the classification of agents and categories. Most serious pathogens currently handled in BSL-3 and BSL-4 present a serious risk to anyone infected in a laboratory accident and perhaps to one or two rounds of close contacts. An accidental release of potential pandemic pathogens puts at risk vastly greater numbers of people, whole cities or even the entire globe, and containment plans should reflect that risk. • Revision of safety guidelines. There is a need and opportunity to review and revise safety guidelines. Here we believe there has been somewhat of an overemphasis on physical containment guidelines and perhaps too little on laboratory competence in working with these agents. It is a real question whether it is safer to work in a space suit with a respirator and thick rubber gloves under BSL-4 conditions or with more convenient precautions, as in BSL-3 plus. We need guidelines for specific training, to address the dilemma that not every graduate student has the skills and discipline to work on potential pandemic pathogens, yet we need to train people to work professionally and competently. Clearly, where a vaccine is available, even on an investigational basis, workers should be immunized to prevent infection. The ethical acceptability of offering a vaccine and permitting work regardless of whether a worker accepts the vaccine becomes questionable when the infection of that worker would put others at risk. We do not believe it is feasible to quarantine workers in BSL-3 or -4 laboratories after their work, nor can we expect good science to be done in labs in remote regions of the country away from universities, as has been suggested (5). But where possible, labs working with pandemic pathogens should be isolated from other facilities. • Revision of safety monitoring guidelines. For high-risk laboratories and work, there is a need for greater monitoring for safety than the required inspection once every 3 years. It remains to be seen who should do the monitoring and the supervising and reporting of the monitoring, but competency is the key to avoiding risks. • A cross-agency government committee. We support the creation of a government-wide committee to review the small number of proposals on potential pandemic pathogens, to create uniformity in evaluation of benefits versus Commentary risks of proposals, as opposed to the current policy, where each agency sets its own rules, which only selects for investigators to seek funding where the standards are loosest. Such a committee must have the authority to limit the number of laboratories engaging in high-risk research and be informed of any problems that arise in any laboratory. • Global guidelines. Research on potential pandemic pathogens will be, and to some extent already is, a global enterprise. We urge WHO to convene a comparable international group to set guidelines and oversee international laboratories working on such pathogens. Getting agreement will be difficult, and enforcement will be very challenging; but when reducing risk, an imperfect system is much better than none. Any release of potential pandemic pathogens could be catastrophic, not only in the health risks that are generated but also for public trust in science and support for science. As microbiologists and citizens, we recognize the need to preserve and extend research in general and in particular on the most dangerous pathogens. While we are skeptical that studying the mutational changes involved in mammalian transmission will enable surveillance that would fundamentally change our preparedness for a future pandemic (9), we do not propose to stop all research on such viruses. Rather, research on mammaliantransmissible H5N1 viruses and other potential pandemic pathogens must be limited to the most pressing experiments in a limited number of competent laboratories. While no scientist can be enthusiastic about suggesting limitations on research, certain limitations already exist, and what we are suggesting is not unique. No experiment on smallpox, however meritorious, may be done outside the two permitted laboratories. The risk of emergence in nature of transmissible H5N1 influenza presents a more pressing threat to human health than smallpox, so the benefits as well as risks of research to prevent or treat H5N1 infections are greater than those for smallpox. In addition, studies that could produce valuable science are routinely prohibited by well-accepted restrictions on human subject research and treatment of animals. If such restrictions are legitimate to reduce risks to a handful of human or animal subjects, then surely it is reasonable to limit research on a small group of pathogens to reduce the risk of precipitating a global public health crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What would this mean in practice? We believe that studies of the susceptibility of wild-type H5N1 virus to drugs and vaccines can and are being carried out at present, and there is no reason to foresee that the result would be different with a transmissible strain. Therefore, most if not all of those studies and many studies of pathogenesis can and should be carried out with nontransmissible strains. The most pressing experiments for which restrictions ought to be considered are specifically designed for understanding the molecular basis of transmissibility of highly pathogenic strains. The risk calculations of Klotz and Sylvester are a good starting point for further discussions of the magnitude of risk (5) . If these estimates are in the right order of magnitude, as we believe they are, there are few insights into influenza biology that are uniquely possible with mammalian-transmissible influenza A/H5N1 virus and which justify a 1-in-300 risk of an accidental infection during a year's work in a single laboratory. We suspect that very few experiments, in only a handful of labs, would pass the test that their potential benefits to public health would justify the risk of escape.",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 717,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the proliferation of BSL-3 and BSL-4 laboratories across the globe, including many set up for surveillance and response to a natural influenza pandemic, decisions by the United States and other biomedical research leaders about research on mammaliantransmissible H5N1 viruses will have rapid consequences for the scale of research around the globe. If the wealthy countries adopt a policy that any experiment with these viruses is acceptable as long as it is done in a containment facility, a similar ethic will likely prevail globally, but the quality of containment will vary. If, on the other hand, they acknowledge the unique risks posed by potential pandemic pathogens and help to generate a process that has international support, a global framework for evaluating proposed research in this area would be a great contribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Opposition to BSL-3 and BSL-4 laboratories, when it has occurred, has often focused on threats to the local communities, who would indeed be at higher risk if a highly lethal but lowtransmissibility pathogen were accidentally released. For potential pandemic pathogens, in contrast, the risk is global-a release that threatens Boston inevitably threatens Bangkok and Bamako. Funders, regulators, and researchers who propose experiments that could place the global populace at risk have a responsibility to involve those whose well-being is affected (the global public) in considering the principles for undertaking such research. Such studies should be undertaken rarely and with extreme caution, ensuring that such risks are undertaken only when the potential benefits to global public health are also exceptional.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Comment on \"Seroevidence for H5N1 influenza infections in humans: meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "author reply",
            "volume": "336",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Addressing the vaccine confidence gap",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eskola",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ratzan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "378",
            "issn": "",
            "pages": "526--535",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimation of potential global pandemic influenza mortality on the basis of vital registry data from the 1918 -20 pandemic: a quantitative analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Feehan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "368",
            "issn": "",
            "pages": "2211--2218",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and genetic analysis of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet Infect. Dis",
            "volume": "4",
            "issn": "",
            "pages": "672--683",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The unacceptable risks of a man-made pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Klotz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Sylvester",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bull. At. Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lab exposure. Death of California researcher spurs investigation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "336",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Biosecurity challenges of the global expansion of high-containment biological laboratories",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Hottes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Benefits and risks of influenza research: lessons learned",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "336",
            "issn": "",
            "pages": "1522--1523",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evolution, safety, and highly pathogenic influenza viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "336",
            "issn": "",
            "pages": "1529--1531",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "National Bio and Agro-Defense Facility, Final Environmental Impact Statement",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}