{
    "paper_id": "80228934cbb48467699deb5d9ea5826c635939a9",
    "metadata": {
        "title": "Danger of Potential-Pandemic-Pathogen Research Enterprises",
        "authors": [
            {
                "first": "Lynn",
                "middle": [
                    "C"
                ],
                "last": "Klotz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Citation Klotz LC. 2015. Danger of potential-pandemic-pathogen research enterprises. mBio 6(3):e00815-15.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he research goal in a number of laboratories is to make highly pathogenic avian influenza (HPAI) viruses contagious to humans via respiratory aerosols. For instance, the H5N1 influenza virus has been made contagious to ferrets (1), the animal model often used as a proxy for humans. Concern over escape from a laboratory of a deadly human-contagious virus (e.g., influenza, severe acute respiratory syndrome [SARS] , and Middle East respiratory syndrome [MERS] viruses) prompted the U.S. Government to hold back funding for this research \"until a robust and broad deliberative process (2) is completed that results in the adoption of a new USG gain-of-function research policy.\" This discussion is now under way in the United States and is to be completed in 2016.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 416,
                    "text": "[SARS]",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In relation to this discussion, mBio published three letters to the editor in a debate between Dr. Ron Fouchier and me. Defending the safety of his work in the first letter (3), Dr. Fouchier calculated that it would likely take more than a million years for an escape from his lab through a laboratory-acquired infection (LAI). Intuitively, this million-year claim seems dubious. I questioned the equation used in the Fouchier calculation and the extremely low probability of escape that he employed in the calculation, and I outlined an alternative approach (4). Fouchier's response to my comments was then published in mBio (5) . It is clear that he did not understand my methodology.",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 629,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In calculations of the probability of a community LAI (\"E\"), Dr. Klotz further assumes that transmission studies in the Erasmus MC facility will be performed for a period (\"y\") of 1 million years. I am hopeful that our research enterprise will have reached solid conclusions on determinants of airborne transmission a bit sooner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rhetorical quip aside, neither his million-year result nor my questioning of it implies or assumes in any way that research must be performed for a given number of years. My questioning and my alternative approach were simply a comment on his approach. Elsewhere in my comments (4) , I assumed that the research enterprise will be concluded in 10 years, as does he.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to respond to Fouchier's misunderstanding and to expand on the general usefulness of my approach, I provide here two simple equations for estimating both the likelihood of escape and the elapsed time to an escape. The equations may be employed for a single lab and for a \"research enterprise\" of many labs. The conclusion is that the likelihood of an escape may be uncomfortably high and that the elapsed time to an escape may be uncomfortably short.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dr. Fouchier uses the simplistic formula y ϭ 1/P 1 to calculate the likely number of years elapsed, y, before an escape occurs, where P 1 is the probability of escape from his lab in 1 year. His 1-million-year calculation (3) is misleading, as it does not account for the fact that research will proceed for more than 1 year, and it was not expanded to calculate the number of years that elapse before an escape occurs for the many labs in the research enterprise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "My approach, embodied in equation 1, may be used to calculate the probability, E, that at least one escape will occur for an n-lab research enterprise conducting research for y years (at least one is likely exactly one, as the probability that two or more escapes will occur is extremely small, and if an escape does occur, the whole n-lab research enterprise would almost certainly be shut down), and equation 2 may be used to calculate the number of years that elapse, y, before an escape.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Solving equation 1 for y gives",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Derivations of equations 1 and 2 may be found in the Appendix. In equation 2, probability E may be viewed as how much escape risk we are willing to tolerate, that is, the value of E that is too high a risk for an n-lab y-year research enterprise. Is an E of 0.1%, 1%, or 10% too high? The level of risk that we are willing to tolerate is subjective. Since a lab escape may result in an uncontrollable disease outbreak with thousands to millions of deaths, even a 1% chance, E ϭ 0.01, seems much too high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Following Fouchier's focus on elapsed years as a measure of biosafety, only elapsed years will be calculated here. The results, presented in Table 1 , are for a 15-lab research enterprise; 15 is the number of NIH-funded labs that have been identified as subject to the research pause. (Originally 18 labs were identified for the funding pause. That number was subsequently reduced to 15.) While some of these labs do not focus on developing mammalcontagious influenza viruses, there are likely many labs throughout the world not funded by the NIH that are, so the number 15 seems a reasonable guess for the size of the research enterprise.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Presented in Table 2 are the same calculations but for a single lab (n ϭ 1), such as Fouchier's lab.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 20,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Three quite different probabilities for escape, P 1 , are employed in the calculations in the tables. The highest probability (P 1 ϭ 0.002) is a minimum estimate calculated (6) from CDC statistics (7) for undetected or unreported LAIs in biosafety level 3 (BSL3) labs. This probability is likely higher than that for LAIs in BSL3 labs that have extra biosafety precautions in place (called BSL3ϩ), such as Fouchier claims for his lab. The probability (P 1 ϭ 0.0001) is 20 times lower and is an estimate for differences between BSL3 and BSL3ϩ labs. The final probability (P 1 ϭ 1 ϫ 10 Ϫ6 ) is Fouchier's estimate (3) . To make his estimate, Fouchier itemizes the various safety measures in his lab and generously reduces the probability for each safety measure but admits that it is a guess: \"the magnitude of this increase in safety is not known.\" Finally, the discussion here of probabilities has been restricted to LAIs, but there are other routes of escape, such as mechanical failure and removal of live virus from BSL3ϩ containment accidentally or for hostile purposes.",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 615,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From Table 1 , it is clear that the research enterprise is unsafe when an intermediate small P 1 equal to 0.0001 and a risk tolerance (E) of 1% are employed. The number of years that we would need to wait to exceed the 1% chance of an escape is only 6.7 years, well within the estimated 10 years for the research to be completed. If P 1 is equal to 0.002, as calculated from the CDC statistics, there would be a 1% chance of an escape in less than a year (y ϭ 0.33 year).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "If P 1 is really as low as Fouchier suggests, we would need to wait 670 years to reach a 1% chance of escape, an elapsed time that would appear to make the research enterprise safe in some researchers' thinking, but risk equals likelihood times consequences, and consequences such as fatalities could be very high for a human-contagious influenza virus with a high case fatality rate. This would lead to an intolerable number of fatalities even using Fouchier's low P 1 estimate. Potential fatalities for the enterprise and the fatality burden for each lab in the enterprise were quantified for his very low P 1 of 1 ϫ 10 -6 in my published criticism (4) of Fouchier's million-year calculation. The conclusion there was that each lab in the enterprise would carry the potential burden of over 14 fatalities per year. \"To put this fatality burden number in perspective, no Institutional Review Board tasked with assessing human subject research would approve a proposed research project with 14 potential fatalities per year.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Turning to the number of years that elapse before an escape occurs for a single lab in Table 2 , for a 1% chance of escape with the intermediate P 1 , it would take 100 years of research to exceed the 1% risk tolerance. For Fouchier's low P 1 , it would take 10,050 years to reach a 1% chance of an escape, making the research seem quite safe.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "I suspect that most researchers in the enterprise use this reasoning to justify the safety of their own lab, but this kind of thinking is flawed, as argued over 200 years ago by the philosopher Immanuel Kant for his \"categorical imperative,\" which is the cornerstone of his moral reasoning: \"Act only according to that maxim whereby you can at the same time will that it should become a universal law without contradiction.\" The \"it\" in the quote is labs in the research enterprise. At the risk of trivializing Kant's complicated moral reasoning, a few examples should make the categorical imperative argument clearer. Is it really acceptable for a manufacturing company to dump mercury in the ocean, because that one factory's output would not be enough to pose any danger to us when we consume fish? Is there nothing wrong if I buy a gas guzzler that gets 10 miles per gallon and has faulty emissions control, since my car's individual contribution to climate destruction is minimal? \"What if everyone researched live smallpox?\" has been implicitly answered according to Kant's categorical imperative by everyone agreeing to limit research to two places.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clearly, the magnitude of the basic probability (P 1 ) is critically important in assessing the risk of the research enterprise, and its magnitude is a point of contention. Finding a good estimate of this basic probability should be a major focus in Gryphon Scientific's risk-benefit assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fouchier has other criticisms of my comments that I feel should be addressed. His response is problematic in several ways. In addressing the problems, I will quote frequently from my comments and from his response to make sure that it is clear what was said.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The biggest problem is that Dr. Fouchier does not once address my calculation of potential fatalities and fatality burden that employs his low probability of an undetected or unreported LAI escaping from his laboratory. Instead, he chooses to argue against my peripheral comments that his probability is likely much too low. His focus unfortunately draws attention away from my calculation that finds intolerable numbers of potential fatalities and the fatality burden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I number specific comments below to keep each point separate. The CDC's shipping of an H5N1 virus-contaminated sample to the USDA and similar incidents show the importance of not underestimating human error, especially if one considers the influenza lab at the CDC to be one of the top federal labs in the country. Although biosecurity measures have improved greatly over the years, human nature has not. Laboratory accidents will happen, and laboratory workers will get infected, not realize it or not admit it, and so take the infection home. The Achilles' heel in Fouchier's argument is that no number of safety procedures can provide for human error. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the history of escapes should make us worry that the probability may be very high, here the difference between Fouchier and me is moot since I employ his low probability in my calculations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "2. Dr. Fouchier writes (5) Dr. Klotz proposes to multiply the low likelihood of LAIs by 300, based on an estimated 30 laboratories involved in the \"whole research enterprise\" for 10 years, and assumes that part of this research enterprise may lack the rigorous safety practices in place at Erasmus MC. Both assumptions are wrong, to the best of my knowledge; just over a handful of laboratories have worked on airborne transmission of avian influenza viruses, each of which has rigorous safety practices in place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Our disagreement here is because we define \"research enterprise\" differently. I defined it as research on potential pandemic pathogens with NIH funding (influenza and SARS category pathogens) and labs otherwise funded. (5) Another key aspect is that Dr. Klotz estimates the likelihood of onward transmission from a case of LAI as 0.1 (10%), in contrast to my justification for an adjusted likelihood of Ͻ1 ϫ 10 -5 , based on the specific conditions under which the research is performed, without providing a rationale for that important deviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "I certainly do provide a rationale for the 10% likelihood of LAI (4) through references 8 and 9 (risk assessment studies).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Summarizing the literature, Lipsitch and Inglesby estimate the probability that a community LAI leads to a global spread (pandemic) to be 5 to 60%. This range is consistent with the 5 to 15% range found by Merler and coworkers (8) and with the 1 to 30% range found in a focused risk assessment (9) for infection spread beginning on crowded public transportation.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Furthermore, there is a rather arcane subject in probability, branching theory, which allows prediction of the likelihood of uncontrolled spread of any pathogen based on its observed reproductive number (R o ) value and the variance to mean of the R o . A large variance to mean could occur due to superspreaders, for instance, some people infected with SARS virus. For a wide range of R o values, Lipsitch and coworkers have calculated the probability of uncontrolled spread (see Fig. 4a in their study [9] ). For a single infected individual with an R o of 2, the probability of an uncontrolled outbreak ranges from 10% (spread of R o s) to 80% (uniform R o ). Thus, the pandemic likelihood from a single infected individual is potentially large. I suspect that future risk assessments will confirm that once a highly contagious potentially pandemic pathogen escapes, the probability of an uncontrolled outbreak is significant, leading again to a focus on the probability of a laboratory escape as the important factor.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 507,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 488,
                    "text": "Fig. 4a",
                    "ref_id": null
                }
            ],
            "section": "Letter to the Editor"
        },
        {
            "text": "Fouchier mentions vaccination and antivirals (5) as factors that reduce onward transmission. Antivirals would not be prescribed for undetected LAIs. Vaccines may reduce viral replication in the index case, but active virus may still be present when the infected person leaves the laboratory, potentially infecting unvaccinated persons. The annual flu vaccine is sometimes less than 50% effective, so it is unclear if vaccinated laboratory workers are protected by the laboratory vaccine strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "I would classify vaccination and antivirals, effective or not, as inside laboratory measures. But if an LAI escapes, clearly these measures were not effective in preventing the undetected or unreported LAI. Again, we come back to the probability of escape from a laboratory as a key challenge in this debate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Once an undetected or unreported LAI from a highly contagious pathogen escapes, it is out of Fouchier's control. Its global spread will depend on the reproductive number, R o , and other factors external to Fouchier's laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Fouchier claims (3) that \"the viruses are ferret adapted rather than human adapted,\" which could lead to a lower R o in humans. Among the different mutated viruses presumably under development in his laboratory, some could be highly transmissible and deadly in humans. We will never know, for testing them on humans is, fortunately, unethical. Of course if one escaped. . . .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "The argument of being ferret adapted and not human adapted is misleading. First, it cannot be proved. Second, Fouchier's own work may have already brought an avian H5N1 virus far closer to successful replication in humans. If such a virus escaped from his laboratory, it may well adapt within the individuals in the early transmission chain and then take off in a big way. Dr. Fouchier and the field do not have the knowledge to know just how short of a successful virus they have engineered. That is why they are doing this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "4. Dr. Fouchier concludes (5) the following.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Finally, Dr. Klotz describes the (apocalyptic) scenario of an influenza pandemic with 140 million fatalities based on a 10% casefatality rate in 20% of the world's population. These numbers not only ignore the scientifically justifiable counterarguments raised before (2) but also are at odds with the documented influenza pandemics of the past. In my view, the \"gain-of-function\" debate has suffered from the apocalyptic scenarios that are provided as factual whereas they provide estimates that are far beyond the observed worst cases (8) .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "It is estimated that the 2009 pandemic influenza virus infected 20% of the world's population. The 1918 H1N1 \"Spanish\" flu killed perhaps 2% of its victims. The H5N1 avian influenza virus, the subject of Fouchier's research, kills about 50% of those who are infected through direct contact with poultry. The scenario I use as an example represents a combination of these three real events. While this scenario has not yet and may never occur in nature, it is a possible scenario perhaps more likely from a laboratory escape.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "Since the consequences of most scenarios, even one on a par with seasonal influenza-several hundred thousand deathswould be catastrophic and unacceptable, it behooves us to be exceedingly careful in deciding which potential pandemic pathogen research should be allowed. For much of this research, the potential risk far outweighs the potential benefits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor"
        },
        {
            "text": "to a lab escape. Let P 1 be the yearly probability of escape of a pathogen from a single lab. The first question to be asked is \"what is the probability of at least one escape from one of the n labs conducting research on the pathogen for y years?\" The probability of no escapes in y years for a single lab is (1 Ϫ P 1 ) y . For y years and n labs, the probability of no escapes is (1 Ϫ P 1 ) yn .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of equations for determining numbers of years"
        },
        {
            "text": "The probability of at least one escape in y years from one of the n labs (E) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of equations for determining numbers of years"
        },
        {
            "text": "Solving equation 3 for y will allow this question to be answered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of equations for determining numbers of years"
        },
        {
            "text": "log(1 Ϫ E) ϭ log(1 Ϫ P 1 ) yxn ϭ y ϫ n ϫ log(1 Ϫ P 1 ),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of equations for determining numbers of years"
        },
        {
            "text": "where y ϭ (1 ⁄ n) ϫ [log(1 Ϫ E) ⁄ log(1 Ϫ P 1 )]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of equations for determining numbers of years"
        },
        {
            "text": "Checking the limit for equation 4, if there is no likelihood of escape, P 1 is equal to 0, log(1) is equal to 0, and as expected, y is equal to ϱ. Another observation about equation 4 is that the number of years of research, y, which must elapse before we reach our risk tolerance is inversely proportional to the number of labs, n.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of equations for determining numbers of years"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Airborne transmission of influenza A/H5N1 virus between ferrets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herfst",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Schrauwen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Linster",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chutinimitkul",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Sorrell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "336",
            "issn": "",
            "pages": "1534--1541",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1213362"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Government gain-of-function deliberative process and research funding pause on selected gain-of-function research involving influenza, MERS, and SARS viruses. U.S. Department of Health and Human Services",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Studies on influenza virus transmission between ferrets: the public health risks revisited",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "2560--2574",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.02560-14"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comments on Fouchier's calculation of risk and elapsed time for escape of a laboratory-acquired infection from his laboratory",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Klotz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "mBio",
            "volume": "6",
            "issn": "2",
            "pages": "268--283",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00268-15"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comments on Fouchier's calculation of risk and elapsed time for escape of a laboratory-acquired infection from his laboratory",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "mBio",
            "volume": "6",
            "issn": "2",
            "pages": "407--422",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00407-15"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The consequences of a lab escape of a potential pandemic pathogen. Front Public Health 2:116",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Klotz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Sylvester",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2014.00116"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Monitoring select agent theft, loss and release reports in the United States-2004 -2010",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Henkel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Weyant",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Appl Biosaf",
            "volume": "18",
            "issn": "",
            "pages": "171--180",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Categorical imperative, on Wikipedia, The Free Encyclopedia",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gopalakrishna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Samore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1086616"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(Immanuel Kant's categorical imperative and the examples used here were called to my attention by my colleague, the late Edward Sylvester, a science journalist with a strong background in philosophy.)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Dr. Klotz suggests that incidents at the U.S. CDC laboratories and the long history of escape of LAI agents and other escapes from laboratories show that my estimates of the likelihood of LAIs occurring at the Erasmus MC facility are too low.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Calculation of numbers of years that elapse before an escape for a single lab",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Calculation of numbers of years that elapse before an escape for 15 labs",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "ACKNOWLEDGMENT I thank Simon Wain-Hobson for comments and contributions to the text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}