{
    "paper_id": "80a789fb3ed3279911f241585e315718b54c9a91",
    "metadata": {
        "title": "The invasion of tobacco mosaic virus RNA induces endoplasmic reticulum stress-related autophagy in HeLa cells",
        "authors": [
            {
                "first": "Li",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Allergy and Clinical Immunology",
                    "institution": "Wuhan University School of Medicine",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruijing",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Allergy and Clinical Immunology",
                    "institution": "Wuhan University School of Medicine",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guoguo",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Allergy and Clinical Immunology",
                    "institution": "Wuhan University School of Medicine",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Allergy and Clinical Immunology",
                    "institution": "Wuhan University School of Medicine",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Changxuan",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Allergy and Clinical Immunology",
                    "institution": "Wuhan University School of Medicine",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ru",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Allergy and Clinical Immunology",
                    "institution": "Wuhan University School of Medicine",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhiqing",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Allergy and Clinical Immunology",
                    "institution": "Wuhan University School of Medicine",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Allergy and Clinical Immunology",
                    "institution": "Wuhan University School of Medicine",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Allergy and Clinical Immunology",
                    "institution": "Wuhan University School of Medicine",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Allergy and Clinical Immunology",
                    "institution": "Wuhan University School of Medicine",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoling",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Allergy and Clinical Immunology",
                    "institution": "Wuhan University School of Medicine",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuling",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Allergy and Clinical Immunology",
                    "institution": "Wuhan University School of Medicine",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jinquan",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Allergy and Clinical Immunology",
                    "institution": "Wuhan University School of Medicine",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "& $ %",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The ability of human cells to defend against viruses originating from distant species has long been ignored. Owing to the pressure of natural evolution and human exploration, some of these viruses may be able to invade human beings. If their 'fresh' host had no defences, the viruses could cause a serious pandemic, as seen with HIV, SARS (severe acute respiratory syndrome) and avian influenza virus that originated from chimpanzees, the common palm civet and birds, respectively. It is unknown whether the human immune system could tolerate invasion with a plant virus. To model such an alien virus invasion, we chose TMV (tobacco mosaic virus) and used human epithelial carcinoma cells (HeLa cells) as its 'fresh' host. We established a reliable system for transfecting TMV-RNA into HeLa cells and found that TMV-RNA triggered autophagy in HeLa cells as shown by the appearance of autophagic vacuoles, the conversion of LC3-I (light chain protein 3-I) to LC3-II, the up-regulated expression of Beclin1 and the accumulation of TMV protein on autophagosomal membranes. We observed suspected TMV virions in HeLa cells by TEM (transmission electron microscopy). Furthermore, we found that TMV-RNA was translated into CP (coat protein) in the ER (endoplasmic reticulum) and that TMV-positive RNA translocated from the cytoplasm to the nucleolus. Finally, we detected greatly increased expression of GRP78 (78 kDa glucose-regulated protein), a typical marker of ERS (ER stress) and found that the formation of autophagosomes was closely related to the expanded ER membrane. Taken together, our data indicate that HeLa cells used ERS and ERS-related autophagy to defend against TMV-RNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Evolution occurs through natural selection. The evolutionary rate of change of viruses is much higher than that of other microorganisms. Due to the high frequency of viral mutation and reproduction, the ability of viruses to escape from host immune proteasomal degradation is difficult to predict. Although numerous studies have identified viral immune escape mechanisms [1, 2] , there is insufficient evidence to fully define these mechanisms in detail. One reason for this lack of evidence is that viruses hosts diverge farther away from humans, yet all of these virulent viruses have crossed the species barrier to invade humans. It is important to speculate from which distant species a new virus will emerge to invade humans in the next disaster. Such a virus may be from a plant, whose origin is even more distant from humans. Due to the pressure of natural selection and human exploration in the biosphere, it is possible for a plant virus to evolve the ability to invade the human body as its 'fresh' host, regardless of whether it has a specific receptor on human cellular membranes.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 374,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 375,
                    "end": 377,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In our study, we chose one of the most widely studied positivestrand RNA plant viruses, the TMV (tobacco mosaic virus), as the model for the next potential infectious virus [8] . In addition to having the ability to infect plant hosts, especially tobacco [9] , previous reports have shown that TMV-prosomes can be detected in vertebrate cells and animal cells, which suggests that TMV has the ability to cross species. For instance, Knowland showed that RNA from TMV can be translated inside oocytes of the frog, Xenopus laevis [10] ; Salomon and Bar-Joseph [11] reported that RNA from both TMV strains were likely translated in rabbit reticulocytes; and Dimitriadis and Georgatsos [12] indicated that synthesis of the TMV CP (coat protein) followed the migration of viral RNA into isolated mouse liver mitochondria. These studies prompted us to investigate whether TMV-RNA has biological activity in human cells. Studies to date have been limited not only to the study of plant infection but also to other species. However, increasing evidence has indicated that some viruses can cross species [3, 13] . Herein, we tested the novel idea that TMV might evolve to invade human cells.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1095,
                    "end": 1098,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1099,
                    "end": 1102,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "TMV-RNA is a positive-sense ssRNA (single-stranded RNA) that functions as the viral mRNA. The replication of TMV-RNA in tobacco protoplasts is similar to that of other positive-stranded RNA viruses, and it takes place in two stages; first, synthesis of a minus strand using the viral plus strand RNA as a template is followed by synthesis of progeny plus strands using the minus strand as a template. Secondly, the negative strand acts as a template for the synthesis of subgenomic mRNAs for the MP (movement protein) and the CP [8] . The MP RNA is produced transiently, whereas the replicase and CP RNAs are produced constitutively during infection [14] . CP regulates the formation of replication complexes during TMV infection [15] and it has been highly conserved during evolution in contrast with other TMV proteins that vary from species to species [16] . In previous studies, CP has been shown to be produced in the frog X. laevis, in rabbit reticulocytes and in mouse liver mitochondria [10] [11] [12] .",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 532,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 855,
                    "end": 859,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1005,
                    "end": 1009,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Autophagy is a conserved pathway that functions in all eukaryotic organisms to maintain cellular homoeostasis. The autophagy pathway targets both cellular cytoplasmic constituents (such as damaged or surplus organelles, proteins and protein aggregates) for lysosomal degradation as well as microbial invaders (including viruses). Molecular steps are required for autophagosomal formation that involves a double-layered vesicle that fuses with a lysosome to digest the material inside the vacuole [17] . It is known that viral infection of a cell may stimulate autophagy [18] . Ubiquitin-like LC3 (light-chain protein 3) has been used as a specific marker for the autophagosomal compartment. Two forms of LC3, the cytosolic LC3-I and the membrane-bound LC3-II, are produced post-translationally. LC3-I is formed by the removal of the C-terminal 22 amino acids from newly synthesized LC3, followed by the conversion of a fraction of LC3-I into LC3-II. The induction of autophagy leads to the processing of LC3-I into LC3-II and its subsequent targeting to pre-autophagosomal and autophagosomal membranes [19] . Beclin1 is a mammalian autophagy gene, and its increased expression suggests increased cellular autophagic activity. In addition, Beclin1 can also bind to Bcl-2 and inhibit tumorigenesis, is monoallelically deleted in human breast and ovarian cancers and is expressed at reduced levels in the latter tumours [20, 21] .",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 500,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1417,
                    "end": 1421,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1422,
                    "end": 1425,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "ERS [ER (endoplasmic reticulum) stress], which is one of the typical stress responses initiated in cells after viral infection, is important in maintaining the physiology of healthy cells and functions to down-regulate protein synthesis in response to the build-up of unfolded proteins. The build-up of unfolded proteins is monitored by many ER protein chaperones, including GRP78 [glucose-regulated protein of 78 kDa, also called BiP (immunoglobulin heavy-chain-binding protein)]. GRP78 is located in the lumen of the ER, and in unstressed cells it binds to the luminal domains of three ER membrane-bound proteins: eukaryotic translation initiation factor 2-α kinase 3 {PERK [PKR (doublestranded-RNA-dependent protein kinase)-like ER kinase]}, IRE1 (inositol-requiring protein-1) and ATF6 (activating transcription factor-6). GRP78 functions as a major chaperone during protein folding and controls the activity of three major signalling pathways that originate from different ER transmembrane proteins [22, 23] .",
            "cite_spans": [
                {
                    "start": 1004,
                    "end": 1008,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1009,
                    "end": 1012,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Recently, it has been discovered that autophagy is activated upon ERS as a defensive mechanism for survival [24] . In our study, we have demonstrated that TMV-RNA triggered autophagy in HeLa cells. Additionally, TMV-RNA was translated into CP, and the accumulation of CP in the ER induced ERS. For the first time, we observed suspected TMV virions in HeLa cells by TEM (transmission electron microscopy). Finally, we provide evidence that TMV-RNA-induced autophagy was caused by ERS in HeLa cells.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The human epithelial cell line (HeLa cells) and the human breast adenocarcinoma cell line (MCF7) were provided by the Wuhan Cell Preservation Centre; TMV was provided by Professor Yu Jia Lin (Beijing Agricultural University) and Professor Zhang Zhong Kai (Yunnan Academy of Agricultural Sciences). Virus RNA was isolated as described previously [25] .",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Cells and viruses"
        },
        {
            "text": "Reagents used in the present study were: 3-MA (3methyladenine, 5 mM; Sigma); ER tracker (Invitrogen); DAPI (4 ,6-diamidino-2-phenylindole; Invitrogen); Lipofectamine TM 2000 (Invitrogen); and eBioscience Fixation and Permeabilization Kit. All cell-culture reagents were obtained from Gibco. Molecular biology reagents were acquired from Promega, New England Biolabs and Invitrogen. Other reagents were from Sigma unless otherwise indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and viruses"
        },
        {
            "text": "The monoclonal anti-CP antibody was made in-house, the polyclonal anti-TMV antibody was provided by Professor Zhou Xueping and Professor Hong Jiang (Zhejiang University), the anti-Beclin1 and anti-actin antibodies were from Santa Cruz Biotechnology, the anti-LC3 antibody was from Abcam and the anti-GRP78 antibody was from Bioworld). The HRP (horseradish peroxidase)-conjugated anti-rabbit secondary antibody was from Santa Cruz Biotechnology) and the FITC-conjugated goat antirabbit IgG antibody was from Sigma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibodies"
        },
        {
            "text": "HeLa cells were grown to 90% confluence and washed twice with serum-free RPMI 1640. TMV (as the positive control) or TMV-RNA was transfected by electroporation, steps being followed as per the manufacturer's instructions. TMV-RNA was transfected into cells with Lipofectamine TM 2000 (Invitrogen, 11668019), steps being followed as per the manufacturer's instructions. Cells were incubated with the mixture of Lipofectamin TM 2000-TMV-RNA at 37 • C and 5% CO 2 for 4-6 h with serum-free RPMI 1640, washed twice with serum-free RPMI 1640 and subsequently incubated at 37 • C and 5% CO 2 in excess volume of fresh serumadded RPMI 1640.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus RNA transfection"
        },
        {
            "text": "The ER fraction was isolated from HeLa cells following the steps described previously [26] .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Cell fractionation"
        },
        {
            "text": "Total RNA was extracted from HeLa cell using TRIzol ® (Invitrogen), according to the manufacturer's instructions. The synthesis of first cDNA strand was carried out as described by the manufacturer (RevertAid TM First strand cDNA synthesis kit; Fermentas). For real-time PCR, the sequence data were designed and obtained from GenBank ® . The Beclin1 sequence was 5 -ATACCGACTTGTTCCTTAC-3 (sense) and 5 -GTCTTCAATCTTGCCTTT-3 (antisense) and the β-actin sequence was 5 -TCACCCACACTGTGCCCCATCTACGA-3 (sense) and 5 -CAGCGGAACCGCTCATTGCCAATGG-3 (antisense).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "mRNA quantification by real-time PCR"
        },
        {
            "text": "Computer analysis of the sequence data was performed with the Genetics Computer Group software. For the RT (reverse transcription) reactions for quantitative real-time PCR, 1.5% of the first-strand reaction was amplified using iQ-SYBR Green Super-mix and an iCycler iQ Real-Time Detection System (Bio-Rad LAboratories).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "mRNA quantification by real-time PCR"
        },
        {
            "text": "The steps followed were as per the manufacturer's instructions (Beckman Coulter).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracellular immunofluorescent staining intracellular LC3 for flow cytometry (FACS analysis)"
        },
        {
            "text": "Indirect IF (under RNAse-free conditions), experiment was carried out as described previously [25] . The monoclonal anti-CP antibody, made in-house, was used with the the secondary FITCconjugated goat anti-rabbit IgG (Sigma). The FISH experiment was carried out as described previously [25] . To detect TMV positive RNA, the specific RNA probe sequence (5 -3 ) TTAAGT-TGCAGGACCAGAGG was used; meanwhile, as a control, the unrelated RNA probe sequence (5 -3 ) AATTCAACGTCCTG-GTCTCC was used. The probes were synthesized and labelled with Cy3 by Invitrogen Corporation. Prior to hybridization with cells, the specific probe attached to the coverslips was denatured at 75 • C for 5 min. The denatured probe was dissolved in hybridization buffer [1 mg/ml of BSA (Biolabs), 2×SSC (0.30 M NaCl/0.030 M sodium citrate), 20% dextran sulfate and 200 mM VRC (vanadyl ribonucleoside complex)] and hybridized to the cells at 37 • C overnight. After four washes in 2×SSC for 10 min, the slides were mounted with 90% (v/v) glycerol. Controls including an unrelated RNA probe were prepared and used according to the steps described above.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "IF (immunofluorescence) and FISH (fluorescence in situ hybridization)"
        },
        {
            "text": "HeLa cells were transfected with TMV-RNA for 6, 24, 48 and 72 h, then washed once with 0.1 M cacodylate buffer (pH 7.4). The cells were fixed with 2% glutaraldehyde in 0.1 M phosphate buffer. Subsequently, the rest of the procedure was conducted by the standard protocols of conventional staining or immunogold staining.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EM (electron microscopy)"
        },
        {
            "text": "Whole-cell lysates were prepared with a lysis buffer (2% Nonidet P40 and 0.2% SDS in PBS supplemented with protease inhibitors). Western blot analyses were carried out as described previously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blotting"
        },
        {
            "text": "HeLa cells, cultured in glass-bottomed dishes, were washed with PBS, and added fresh DMEM (Dulbecco's modified Eagle's medium) before transfection for 2 h, then were transfected with a pEGFP-LC3 plasmid (referred to as GFP-LC3) using Lipofectamine TM 2000 (Invitrogen, 11668019) according to the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GFP (green fluorescent protein)-LC3 staining of autophagosomes"
        },
        {
            "text": "QDs with λ em of 561 or 620 nm and modified with CTAB were provided by Professor Pang Daiwen (Wuhan University School of Chemical). For RNA-QDs, a 10-fold excess of RNA was typically used for labelling by QDs. First, CTAB-QDs and Lipofectamine TM 2000 were incubated for 5 min in fresh medium respectively, and then TMV-RNA was added into CTAB/QDs medium by the ratio of 0.2 μl:1 μg (QDs/RNA) for incubation (10 min). The labelling principle was on the basis of cationic CTAB-QDs could bind to the negatively charged RNA automatically. Finally the liposome medium and CTAB-QDs labelled RNA medium were mixed for 20 min at room temperature (22 • C), and then transfected into the same cells that had been transfected with GFP-LC3 for 24 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TMV-RNA labelling with CTAB-QD [cetyltrimethylammonium bromide-modified QDs (quantum dots)] and transfection into HeLa cells"
        },
        {
            "text": "To observe the location of TMV-RNA, autophagosomes and ER, 4 h post-transfected live cells were detected on a Zeiss LSM 510 Inverted Live-Cell Confocal System following staining with ER-Tracker TM Blue-White DPX (Invitrogen). The treated cell dish was placed on the stage of a temperature-controlled microscope. Unless otherwise noted, experiments were conducted at 37 • C. CTAB-QD-labelled TMV-RNA, GFP-LC3-labelled autophagosomes and ER were detected by using a filter set consisting of a D565/500/435 nm exciter, a D615/530/485 nm emitter. At the transfection time point (4 h), TMV-RNA showed up as red dots and blue fluorescence represented ER. The formation of GFP-LC3-labelled structures (GFP-LC3 'dots') represent autophagosomes. Notably, the red dots were co-located with some punctate GFP-LC3 staining, meanwhile just appeared on ER (blue), whereas no red dot was found, as well as GFP-LC3 'dots' decreased in cells transfected with GFP-LC3 alone. All these showed that TMV-RNA co-located with autophagosome on ER when it was transfected into HeLa cells for 4 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ER staining"
        },
        {
            "text": "Statistical analyses were performed by paired or unpaired Student's t test (unless otherwise stated). Values of P < 0.05 were considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Because there is no receptor for TMV on human cellular membranes, TMV was not able to enter HeLa cells; when TMV was co-cultured with HeLa cells, CP was not detected in HeLa cells. To import intact TMV particles or TMV-RNA into HeLa cells, we used two methodologies: electroporation or liposome transfection, respectively. Following the electroporation procedure [27] , intact TMV particles were transformed into HeLa cells by electric shock with different voltages (0, 140, 280 and 360 V). Western blotting results showed that there was a little more CP expression in HeLa cells treated with 280 V than with the other voltages, but not high enough in CP expression ( Figure 1A-a) . This result suggests that some cells may have been fatally damaged by the strong electric currents. Thus we concluded that electroporation was not the proper method for TMV transfection. Recent reports have demonstrated that the liposome transfection method is more effective and less toxic to cells than other transfection methods [28] . Thus we used this method for TMV-RNA transfection. HeLa cells were incubated with a mixture of TMV-RNA and liposomes at ratios of 1:1 and 1:2 for 6 h. Western blot analysis showed that CP was produced more abundantly at the ratio of 1:1 than 1:2 ( Figure 1A -b), indicating that TMV-RNA can be effectively transfected into HeLa cells by using an equal proportion of liposomes. Moreover, the morphology of the cells did not change during the process of incubation. Thus we found an effective way to import TMV-RNA into HeLa cells, and this technique was applied exclusively in the following experiments.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 668,
                    "end": 680,
                    "text": "Figure 1A-a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1270,
                    "end": 1279,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Transfection of TMV-RNA into HeLa cells"
        },
        {
            "text": "After we established a reliable transfection system, we monitored the morphological changes in HeLa cells after TMV-RNA transfection by light microscopy. At 24 h post-transfection, we found that some vacuoles were produced in the cytoplasm of the HeLa cells. After 72 h, the proportion of vacuoles was more than 50% per microscopic field of vision. To determine whether autophagy was triggered after transfection, the ultrastructure of HeLa cells transfected with TMV-RNA for 6, 24, 48 and 72 h was analysed by TEM. Numerous vacuoles and some membrane-bound vacuoles characteristic of autophagosomes (arrowheads) were observed in the cytoplasm of the transfected cells ( Figure 1C , T-6 h, T-24 h). Moreover, typical mature autophagosomes with double-membrane vacuolar structures containing visible cytoplasmic contents increased over time ( Figure 1C , T-48 h, T-72 h; Figure 1D ). Vacuoles were only rarely found in cells not transfected with TMV-RNA ( Figure 1C , Con), and only a few vacuoles were observed in cells incubated with liposomes only ( Figure 1C , Lipo). The latter result suggests that the quantity of liposomes administered was less toxic to cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 671,
                    "end": 680,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 842,
                    "end": 851,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 870,
                    "end": 879,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 955,
                    "end": 964,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1052,
                    "end": 1061,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "TMV-RNA induced autophagy in HeLa cells"
        },
        {
            "text": "As described above, LC3 is used as a specific marker for the autophagosomal compartment, and the induction of autophagy leads to the processing of LC3-I into LC3-II. To detect the conversion of LC3-I into LC3-II, cells transfected with TMV-RNA for 24, 48 and 72 h were analysed by Western blotting. We found that the conversion of LC3-I into LC3-II was augmented if TMV-RNA treatment was extended to 72 h ( Figure 1B) . To monitor alterations in autophagic flux mediated by TMV-RNA, an immunoblot-based LC3 flux assay using flow cytometry was performed to quantify the number of autophagosomes. As shown in Figure 1 (E), cells with autophagosomes detected using an FITC-conjugated anti-LC3 antibody were increased in HeLa cells following TMV-RNA transfection, whereas the expression of LC3-II was almost undetectable in the untransfected cells. Moreover, 3-MA, a common inhibitor of autophagy [29] , was used to block autophagy in HeLa cells. In TMV-RNA-transfected cells treated with 3-MA (5 mM, Sigma) for 24 h, autophagy was markedly inhibited. Altogether, these observations suggest that TMV-RNA induces autophagy in HeLa cells.",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 897,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 417,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 607,
                    "end": 615,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "TMV-RNA induced autophagy in HeLa cells"
        },
        {
            "text": "TMV-RNA is the key factor for triggering autophagy in HeLa cells Activation of autophagy genes is a critical step in autophagosome formation [17] . To examine whether the key autophagy gene (Beclin1) [21] was synergistically activated during TMV-RNA-induced autophagy, real-time PCR and Western blotting were performed to monitor the nucleic acid and protein levels, respectively, of Beclin1. Beclin1 mRNA increased markedly when the transfection time was extended to 72 h ( Figure 2A) . Simultaneously, Beclin1 protein markedly accumulated within 24 h in TMV-RNA-treated HeLa cells, and the accumulation of protein was much more pronounced when the transfection time was extended to 72 h ( Figure 2B ). Neither Beclin1 nucleic acid nor Beclin1 protein was found in HeLa cells not transfected with TMV-RNA. To verify that the activation of Beclin1 in HeLa cells was indeed associated with TMV-RNA-induced autophagy, a human breastcancer cell line in which Beclin1 is monoallelically deleted and thus expressed at reduced levels (MCF7 cells) [30] was transfected with TMV-RNA using the same protocol. Additionally, to interfere with the expression of the Beclin1 gene in cells we also transfected a Beclin1 siRNA (small interfering RNA) vector into HeLa cells. The Beclin1 siRNA vector was transfected into HeLa cells 24 h before the transfection of TMV-RNA. Analysis of the expression of Beclin1 and LC3 in MCF7 cells or HeLa cells by Western blotting showed that no Beclin1 was detected in MCF7 cells with or without TMV-RNA transfection, and the expression level of LC3 in MCF7 cells did not change after transfection ( Figure 2C) . Moreover, the expression of both LC3 and Beclin1 in HeLa cells transfected with both the Beclin1 siRNA vector and TMV-RNA was reduced compared with cells transfected with TMV-RNA only ( Figures 2B and 2C) . Taken together, the invasion of TMV-RNA directly results in autophagy, and Be-clin1 is the key autophagy gene in TMV-RNA-transfected HeLa cells.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1041,
                    "end": 1045,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 485,
                    "text": "Figure 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 691,
                    "end": 700,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1622,
                    "end": 1632,
                    "text": "Figure 2C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1821,
                    "end": 1839,
                    "text": "Figures 2B and 2C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "TMV-RNA induced autophagy in HeLa cells"
        },
        {
            "text": "To obtain further direct morphological evidence of the links between TMV proteins and the intracellular autophagic vacuoles, immunoelectron microscopy was performed. Immunogold particles identifying TMV proteins mostly presented on the membranes of autophagosomes 24 h after transfection ( Figure 3A-b) ; when the time was extended to 48 h, the immunogold particles markedly accumulated on or around the membranes of autophagosomes ( Figure 3A-c) . Neither immunogold particles nor autophagosomes were found in untransfected cells ( Figure 3A-a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 302,
                    "text": "Figure 3A-b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 434,
                    "end": 446,
                    "text": "Figure 3A-c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 533,
                    "end": 545,
                    "text": "Figure 3A-a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "TMV-RNA induced autophagy in HeLa cells"
        },
        {
            "text": "As the first study to investigate the invasion of TMV in human cells, we hoped to find intact TMV particles in HeLa cells if TMV had the ability to escape from immune defence and avoid being digested by the lysosome. Indeed, we observed suspected TMV virions in HeLa cells by TEM. As shown in Figure 3 leaves [31] (Figure 3B-a) , so we deduced that TMV-RNA may replicate in HeLa cells.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 301,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 314,
                    "end": 327,
                    "text": "(Figure 3B-a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "TMV-RNA induced autophagy in HeLa cells"
        },
        {
            "text": "The potential mechanism of TMV-RNA-induced autophagy in HeLa cells Based on the above surprising observations, we performed further experiments to support our hypothesis. As mentioned above, the genomic structure of TMV-RNA functions like that of mRNA in that it can be translated into proteins directly. TMV can utilize the host ER as the primary site of envelope glycoprotein biogen-esis, genomic replication and particle assembly. If the translation of TMV-RNA occurred in the ER, the accumulation of TMV protein would inevitably lead to cellular stress responses, such as ERS, which may promote autophagy in HeLa cells. To test this assumption, three approaches were taken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TMV-RNA induced autophagy in HeLa cells"
        },
        {
            "text": "In eukaryotic cells, mRNAs are partitioned between the cytosolic and ER compartments. As described in current models, this ubiquitous mRNA partitioning process is driven by a co-translational cycle of ribosome binding and release into the ER. In brief, all mRNAs are translated in the cytosol. Early in synthesis, those mRNA/RNCs (ribosome/nascent polypeptide chain complexes) engaged in the synthesis of secretory/membrane proteins are trafficked to the ER because of the presence of an SRP (signal recognition particle) [32] . Therefore we sought to determine whether TMV-RNA was driven by a co-translational cycle of ribosome binding and translation of proteins in the ER and to confirm the location of TMV-RNA.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 526,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "TMV-RNA is translated in the ER membrane of HeLa cells"
        },
        {
            "text": "After the transfection of TMV-RNA for 24, 48 and 72 h, cell lysates were harvested and used for the detection of proteins by Western blotting. The results indicate that TMV-RNA was translated into CP; CP markedly increased within 24 h in TMV-RNA-treated HeLa cells, and the accumulation of the protein increased further when the transfection time was extended to 72 h, whereas it was undetectable in HeLa cells not transfected with TMV-RNA ( Figure 4A ). Considering the high-expression level of CP in HeLa cells, we deduced that TMV might escape from immune defence. To determine whether TMV-RNA was translated in the ER, we isolated the ER from HeLa cells transfected with TMV-RNA for 24, 48 and 72 h. Analysis of CP in the ER fraction by Western blotting showed that the expression level of CP markedly increased when the time was extended to 72 h ( Figure 4A ). To further confirm whether CP was located in the ER and to observe the location of TMV-RNA, we performed immunofluorescence (IF) and FISH techniques [25] in succession. TMV-positive RNA and proteins were identified in situ by confocal microscopy in cells fixed by a protocol intended to retain native cell size and shape. The TMV-positive RNA was visualized by FISH with a strand-specific probe that was labelled with a Cy3 fluorochrome (red). CP was detected using a rabbit anti-CP antibody and a corresponding secondary antibody (Alexa Fluor ® 488 anti-rabbit antibody) (green), and the ER was stained with ER tracker (blue, Invitrogen). As shown in Figure 4 We observed that CP (green) indeed accumulated in the ER as small, irregularly sized granules, whereas TMV-RNA (red) rarely appeared in the ER but was enriched in the nucleolus. Neither CP nor TMV-positive RNA was found in cells not transfected with TMV-RNA ( Figure 4C-c) .",
            "cite_spans": [
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 451,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 853,
                    "end": 862,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1518,
                    "end": 1526,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1787,
                    "end": 1799,
                    "text": "Figure 4C-c)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "TMV-RNA is translated in the ER membrane of HeLa cells"
        },
        {
            "text": "We next used an unrelated probe as a negative control to verify the location of TMV-positive RNA. Cells transfected with TMV-RNA for 24 and 48 h were fixed and analysed using the same IF and RNA-FISH techniques; the only difference was that instead of the ER staining step, cell nuclei were stained with DAPI (blue, Invitrogen). Thus blue fluorescence represented the location of the nucleus in Figure 5 . When we monitored the cells after TMV-RNA transfection for 24 h, TMV-positive RNA (red) was found throughout the cells as small, irregularly-sized granules ( Figure 5B , H.P.T. 24 h) that then accumulated in the nucleus as high-density granules after 48 h ( Figure 5C , H.P.T. 48 h). In addition, CP (green) was located around the nucleus and accumulated in the cytoplasm within 48 h. In contrast, TMV-positive RNA could not be detected in cells transfected with TMV-RNA that were hybridized with an unrelated probe ( Figure 5A-c, Con) . The above results suggest that TMV-RNA uses intracellular ri- bosomes to synthesize viral proteins in the ER and that the positive RNA localizes to the nucleus to perform other functions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 403,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 564,
                    "end": 573,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 664,
                    "end": 673,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 924,
                    "end": 941,
                    "text": "Figure 5A-c, Con)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "TMV-RNA is translated in the ER membrane of HeLa cells"
        },
        {
            "text": "This result might explain our previous result ( Figure 3B-b) that showed the presence of suspected TMV virions in HeLa cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 60,
                    "text": "Figure 3B-b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "TMV-RNA is translated in the ER membrane of HeLa cells"
        },
        {
            "text": "The initial goal of the ERS response is to protect stressed cells by re-establishing homoeostasis or otherwise neutralizing the damaging consequences of an insult. Herein, we found that TMV-RNA promoted the accumulation of CP in the ER. We therefore hypothesized that the accumulation of this protein induced ERS in HeLa cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TMV-RNA induced ERS"
        },
        {
            "text": "To test this hypothesis, we assessed the expression of GRP78, a marker for ERS, in both whole-cell and ER fractions. Western blotting results indicate that, within 24 h, GRP78 accumulated both in the whole-cell and ER fractions, and its level markedly increased when the transfection time was extended to 72 h. In contrast, no accumulation of GRP78 was observed in HeLa cells not transfected with TMV-RNA ( Figure 6A ). These data indicate that TMV-RNA induces ERS; the accumulation of TMV protein in the ER induces ERS and activates GRP78 to bind to unfolded proteins (such as CP), thereby increasing their folding capacity. Once the abundance of these unfolded proteins exceeds the capacity of GRP78, ERS would further trigger a series of events, such as autophagy, to restore normal cell function.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 416,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "TMV-RNA induced ERS"
        },
        {
            "text": "Autophagy is beginning to be recognized as an important player in the life-and-death decisions of the ERS response. The control mechanisms of these processes are not fully understood and are the focus of many ongoing investigations. Several reports have shown that ERS can activate autophagy, and conversely, blocking autophagy can enhance ERS-induced cell death [33] . In recent immunoelectron microscopy studies, Dunn has reported that autophagosomes originating from pre-existing ER acquire lysosomal markers in a stepwise fashion during maturation into autolysosomes. Dunn also classified vacuoles morphologically and cytochemically into two groups: (i) nascent autophagic vacuoles (or autophagosomes) and (ii) degradative autophagic vacuoles (or autolysosomes) [34, 35] . Herein, we showed that the invasion of TMV-RNA not only triggered autophagy, but also induced ERS in HeLa cells. To further elucidate the connection between autophagy and ERS, we examined the morphological changes of the cells using EM.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 766,
                    "end": 770,
                    "text": "[34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "ERS is the likely trigger for autophagy"
        },
        {
            "text": "Initially, the EM analysis suggested that the autophagosomal membrane might originate from the ER membrane at the ultrastructural level. As shown in Figure 6 (B), most of the ER membranes in TMV-RNA-transfected cells were in a state of expansion, and numerous vacuoles, including nascent vacuoles and typical autophagosomes with a double-membrane vacuolar structure containing visible cytoplasmic contents, appeared around the expanded ER. The nascent vacuoles appeared to be produced from the ends of ER membranes (arrowheads), and they expanded to resemble swollen fingers in some pictures. Such structures might be transported to form autophagosomes. Some images also demonstrated that the ER membrane expanded to resemble forks extending towards the anterior vacuole ( Figures 6B-b, 6B d and 6B-g), suggesting that partial ER membranes might be used to form phagophores, structures that will fuse with a nascent vacuole. Neither autophagic vacuoles nor the expansion of the ER was found in cells not transfected with TMV-RNA ( Figure 6B-a) . Taken together, there are a series of interesting events that are occurring; the distal end of the ER membrane expanded like swollen fingers or forks, which might indicate that the cells were stimulated by the TMV-RNA and induced into a state of ERS. This phenomenon of ER membrane expansion was not found in cells not transfected with TMV-RNA ( Figure 6B-a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 157,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 773,
                    "end": 789,
                    "text": "Figures 6B-b, 6B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1031,
                    "end": 1043,
                    "text": "Figure 6B-a)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1392,
                    "end": 1404,
                    "text": "Figure 6B-a)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "ERS is the likely trigger for autophagy"
        },
        {
            "text": "As shown, the ER membrane resembling swollen fingers might have just produced a vacuole ( Figure 6B-c, arrowheads) ; the distal ER membrane end expanded to resemble forks that extend towards the anterior vacuole ( Figure 6B-b, pane) ; and another distal ER membrane end expanded towards the anterior vacuole and appeared to encapsulate it ( Figure 6B-d) . Moreover, the other distal end of the expanded ER membrane was sequestered in a vacuole ( Figure 6B-d, arrowheads) . The ER membrane expanded so greatly that it might have produced more vacuoles ( Figure 6B -e, arrowheads), with nascent vacuoles emerging from the end points of the expanded ER membranes ( Figure 6B -f, arrowheads). Moreover, fusion events might have occurred between lysosomes and autophagic vacuoles ( Figure 6B-f, pane) . Finally, a huge autolysosome formed in the cytoplasm, some partial ER membranes expanded to resemble forks extending towards the vacuole ( Figure 6B -g, two small panes) and one vacuole had just been produced from other partial ER membranes ( Figure 6B-g,  arrowheads) . Based on these data, it appeared that the process of autophagy, including the maturation and formation of autophagosomes, was required for the expansion of the ER membrane. Hence all of these observations confirmed that the membranes of TMV-RNA-related autophagic vacuoles might be contiguous with or originate from ER membranes. This result explains why more and more vacuoles appeared and accumulated around the expanded ER membranes when the transfection time was extended. We presume that, under ERS, the distal end of the ER membrane expands to maximize the transformation into more vacuoles, which when encapsulated by a monolayer membrane, are called phagophores (which might form from partially expanded ER membranes; see Figures 6B-c, 6B-d and B-f) . When expanded phagophore cisterns wrap around a portion of the cytoplasm and/or organelles, autophagy is triggered. During the autophagosomal maturation process, the segregated cytoplasm that is engulfed by a phagophore is delivered to the endo/lysosomal lumen by fusion events between autophagosomes and endosomal and/or lysosomal vesicles. Both the cytoplasm and the surrounding membrane are then degraded by lysosomal hydrolases, and the degradation products are transported back to the cytoplasm where they can be re-used for metabolism. Together with our data, the expansion of the ER induced by ERS results in the formation of autophagosomes in TMV-RNA-transfected HeLa cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 114,
                    "text": "Figure 6B-c, arrowheads)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 214,
                    "end": 232,
                    "text": "Figure 6B-b, pane)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 341,
                    "end": 353,
                    "text": "Figure 6B-d)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 446,
                    "end": 470,
                    "text": "Figure 6B-d, arrowheads)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 553,
                    "end": 562,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 662,
                    "end": 671,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 777,
                    "end": 795,
                    "text": "Figure 6B-f, pane)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 937,
                    "end": 946,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1041,
                    "end": 1066,
                    "text": "Figure 6B-g,  arrowheads)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1799,
                    "end": 1826,
                    "text": "Figures 6B-c, 6B-d and B-f)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "ERS is the likely trigger for autophagy"
        },
        {
            "text": "These studies provide some clues into the pathway of TMV-RNA-induced autophagy. Once the TMV-RNA enters HeLa cells, it first synthesizes proteins in the ER, as evidenced by CP in the ER. With the accumulation of TMV proteins in the ER, cells Analysis of these micrographs revealed that most of the ER membranes in TMV-RNA-transfected cells were in a state of expansion, and numerous vacuoles, including nascent vacuoles and typical autophagosomes with double-membrane vacuolar structures containing visible cytoplasmic contents, appeared around the expanded ER. The distal end of the ER membrane expanded to resemble swollen fingers or forks, which was seldom observed in controls (a). As shown in the images, the distal end of the ER membrane expanded towards the anterior vacuole (b, box); An ER membrane that expanded to resemble swollen fingers might have just sequestered a vacuole (c, box, arrowheads); another distal ER membrane end expanded towards the anterior vacuole and appeared to encapsulate it (d, box). The other distal end of the expanded ER membrane just sequestered a vacuole (d, arrowheads), and the ER membrane was so extremely expanded that it might have produced more vacuoles (e, arrowheads). Nascent vacuoles emerging from the end point of expanded ER membranes (f, box, arrowheads) and fusion events might have occurred between lysosomes and autophagic vacuoles (f, box). Finally, a huge autolysosome was formed in the cytoplasm, partial ER membranes expanded to resemble forks (g, two small boxes), and one vacuole was just sequestered from other partial ER membranes (g, arrowheads) (scale bar: 2 μm). From these micrographs, we presume that ERS stimulated the expansion of the ER, resulting in the formation of autophagosomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ERS is the likely trigger for autophagy"
        },
        {
            "text": "experience ERS and activate ER chaperones (such as GRP78 in the ER lumen) to increase protein folding capacity. If enough TMV proteins are produced so that the capacity of GRP78 is exceeded, ERS stimulates the ends of ER membranes to expand to maximize sequestration into vacuoles in which TMV proteins (such as CP) might be produced. These new vacuoles are wrapped rapidly by phagophores (which also likely originate from the ER and look like the forks in our electron micrographs) that further form autophagosomes. Finally, with the fusion of autophagosomes and lysosomes, autolysosomes form to digest the vacuolar contents; we suggest that these vacuolar contents might not be digested, but instead, immune escape occurs through some unknown molecular mechanism. The latter assertion is supported by our evidence of the accumulation of TMV proteins on and around autophagosomal membranes, by the increased CP in the ER and by the enrichment of TMV-positive RNA in the nucleolus. In conclusion, TMV-RNA induces ERS-related autophagy in HeLa cells, and a potential defence mechanism involving ERS and ERS-related autophagy utilized by HeLa cells against TMV-RNA is modelled in Figure 7 . Figure 7 Schematic diagram of the potential ERS-related autophagic defence mechanism utilized by HeLa cells against TMV-RNA After TMV-RNA enters HeLa cells, it is translated into protein by ribosomes located on the ER membrane. TMV proteins, such as CP , will likely be recognized as foreign or unfolded proteins in the ER lumen and trigger ERS. GRP78 is a marker of ERS, is highly expressed and acts as a chaperone to assist in the folding of CP . If the quantity of CP is too great, GRP78 might leave CP and stimulate the distal end of ER membranes to expand and swell to sequester CP into vacuoles. These new vacuoles would be enwrapped rapidly by phagophores, which likely originate from the ER. These new phagophores resemble forks extending towards the vacuole, and they engulf it to promote maturation into double-membrane autophagosomes. Finally, by fusion with a lysosome, autophagosomes become mono-membrane-structured autolysosomes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1178,
                    "end": 1186,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 1189,
                    "end": 1197,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "ERS is the likely trigger for autophagy"
        },
        {
            "text": "The majority of the CP load is degraded. In an alternative pathway, CP might not be degraded and instead achieves immune escape through some unknown molecular mechanism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ERS is the likely trigger for autophagy"
        },
        {
            "text": "Viral infections remain a considerable health threat. Many viruses, including HIV, mutate readily and produce resistant strains that are no longer controlled by the drugs that were once effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The prospect of biological warfare by terrorists is another serious new threat. Mutated viruses pose a particular threat because they can cross species to infect human beings [3] . In our study, we hypothesized that one of the most popular and well investigated viruses in history, the plant virus TMV, could evolve to invade humans as a new 'fresh host'.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We found that TMV-RNA triggered autophagy in HeLa cells as evidenced by the appearance of autophagic vacuoles, the conversion of LC3-I into LC3-II, the up-regulated expression of Beclin1 and the accumulation of TMV protein on autophagosomal membranes. We presumed that autophagy was triggered to regulate the innate immune response to the TMV-RNA in HeLa cells because no studies to date have been performed to indicate that TMV can invade human cells. An immunological memory against TMV may not exist in human innate immune cells. It is reported that there are two pathways that detect viral infection in cells; one is an exogenous pathway in which virally-derived ssRNA is detected by TLR7 (Toll-like receptor 7) in endosomes after degradation of the viral envelope and capsid proteins by host-cell enzymes. The other pathway is an endogenous pathway in which autophagy serves a function analogous to endocytosis, transferring viral RNA from the cytoplasm to intracellular compartments containing TLR7 [36, 37] . This latter pathway might be the transport pathway used for the detection of TMV-RNA in HeLa cells.",
            "cite_spans": [
                {
                    "start": 1005,
                    "end": 1009,
                    "text": "[36,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1010,
                    "end": 1013,
                    "text": "37]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Recent evidence has shown that TLR7 functions as a PRR (pattern-recognition receptor), initiating effective and appropriate antiviral responses [38] . As an ssRNA, TMV-RNA may be recognized by TLR7. Recent evidence has suggested that certain TLR signalling adaptor molecules may directly interact with components of the autophagic machinery [39] . For example, MyD88 and Trif, two signalling adaptors for TLRs, interact with the autophagy protein, Beclin1, in a manner that is enhanced by TLR signalling, and shRNA (small-hairpin RNA) knockdown of MyD88, Trif or Beclin1 inhibits TLR-induced autophagy. Here, we detected the marked accumulation of Beclin1 in HeLa cells, and we also identified the key role of Beclin1 in cellular autophagy; however, whether Beclin1 also associates with TLR signalling adaptor molecules, (thereby further mediating autophagy) was not investigated.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "TLR7 is an endosomal receptor that is expressed in endosomes, which fuse with lysosomes [38] . Autophagosomes are formed by the expansion of phagophores and fusion with lysosomes. Thus there should exist some relationship between TLR7 activation and autophagy. Delgado et al. [39] have indicated that TLRs control autophagy, and Iwasaki [18] has shown that VSV (vesicular-stomatitis virus) recognition via TLR7 requires cytosolic viral replication intermediates that are transported to the lysosome by means of autophagy. In our present study, we have shown by immunoelectron microscopy that TMV protein accumulated on autophagosomal membranes. Moreover, at 4 h post-transfection, we observed by confocal microscopy that TMV-RNA co-localized with autophagosomes on the ER (see Supplementary Figure S1 at http://www.bioscirep.org/bsr/032/bsr0320171add.htm). These observations indicate that both TMV-RNA and TMV protein might appear on autophagosomal membranes simultaneously and that they might be bound together as cytosolic viral replication intermediates to be transported by autophagosomes. Hence TMV-RNA and 'cytosolic viral replication intermediates' might be recognized by TLR7 during the maturation of autophagy. . Autophagy may function either as an antiviral pathway (that degrades viruses) or as a pro-viral pathway (that helps viruses replicate or exit from cells) [18, 40] . If TMV-RNA is recognized by TLR7, it would be engulfed by the host cell through the process of endocytosis and digested by lysosomal enzymes. Both TMV-RNA and TMV protein would therefore be removed through this pathway. However, here, we not only demonstrated the accumulation of CP in the ER, but we also unexpectedly observed that TMV-positive RNA moved from the cytoplasm to the nucleus. Even more surprisingly, we discovered suspected TMV virions in HeLa cells by TEM. Although this evidence is not sufficient by itself to determine whether TMV-RNA replicates in HeLa cells, we found that not all of TMV-RNA or TMV protein was digested during the process of autophagy. Thus we presume that autophagy functions as a pro-viral pathway after the invasion of TMV into HeLa cells, which might aid in TMV-RNA replication in HeLa cells. Some recent reports have demonstrated that viruses use accumulated autophagosomes for their replication. In these reports, an even more dramatic subversion of macroautophagy is induced by several ssRNA viruses that replicate in the cytoplasm. Picornaviruses (poliovirus and rhinoviruses), coronaviruses (mouse hepatitis virus and SARS) and one arterivirus (equine arteritis virus) replicate on the surface of autophagosomal membranes [40] [41] [42] . These viruses likely block the fusion of autophagosomes that carry the viral replication complexes with lysosomes. The generation of autophagic membranes as scaffolds for the replication machinery is essential because inhibition of macroautophagy by siRNA-mediated silencing of Atg12 or Atg8 (LC3) inhibits viral replication [40] [41] [42] . Based on these discoveries, we attempted to determine why TMV protein accumulated on autophagosomal membranes when the transfection time was extended and whether the translation of TMV-RNA was associated with the maturation of autophagosomes. To address these questions, we first sought to demonstrate the replication of TMV-RNA in HeLa cells; we need to find the production of TMV-negative RNA in HeLa cells, evidence of TMV particles isolated from HeLa cells by EM and the occurrence of viral passage in HeLa cells. When the replication of TMV-RNA in HeLa cells is further verified, a mouse tumour model could be established by administering TMV-RNA-treated HeLa cells or untreated HeLa cells in vivo and assessing whether TMV-RNA can also induce autophagy and replication in vivo. Although autophagy is primarily a protective process for the cell, it can also play a role in cell death. Thus, if TMV-RNA-induced autophagy occurs in vivo, it would cause rapid tumour cell death, further inhibiting the growth of the tumour. If this scenario proves true, TMV-RNA may be used as a therapy for human tumours in the future.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1221,
                    "end": 1222,
                    "text": ".",
                    "ref_id": null
                },
                {
                    "start": 1377,
                    "end": 1381,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1382,
                    "end": 1385,
                    "text": "40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2656,
                    "end": 2660,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2661,
                    "end": 2665,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2666,
                    "end": 2670,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2998,
                    "end": 3002,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 3003,
                    "end": 3007,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 3008,
                    "end": 3012,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 791,
                    "end": 800,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Based on the EM studies, we concluded that the membranes of autophagic vacuoles originated from expanded ER membranes. Recently, some EM studies have also shown that autophagosomal membranes originate from the ER or are contiguous with it. For example, Bernale et al. [33] discovered that ER proliferation was accompanied by the formation of autophagosomal-like structures that were densely and selectively packed with membrane stacks derived from the UPR (unfolded protein response)-expanded ER. Ueno et al. [43] showed that ER membrane markers were pre-served in autophagic vacuolar membranes isolated from the rat liver vacuoles of animals administered leupeptin. Axe et al. [44] reported that autophagosomal formation from membrane compartments enriched in phosphatidylinositol 3-phosphate was dynamically linked to the ER and that a ring-like particle (termed an omegasome) formed, indicating that the autophagosome formed in close association with the ER. Herein, we also described a likely process of TMV-RNA-induced autophagy ( Figure 6B) . A series of electron micrographs provided potent evidence for the expansion of ER membranes into mature autophagosomes. Thus we conclude that ERS stimulates ER membranes to expand and form autophagosomes.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 1036,
                    "end": 1046,
                    "text": "Figure 6B)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "We also have some evidence (Supplementary Figure S1 ) to support this potential relationship among TMV-RNA, autophagosomes and the ER. We observed the locations of TMV-RNA, autophagosomes and the ER in live cells with a Zeiss LSM 510 Inverted Live-Cell Confocal System. TMV-RNA was labelled with CTAB-QDs (red) [45] , autophagosomes were labelled with GFP-LC3 (green) and the ER was stained with ER tracker (blue). At 4 h post-transfection with TMV-RNA, we observed TMV-RNA as red dots and the ER as blue fluorescence. The formation of GFP-LC3-labelled structures (GFP-LC3 dots), representing autophagosomes was observed in cells, as was the conversion of LC3-I into LC3-II. Notably, the red dots co-localized with some punctate GFP-LC3 staining, and they also appeared in conjunction with the ER (blue) (Supplementary Figure S1B) , whereas the GFP-LC3 dots decreased in cells transfected with GFP-LC3 alone (Supplementary Figure S1A) . Hence TMV-RNA might colocalize with autophagosomes on the ER. This result indicates a direct connection among TMV-RNA, autophagosomes and the ER, a result that is also supported by the previous data showing that autophagosomes appear to originate from the ER membrane. Because the process occurred in a short period of time, we have to consider that autophagy might play a vital role in cellular innate immunity, especially against mutated viruses.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 51,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 819,
                    "end": 830,
                    "text": "Figure S1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 923,
                    "end": 934,
                    "text": "Figure S1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Some recent studies have demonstrated that the occurrence of autophagy is very closely associated with ERS [46] [47] [48] [49] . Ogata et al. [24] found that the autophagy process was activated as a novel signalling pathway in response to ERS. Although we have strong morphological evidence, we still require evidence at the molecular level to further uncover the direct relationships among TMV, ERS and autophagy. We found that the translation of TMV-RNA induced ERS, and this effect was verified by the accumulation of GRP78 in the ER. As an ER chaperone, GRP78 not only binds to unfolded proteins but also regulates the activation of ERS transducers, such as IRE1, PERK and ATF6. With the accumulation of TMV proteins, GRP78 would inevitably interact with the viral proteins as well as activate ERS signal transduction proteins, causing other cellular responses, such as the UPR and autophagy. Li showed that the UPR regulator and ER chaperone, GRP78/BiP, was required for stressinduced autophagy [50] . Whether GRP78 was also required in our study may be one way to verify ERS-induced autophagy.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 112,
                    "end": 116,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 117,
                    "end": 121,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 122,
                    "end": 126,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 142,
                    "end": 146,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study also showed that the expression of Beclin1 increased in TMV-RNA-treated HeLa cells. Li et al. [50] reported that Beclin1 was required for ERS-induced autophagy, but not for UPR activation. Thus Beclin1 may provide another avenue to verify ERS-induced autophagy. GRP78 is located in the ER lumen, and some endogenous Beclin1 localizes to the ER. Whether these proteins have relevance any during autophagy remains to be explored.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Li Li and Li Wang participated in the study design, data collection, processing, analysis and interpretation, statistical analysis and preparation of the paper. Jinquan Tan participated in the study design and preparation of the paper. Ruijing Xiao, Guoguo Zhu, Yan Li, Changxuan Liu, Ru Yang, Zhiqing Tang and Jie Li participated in data collection and processing; and Wei Huang, Lang Chen, Xiaoling Zheng and Yuling He participated in sample collection and processing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evolution and taxonomy of positive-strand positive-strand RNA viruses: implications of comparative analysis of amino acid sequences",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Koonin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Dolja",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Crit. Rev. Biochem. Mol. Biol",
            "volume": "28",
            "issn": "",
            "pages": "375--430",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evolution of cell recognition by viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baranowski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ruiz-Jarabo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "292",
            "issn": "",
            "pages": "1102--1105",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cross-species virus transmission and the emergence of new epidemic diseases. Microbiol",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Parrish",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Calishe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Laughlin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol. Biol. Rev",
            "volume": "72",
            "issn": "",
            "pages": "457--470",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Origin of HIV-1 in the chimpanzee Pan troglodytes troglodytes",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bailes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rodenburg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Cummins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Arthur",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peeters",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nature",
            "volume": "397",
            "issn": "",
            "pages": "436--441",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS: a new emergency in the world health",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Calza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Manfredi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Verucchi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chiodo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Recent Prog. Med",
            "volume": "94",
            "issn": "",
            "pages": "284--294",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An overview of the epidemiology of avian influenza",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "5637--5644",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Migration of waterfowl in the East Asian flyway and spatial relationship to HPAI H5N1 outbreaks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Takekawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Prosser",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Spragens",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Palm",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Avian Dis",
            "volume": "54",
            "issn": "",
            "pages": "466--476",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Replication of tobacco mosaic virus RNA",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Buck",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Philos. Trans. R. Soc. Lond. B Biol. Sci",
            "volume": "354",
            "issn": "",
            "pages": "613--627",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tobamovirus-plant interactions",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Virology",
            "volume": "186",
            "issn": "",
            "pages": "359--367",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Protein synthesis directed by the RNA from a plant virus in a normal animal cell",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knowland",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Genetics",
            "volume": "78",
            "issn": "",
            "pages": "383--394",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Translational competition between related virus RNA species in cell-free systems",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salomon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bar-Joseph",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Gen. Virol",
            "volume": "62",
            "issn": "",
            "pages": "343--347",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Synthesis of tobacco mosaic virus coat protein following migration of viral RNA into isolated mouse liver mitochondria",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Dimitriadis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Georgatsos",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Nucleic Acids Res",
            "volume": "2",
            "issn": "",
            "pages": "1719--1726",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The evolutionary genetics of viral emergence",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr. Top. Microbiol. Immunol",
            "volume": "315",
            "issn": "",
            "pages": "51--66",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Regulation of tobamovirus gene expression",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lehto",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Adv. Virus Res",
            "volume": "38",
            "issn": "",
            "pages": "307--342",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Coat protein regulates formation of replication complexes during tobacco mosaic virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Asurmendi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Beachy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "101",
            "issn": "",
            "pages": "1415--1420",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Coat-protein-mediated resistance to tobacco mosaic virus: discovery mechanisms and exploitation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Beachy",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Philos. Trans. R. Soc. Lond. B Biol. Sci",
            "volume": "354",
            "issn": "",
            "pages": "659--664",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Autophagy fights disease through cellular self-digestion",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cuervo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "1069--1075",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Role of autophagy in innate viral recognition",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Autophagy",
            "volume": "3",
            "issn": "",
            "pages": "354--356",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "LC3, a mammalian homologue of yeast Apg8p, is localized in autophagosome membranes after processing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kabeya",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ueno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kirisako",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Noda",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kominami",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohsumi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshimori",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "EMBO J",
            "volume": "19",
            "issn": "",
            "pages": "5720--5728",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bcl-2 antiapoptotic proteins inhibit beclin 1-dependent autophagy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pattingre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tassa",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garuti",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "122",
            "issn": "",
            "pages": "927--939",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Promotion of tumorigenesis by heterozygous disruption of the Beclin1 autophagy gene",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bhagat",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Furuya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hibshoosh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Troxel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eskelinen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohsumi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Clin. Invest",
            "volume": "112",
            "issn": "",
            "pages": "1809--1820",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Mediators of endoplasmic reticulum stress-induced apoptosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Szegezdi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Logue",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Samali",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "EMBO. Rep",
            "volume": "7",
            "issn": "",
            "pages": "880--885",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Viruses, endoplasmic reticulum stress, and interferon responses",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell Death Differ",
            "volume": "13",
            "issn": "",
            "pages": "393--403",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Autophagy is activated for cell survival after endoplasmic reticulum stress",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ogata",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morikawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kondo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kanemoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tanii",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yoshinaga",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol. Cell. Biol",
            "volume": "26",
            "issn": "",
            "pages": "9220--9231",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cells: A Laboratory Manual",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Spector",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Leinwand",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "mRNA translation is compartmentalized to the endoplasmic reticulum following physiological inhibition of cap-dependent translation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Lerner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Nicchitta",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "RNA",
            "volume": "12",
            "issn": "",
            "pages": "775--789",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Stable transformation of tobacco by electroporation: evidence for plasmid concatenation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Riggs",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Bates",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "83",
            "issn": "",
            "pages": "5602--5606",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Liposome-mediated transfection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Gasiorowski",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cold Spring Harb Protoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/pdb.prot5583"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Effect of 3-methyladenine on the fusion process of macropinosomes in EGF-stimulated A431 cells",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Araki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamasaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Egami",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hatae",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell Struct. Funct",
            "volume": "31",
            "issn": "",
            "pages": "145--157",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "B (1999) Induction of autophagy and inhibition of tumorigenesis by Beclin1",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seaman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kempkes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hibshoosh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature",
            "volume": "402",
            "issn": "",
            "pages": "672--676",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Rapid diagnosis of plant virus diseases by transmission electron microscopy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zechmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zellnig",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol. Methods",
            "volume": "162",
            "issn": "",
            "pages": "163--169",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The modification and assembly of proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gaut",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hendershot",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Curr. Opin. Cell. Biol",
            "volume": "5",
            "issn": "",
            "pages": "589--595",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Autophagy counterbalances endoplasmic reticulum expansion during the unfolded protein response",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bernales",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Studies on the mechanisms of autophagy: formation of the autophagic vacuole",
            "authors": [
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell. Biol",
            "volume": "110",
            "issn": "",
            "pages": "1923--1933",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Studies on the mechanisms of autophagy: maturation of the autophagic vacuole",
            "authors": [
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell. Biol",
            "volume": "110",
            "issn": "",
            "pages": "1935--1945",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Eating in to avoid infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reis E Sousa",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "315",
            "issn": "",
            "pages": "1376--1377",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Autophagy-dependent viral recognition by plasmacytoid dendritic cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ramanathan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "315",
            "issn": "",
            "pages": "1398--1401",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Innate immunity to virus infection",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immunol. Rev",
            "volume": "227",
            "issn": "",
            "pages": "75--86",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Toll-like receptors control autophagy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Delgado",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Elmaoued",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kyei",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Deretic",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "EMBO J",
            "volume": "27",
            "issn": "",
            "pages": "1110--1121",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Subversion of cellular autophagosomal machinery by RNA viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Giddings",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mulinyawe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rabinovitch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Kopito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kirkegaard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Biol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Coronavirus replication complex formation utilizes components of cellular autophagy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prentice",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Jerome",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshimori",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Denison",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem",
            "volume": "279",
            "issn": "",
            "pages": "10136--10141",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Open reading frame 1a-encoded subunits of the arterivirus replicase induce endoplasmic reticulum-derived double-membrane vesicles which carry the viral replication complex",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "",
            "pages": "2016--2026",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Membrane markers of endoplasmic reticulum preserved in autophagic vacuolar membranes isolated from leupeptin-administered rat liver",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ueno",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muno",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kominami",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Biol. Chem",
            "volume": "266",
            "issn": "",
            "pages": "18995--18999",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Autophagosome formation from membrane compartments enriched in phosphatidylinositol 3-phosphate and dynamically connected to the endoplasmic reticulum",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Axe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manifava",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chandra",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Roderick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Habermann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Ktistakis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Cell Biol",
            "volume": "182",
            "issn": "",
            "pages": "685--701",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A highly effective and facile way to prepare cellular labeling quantum dots with cetyltrimethylammonium bromide",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Won",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Exp. Nanosci",
            "volume": "4",
            "issn": "",
            "pages": "105--112",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Connecting endoplasmic reticulum stress to autophagy by unfolded protein response and calcium",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Høyer-Hansen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jäättelä",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Death Differ",
            "volume": "14",
            "issn": "",
            "pages": "1576--1582",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "ER-phagy: selective autophagy of the endoplasmic reticulum",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bernales",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schuck",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Autophagy",
            "volume": "3",
            "issn": "",
            "pages": "285--287",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The HIV protease inhibitor saquinavir induces endoplasmic reticulum stress, autophagy, and apoptosis in ovarian cancer cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Vandeven",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Sorenson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Daudi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Gynecol. Oncol",
            "volume": "112",
            "issn": "",
            "pages": "623--630",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Impaired autophagy in sporadic inclusion-body myositis and in endoplasmic reticulum stress-provoked cultured human muscle fibers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nogalska",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "D&apos;agostino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Terracciano",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Askanas",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am. J. Pathol",
            "volume": "177",
            "issn": "",
            "pages": "1377--1387",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The unfolded protein response regulator GRP78/BiP is required for endoplasmic reticulum integrity and stress-induced autophagy in mammalian cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Barron",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hinton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell Death Differ",
            "volume": "15",
            "issn": "",
            "pages": "1460--1471",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "TMV-RNA induces autophagy in HeLa cells (A) Transfection of TMV or TMV-RNA into HeLa cells. (a) TMV was transfected into HeLa cells by electroporation at voltages of 0, 140, 280 and 350. Western blotting was performed for TMV CP using lysates from HeLa cells transfected with TMV for 24 h. (b) TMV-RNA (T-RNA) was transfected into HeLa cells using liposomes at ratios of 1:1 and 1:2 (T-RNA/Lipo); HeLa cells treated with liposomes only (Lipo) were used as the negative control and those treated with wild-type TMV were used as the positive control. Western blotting was performed for CP using lysates from TMV or HeLa cells transfected for 24 h. More CP was detected at ratios of 1:1 than 1:2. Thus liposome transfection of TMV-RNA was more effective and less toxic to HeLa cells than electroporation. β-Actin was used as a loading control. (C) Transmission electron micrographs of the ultrastructure of HeLa cells with or without TMV-RNA at different H.P .T. times. Autophagic vacuoles and acidic vesicular organelles were observed in the cytoplasm (arrowheads), and the vacuoles increased with increasing transfection time. Con, Control, HeLa cells without TMV-RNA transfection; Lipo, HeLa cells treated with liposomes only. Scale bar: 2 μm. (D) The average number of vacuoles per cell was analysed in at least 100 randomly chosen TEM fields. Scale bar: 1 μm. *P < 0.001. (B) Western blotting was performed for LC3 using lysates from HeLa cells transfected with PBS (Con) or TMV-RNA for 24, 48 or 72 h. β-Actin was used as a loading control. (E) An immunoblot-based LC3 flux assay by flow cytometry was used to monitor alterations in TMV-RNA-mediated autophagic flux. Analysis of LC3 in HeLa cells revealed that the percentage of cells with autophagosomes increased markedly when they were transfected with PBS (Con) or TMV-RNA for 24 or 48 h, whereas fewer autophagosomes were observed in cells treated with 3-MA (an autophagy inhibitor, 5 mM). *P < 0.001. All results are from five independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "TMV-RNA is the key factor that activates Beclin1 in HeLa cells (A) Real-time PCR analysis of Beclin1 mRNA from HeLa cells transfected with PBS (Con) or TMV-RNA for 6, 24, 48 or 72 h. Beclin1 mRNA increased markedly. *P < 0.001. (B) Western-blot analysis of Beclin1 using lysates from HeLa cells transfected with PBS (Con) or TMV-RNA for 24, 48 or 72 h. Beclin1 was activated and increased as the transfection time was extended. (C) Western-blot analysis of Beclin1 and LC3 using lysates from HeLa cells transfected with TMV-RNA for 24, 48 or 72 h in the presence of a Beclin1 siRNA vector. MCF7 cells were also transfected with PBS (Con) or TMV-RNA for 24 h. Neither the expression of Beclin1 nor the conversion of LC3-I into LC3-II differed significantly between MCF7 cells and HeLa cells. β-Actin was used as a loading control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(Bb), the suspected TMV virions aligned in a parallel form and accumulated around vacuoles. The virions resembled bundles of threads that were inlaid in the cellular cytoplasm. The observed features were similar to the TMV virions observed in tobacco",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Electron micrographs showing TMV protein on and around autophagosomal membranes (A) Immunoelectron microscopy of HeLa cells transfected with PBS (Con, a) or TMV-RNA for 24 (T-24 h, b) or 48 h (T-48 h, c). (b) TP (TMVprotein) immunogold particles were mostly present on autophagosomal membranes (A, autophagosome). (c) TP immunogold particles (TP , arrowheads) accumulated on and around autophagosomal membranes (A, autophagosome). Scale bars: 0.5 μm, 100 nm (as indicated in the enlargements). (B) Ultrastructure of HeLa cells by EM. Suspected TMV virions (b, T, arrowheads), whose structure is similar to TMV virions in tobacco leaves (a, Tobacco, T), aligned in parallel form and accumulated around cytosolic vacuoles. Scale bars: 1 μm, 200 nm (as indicated in the enlargements).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(B), blue, red and green fluorescence indicated the locations of the ER, TMVpositive RNA and CP, respectively, in HeLa cells transfected with TMV-RNA for 48 h [H.P.T. (hours post-transfection) 48 h].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "TMV-RNA is translated into CP and further augments the ER of HeLa cells (A) Western blot of CP using lysates from HeLa cells [transfected with PBS (Con) or TMV-RNA for 24, 48 or 72 h] or the ER fraction of HeLa cells (transfected with TMV-RNA for 24, 48 or 72 h). TMV-RNA was translated into CP in HeLa cells and accumulated in the ER as the transfection time was extended to 72 h. (B) Combined IF and RNA-FISH for detecting CP and TMV-positive RNA. HeLa cells were transfected with PBS (Con) or TMV-RNA for 48 h. The cells were fixed and permeabilized to detect CP using a rabbit anti-CP antibody and a corresponding secondary antibody (Alexa Fluor ® 488 anti-rabbit antibody) (green). The same cells were then treated for FISH analysis. Cells were hybridized with a probe labelled with a Cy3 fluorochrome (red) to detect TMV-positive RNA (B-c, T-RNA). The ER was stained with ER tracker (blue, B-d; C-b, ER). The cells were then observed by confocal microscopy. (a) HeLa cells (B, C), DIC (differential interference contrast); CP (green, B-b) remained largely at the ER (B-e: merged b and d); TMV-positive RNA (red, B-c, T-RNA,) was rarely located on the ER (B-f: merged c and d), but it appeared in the nucleus. (C) Neither CP nor TMV-positive RNA was found in cells transfected with PBS (C-c) (scale bar: 10 μm).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Accumulation of TMV-positive RNA in HeLa cell nuclei IF and RNA-FISH were combined to verify the location of TMV-positive RNA. HeLa cells were transfected with TMV-RNA for 24 (A, B, H.P .T. 24 h) or 48 h post-transfection (C, H.P .T. 48 h), and then fixed and hybridized with an unrelated probe (A, Con) or a strand-specific probe (B, C). Except for the blue fluorescence indicating the nucleus (stained with DAPI, A-b, B-d, C-d, blue) instead of the ER (Figure 4), the other stains were the same as in Figure 4(A), (A-C), HeLa cells, DIC (differential interference contrast); CP (B-b, C-b, green) was consistently found in the cytoplasm within 48 h (B-e, C-e, merged b and d). At 24 H.P .T., TMV-positive RNA (B-c, T-RNA, red) was dispersed throughout the cell, and it accumulated largely around the nucleus (B-f, merged c and d). As the time was prolonged to 48 h, TMV-positive RNA (C-c, T-RNA, red) accumulated in HeLa cell nuclei (C-f, merged c and d). This result suggested that TMV-positive RNA was gradually transported from the cytoplasm into the nucleus (especially accumulating in the nucleolus), whereas it was not found in cells transfected with TMV-RNA but instead hybridized with an unrelated probe labelled with the Cy3 fluorochrome (A-c) (scale bar: 10 μm).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ", a marker of ERS, is activated and accumulates in the ER, and electron micrographs show that the formation of autophagosomes is associated with expansion of the ER membrane(A) Western blotting for GRP78 using lysates from HeLa cells [transfected with PBS (Con) or TMV-RNA for 24, 48 or 72 h] or the ER fraction of HeLa cells (transfected with TMV-RNA for 24, 48 or 72 h) indicated that GRP78 was highly expressed in HeLa cells and accumulated mainly in the ER when the transfection time was extended to 72 h. β-Actin was used as a loading control. (H.P .T., hours post-transfection). (B) Representative transmission electron micrographs depicting the ultrastructure of HeLa cells transfected with either PBS (a, Con) or TMV-RNA for 48 h.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". manufacturer's instructions. This transfection was ahead of TMV-RNA transfection for 24 h.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "www.bioscirep.org / Volume 32 (2) / Pages 171-184",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Professor Yu Jialin and Dr Li Jiang from Beijing Agricultural University, Professor Zhou Xueping and Professor Hong Jian from Zhejiang University, and Professor Zhang Zhongkai from Yunnan Academy of Agricultural Sciences for their technical assistances and purification in TMV propagation. Professor Guo Deyin from Wuhan University School of Life Science is thanked for valuable scientific discussions. We also thank Professor Sun Mengxiang and Professor Liu Ying from Wuhan University School of Life Science for their providing the tobacco protoplasts and plants, and Professor Pang Daiwen from Wuhan University School of Chemical for providing the CTAB-QDs. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}