{
    "paper_id": "80cdffc26a496e89e2d94c7478749adbabafe180",
    "metadata": {
        "title": "ISDS 2018 Conference Abstracts A provincial Acute Febrile Illness Surveillance Network (GAFINet), South Korea",
        "authors": [
            {
                "first": "Yeon-Hee",
                "middle": [],
                "last": "Sung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Seon-Ju",
                "middle": [],
                "last": "Yi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kyoung-Ho",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University Bundang Hospital",
                    "location": {
                        "settlement": "Seongnam-si",
                        "country": "Korea (the Republic of"
                    }
                },
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [
                    "Lee"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic Univ. of Korea Uijeongbu Mary's hospital",
                    "location": {
                        "settlement": "Uijeongbu-si",
                        "country": "Korea (the Republic of"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeong",
                "middle": [
                    "Yeon"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jieun",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hanyang University College",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [
                    "Bin"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University Bundang Hospital",
                    "location": {
                        "settlement": "Seongnam-si",
                        "country": "Korea (the Republic of"
                    }
                },
                "email": ""
            },
            {
                "first": "Eu",
                "middle": [
                    "Suk"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University Bundang Hospital",
                    "location": {
                        "settlement": "Seongnam-si",
                        "country": "Korea (the Republic of"
                    }
                },
                "email": ""
            },
            {
                "first": "Heeyoung",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Soo-Nam",
                "middle": [],
                "last": "Jo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kyung-Nam",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Na-Young",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eun-Jung",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu-Ra",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hye-Jin",
                "middle": [],
                "last": "Jeong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sungyong",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Won",
                "middle": [
                    "Suk"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea University College of Medicine",
                    "location": {
                        "settlement": "Ansan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The objectives are to introduce a provincial level surveillance system, which has been initiated in response to the MERS-CoV outbreak of South Korea, and describe findings from systematic investigation of individual admissions attributed to acute febrile illness for the first year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In May 2015, the MERS-CoV outbreaks in South Korea was sparkled from a hospital of Gyeonggi-do province (1) . In response to this outbreak, the provincial government and infectious disease control center (GIDCC) initiated an emergency department (ED) based Gyeonggi-do provincial acute febrile illness (AFI) surveillance network (GAFINet) to monitor for a subsequent outbreak of emerging or imported infectious diseases since September 2016. Gyeonggi-do province is located in the North-West of South Korea, surrounds the capital city Seoul, and borders North Korea ( Figure 1 ). Considering the geographical coverage, GAFINet Initiative involves ten hospitals, consisted of four university-affiliated hospitals and six provincial medical centers in Gyeonggi-do province. These hospitals participated in this network voluntarily, and most staffs including five infectious diseases specialists had direct or indirect experiences in dealing with MERS-CoV patients.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "(1)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 576,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Periodic surveillance for finding AFI patients in ED of participating hospitals was performed prospectively (Figure 2 ). AFI was defined as 1) fever: body temperature ≥38 °C at admission, or 2) chief complaint of febrile or chilling sensation. Demography of patients and chief complaints were investigated in this first step (CRF #1). Cases were classified into six categories based on their clinical diagnoses: 1) respiratory AFI [AFRI] , 2) gastroenteric AFI [AFGI] , 3) exanthematic AFI [AFEI], 4) other infectious AFI, 5) non-infectious AFI, and 6) unclassified AFI. Participating infectious diseases specialists regularly reviewed and reformed this classification. Because the aim of GAFINet is primarily monitoring communityor aboard-acquired infection, nosocomial AFI cases or the patients transferred from another hospital were excluded. When a patient had a history of international travel or he/she were undiagnosed in three days after ED admission, more comprehensive information (CRF#2 & #3) including history and final diagnosis were obtained. For a baseline data, age-and sex-stratified ED visits were also gathered weekly. The proportion of AFI cases per 1000 visits was determined for one week period and analyzed by febrile diseases categories with age-stratification. Characteristics of cases with international travel histories or undiagnosed cases were also described separately.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 437,
                    "text": "[AFRI]",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 467,
                    "text": "[AFGI]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Between 30 September and 3 December 2016, about 6,000 of patients visited ED of ten hospitals a week, and 10% of them were AFI cases. The proportion of AFRI was the largest, 33.64 to 71.96 per 1000 visits/week, and the second-largest was the other infectious AFI. The proportion of AFRI showed the highest rate at the age 1-9 years, while those of AFGI and AFEI were the highest at the age under 19 year and 70-79 years, respectively. 31 cases with international travel history were reported, and the majority of them traveled China and South East Asian counties. Some of them were suspected cases of Zika viral infection, MERS-CoV, or viral hemorrhagic fever. 3 cases undiagnosed until discharge were also reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Gyeonggi-do province was the most affected region in the 2015 MERS-CoV outbreak, 67 of 185 cases were residents of this province. GAFINet Initiative is a meaningful step for rapid detection of emerging or overseas imported infectious diseases at the provincial level. To validate data and co-analysis with pre-existing surveillance data, we need a more long-term of continuous operation of GAFINet. As a next step, we are preparing the additional lab-based surveillance system to detect new or re-emerging pathogens. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "/), permitting all non-commercial use, distribution, and reproduction in any medium",
            "authors": [],
            "year": null,
            "venue": "ISDS Annual Conference Proceedings 2018. This is an Open Access article distributed under the terms of the Creative Commons Attribution-Noncommercial 3.0 Unported License",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological investigation of MERS-CoV spread in a single hospital in South Korea",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "25",
            "pages": "1--6",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Locations of sentinel hospitals participating in GAFINet (Blue dots: University affiliated hospitals; Red dots: Provincial medical centers) Flow diagram showing patient flow and collection of clinical data in GAFINet Keywords acute febrile illness; South Korea; emergency department based surveillance; communicable disease surveillance; syndomic surveillance",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by the Korea Centers for Disease Control and Prevention (KCDC) and Gyeonggi-do Provincial Government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}