{
    "paper_id": "80dc588467ca6027accc7517eafb0e5ae3332769",
    "metadata": {
        "title": "S2 Editorial",
        "authors": [
            {
                "first": "Hae-Wol",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chaeshin",
                "middle": [],
                "last": "Chu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "-EDITORIAL -",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "February 2014 witnessed two remarkable public health events' start on Earth: The first case of Ebola outbreak in West Africa was confirmed. A total number of suspected and confirmed cases in the Ebola Hemorrhagic Fever (EHF) outbreak had increased to 28,637 cases, including 15,249 laboratory-confirmed cases and 11,324 deaths in Guinea, Sierra Leone, Liberia, Nigeria, Mali, Senegal, Spain, and the United States as of November 29, 2015 [1, 2] .",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 441,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 442,
                    "end": 444,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Two Epidemics and Global Health Security Agenda"
        },
        {
            "text": "Another unexpected epidemic, Middle East Respiratory Syndrome (MERS) outbreak surprised the world hitting the Republic of Korea (ROK) late in May 2015. This produced 186 confirmed cases including one case exported to China and 37 deaths [3] . This hospital-based outbreak has brought a hug impact on the general public and economy of ROK, which has one of the most advanced medical and public health systems in the world.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Two Epidemics and Global Health Security Agenda"
        },
        {
            "text": "From the unprecedented outbreaks in West Africa and Korea showed that health could directly apply to national security and the necessity for immediate action to establish global capacity to prevent, detect and rapidly respond to biological threats like Ebola and MERS. The Global Health Security Agenda (GHSA) was launched on February 13, 2014 to secure the world from infectious disease threats and unite nations to make new, concrete commitments, and to elevate global health security as a national leaders-level priority [4]. The G7 endorsed the GHSA in June 2014; and Finland and Indonesia hosted commitment development meetings in May and August. Ministers and senior officials from 44 countries and leading international organizations gathered in the White House, Washington DC to make specific commitments to implement the GHSA and to work toward a commitment to assist West Africa with needed global health security capacity within 3 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two Epidemics and Global Health Security Agenda"
        },
        {
            "text": "Countries developed 11 Action Packages to support the GHSA. The Action Packages are designed to outline measurable steps required to prevent outbreaks, detect threats in real time, and rapidly respond to infectious disease threats whether naturally occurring, the result of laboratory accidents, or an act of bioterrorism. The Action Packages include specific targets and indicators that can be used as a basis to measure how national, regional, and global capacities are developed and maintained over the long-term. The United States has committed to assist at least 30 countries over five years to achieve the objectives of the GHSA and has placed a priority for actions on combating antibiotic resistant bacteria, to improve biosafety and biosecurity on a global basis, and preventing bioterrorism [5] .",
            "cite_spans": [
                {
                    "start": 801,
                    "end": 804,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Two Epidemics and Global Health Security Agenda"
        },
        {
            "text": "Ten countries have agreed to serve on the GHSA Steering Group, which has been chaired by Finland starting in 2015 and Indonesia will take the chairmanship in 2016, with representation from countries around the world, including: Canada, Chile, Finland, India, Indonesia, Italy, Kenya, the Kingdom of Saudi Arabia, the Republic of Korea, and the United States. The Steering Group is charged with tracking progress, identifying challenges, and overseeing implementation for achieving the objectives of the GHSA in support of international standards set by the World Health Organization, the Food and Agriculture Organization of the United Nations, and the World Organization for Animal Health. This includes the implementation of internationally agreed standards for core capacities, such as the World Health Organization International Health Regulations, the World Organization for Animal Health Performance of Veterinary Services Pathway, and other global health security frameworks. To provide accountability and drive progress toward GHSA goals, an independent, objective and transparent assessment process will be needed. Independent evaluation conducted over the five-year course of the GHSA will help highlight gaps and needed course corrections to ensure that the GHSA targets are reached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two Epidemics and Global Health Security Agenda"
        },
        {
            "text": "In the current special issue of the Osong Public Health and Research Perspectives, articles on GHSA are included to celebrate the GHSA second high level meeting in Seoul, hold in Seoul, Korea in September 7 to 9, 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two Epidemics and Global Health Security Agenda"
        },
        {
            "text": "It is true that until the development of vaccine, rapid detect, respond and control measures of emerging infectious diseases like EHF and MERS should be conducted on a global basis. GHSA could provide a bumper with the world until development of vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two Epidemics and Global Health Security Agenda"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ebola outbreak in West Africa",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Out of Africa, into Global Health Security Agenda. Osong Public Health Res Perspect",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "313--317",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East Respiratory Syndrome Coronavirus Outbreak in the Republic of Korea. Osong Public Health Res Perspect",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "6",
            "issn": "4",
            "pages": "269--78",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global Health Security Agenda: Getting Ahead of the Curve on Epidemic Threats",
            "authors": [
                {
                    "first": "White",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ]
}