{
    "paper_id": "8263c153cb3159c41641227ad129b668e9bc2d76",
    "metadata": {
        "title": "Analysis and Comment The chain of communication in health science: from researcher to health worker through open access",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Leslie Chan is director of Bioline International and senior lecturer",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Scarborough",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Leslie",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Leslie Chan is director of Bioline International and senior lecturer",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Scarborough",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Subbiah",
                "middle": [],
                "last": "Arunachalam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Leslie Chan is director of Bioline International and senior lecturer",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Scarborough",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Barbara",
                "middle": [],
                "last": "Kirsop",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Leslie Chan is director of Bioline International and senior lecturer",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Scarborough",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "spend billions of dollars each year on biomedical and healthrelated research. Yet in many parts of the world, health care systems are far from achieving the health outcomes targeted by the UN Millennium De velopment Goals The reasons for this disparity are com plex, but one key factor that has been consistently identified is the failure to translate research into effect ive policy and practices. Not surprisingly, then, health agencies and funding bodies around the world are pay ing closer attention to what is now generally described as \"knowledge translation,\" developing mechanisms that \"strengthen communication between health re searchers and users of health knowledge, enhance capa city for knowledge uptake, and accelerate the flow of knowledge into beneficial health applications.\" 1 At the same time, research funding agencies are re cognizing that a key component of the knowledge trans lation process is ensuring that the primary research resulting from their funding is shared as widely as pos sible. As Robert Terry, a former senior policy adviser at the Wellcome Trust, the largest private charitable medic al funding agency in the UK, said, \"Just funding the re search is a job only half done. A fundamental part of [our] mission is to ensure the widest possible dissemina tion and unrestricted access to that research.\" 2 The Wellcome Trust believes that maximizing access to the research they fund will increase the health applications and benefits of that research. As a result, since 2005 the Trust has made it a condition that all those receiving grants must deposit electronic copies of journal articles resulting from Wellcome funding into the UK PubMed Central open access repository within 6 months of pub lication. 3 One of the first groups to require deposit of articles in open access institutional repositories (IRs) was Re search Councils UK, which includes the Medical Re search Council. More recently, the US National Institutes of Health (NIH), the world's largest medical funding body, made it mandatory for researchers to submit final peerreviewed journal manuscripts that result from NIH funding to PubMed Central. This re quirement was made into law by the US Congress, which passed the Public Access Policy (Consolidated Appropriations Act, 2008). 4 Likewise, the Canadian In stitutes of Health Research (CIHR) enacted an open ac cess policy requiring authors who received CIHR funding to make their publications openly available within 6 months of publication. In addition, CIHR grant recipients are required to deposit bioinformatics, as well as atomic and molecular coordinate data, into the appropriate public database immediately upon publica Open Medicine 2009 3(3):1 1 1 -1 1 9 tion of research results (e.g., nucleic acid sequences must be deposited into GenBank). 5 These are prominent examples of agencies who under stand that \"[t]imely and unrestricted access to research findings is a defining feature of science, and is essential for advancing knowledge and accelerating our under standing of human health and disease.\" 6 A total of 112 ma jor research organizations and funding bodies have now made similar requirements and are listed in the Registry of Open Access Repository Material Archiving Policies database, with a further 14 such mandates under develop ment. 7 (See Box 1 for a list of the websites of open access groups mentioned in this article.) It is recognized that re stricted access to research publications imposed by cost and by copyright permission leads to inefficiency and delay in discovery, isolation of researchers and, above all, a broken link between researchers and the research users. Funding organizations are increasingly requiring that those applying for funding provide the website ad dresses of publications deposited in IRs, since funders do not always have subscriptions to all the journals holding articles of potential applicants. 8 Since research users in clude not only other researchers but also policy and de cisionmakers, frontline health workers, NGOs and members of the public, open access for everyone is vital to the overall success of the knowledge exchange process, as it vastly expands the opportunities for translating health research into improved public health.",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 795,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1340,
                    "end": 1341,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1744,
                    "end": 1745,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2289,
                    "end": 2290,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 2814,
                    "end": 2815,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3074,
                    "end": 3075,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3922,
                    "end": 3923,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "LOBALLY, THE PUBLIC AND PRIVATE SECTORS"
        },
        {
            "text": "The remainder of this article further expands on the public health benefits of open access, points to strategies for making publications accessible and re usable, provides examples of successes so far and con cludes with recommendations on how best to maximize the return on investment for health research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LOBALLY, THE PUBLIC AND PRIVATE SECTORS"
        },
        {
            "text": "The chain of knowledge transfer in health care begins with the research laboratories in university depart ments, research institutes and health care companies, where new research knowledge is generated. From there it moves through peerreviewed publications to the global community. The chain can be broken at any link because of technical, social or fiscal problems, but if the primary link between original researchers and users is broken, nothing new can emerge to support the health services around the world. The global investment made in research is wasted. 9 Traditionally, researchers have published their find ings in journals where the peer review process ensures authenticity and accuracy. Today, however, journals have become less effective vehicles for knowledge dis semination because their subscription prices have risen far above the cost of inflation, disenfranchising readers in poorer nations. As a study by WHO showed, medical institutes in the lowestincome countries are often un able to purchase any journals at all, 10 and so their re searchers work in a vacuum, isolated from developments taking place in the rest of the world.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 564,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1038,
                    "end": 1040,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Unfit for purpose"
        },
        {
            "text": "Concerns about the lack of access to research informa tion have stimulated many initiatives. If these efforts are to succeed, they must build electronic publishing ca pacity and lead to research independence. In 1982, a UNESCO report stated that \"assimilation of sci entific and technological information is an es sential precondition for progress in developing countries,\" 11 and this has been widely accepted by many international bodies. The UN's WHO and Food and Agriculture Organization estab lished the donation programs Access to Re search Initiative (HINARI) and Access to Global Online Research in Agriculture (AGORA), by which partner commercial journals provide free access to registered university and institute lib raries in countries with a gross national product per capita below US$1000. Although these pro grams have filled gaps, their reach is limited and they can never strengthen the national knowledge base in all disciplines of research.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 376,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Global health concerns"
        },
        {
            "text": "Research communities everywhere need freedom to access the global knowledge pool as their research needs dictate and to make known their own research findings to the international research community. Only when the current Open Medicine 2009 3(3):1 1 1 -1 1 9 northsouth, southnorth and southsouth knowledge gaps are closed can research accelerate to meet growing demands. Outbreaks of emerging infectious diseases, the threat of avian influenza, the scourge of HIV/AIDS, the ongoing infant mortality from malaria and other dis eases can only be addressed through the cooperative ef forts of researchers. The urgency of climate change and environmental concerns, along with agricultural re search needs, supports the importance of sharing re search findings with those unable to afford ever growing subscription costs and permission barriers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global health concerns"
        },
        {
            "text": "Many instances of the consequences of information deprivation are emerging. Some examples highlight these dangers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Damage to health caused by inadequate access to current research"
        },
        {
            "text": "Gavin Yamey provides a number of instances in his article \"Excluding the poor from accessing biomedical literature: A rights violation that impedes global health.\" 12 In one instance, a physician in southern Africa whose primary access to information was to ab stracts posted on the Internet altered a perinatal HIV prevention program based on his reading of a single ab stract. As Yamey reports, had the physician had access to the fulltext article, he would undoubtedly have real ized that the study results were based on shortterm fol lowup, a small pivotal group and incomplete data, and were unlikely to be applicable to the physician's situ ation. The decision to alter treatment based solely on the abstract's conclusions may have resulted in in creased perinatal HIV transmission -but there were no funds to purchase the fulltext document. Similar financial limitations on accessing relevant research res ulted in a professor at Makerere University, Uganda, being unable to respond to a request to investigate re search on the \"nodding disease,\" a mysterious illness af fecting children in southern Sudan. Another reference to the broken link in the informa tion chain came from Olayinka Ayankogbe, a senior lec turer in Family Medicine at the Department of Community Health and Primary Care, College of Medi cine, University of Lagos, Nigeria, who stated in a mes sage to the HIFA2015 forum, * \"Advances in treatment of major endemic diseases made in the North are 'alien' to most doctors in practice even here in Lagos. Take the example of HIV/AIDS. Information on the most recent and advanced therapies are at best confined to the few professors specialized in HIV/AIDS treatment in the universities. Most GPs do not know. The information gap is horrendous (if that word is strong enough) to say the least.\" 13 An instance of the importance of open access to both publications and data came to light at the conference Berlin 5 Open Access: From Practice to Impact: Con sequences of Knowledge Dissemination, held in Padua, Italy, in September 2007. Ilaria Capua reported on her work with avian influenza and her laboratory's develop ment of valuable sequence data to aid its containment, but she disturbed the audience by reporting that she was initially discouraged from putting the data into the free, open access database GenBank. 14 Capua's belief in the importance of data sharing resulted in a global pro ject to share information on bird flu: GISAID, the Glob al Initiative on Sharing Avian Influenza Data. 15 At no time was the need to share scientific informa tion openly more apparent than during the 2003 SARS outbreak. At the height of the epidemic, there was un precedented openness and willingness to share critical scientific information immediately. As a result of collab oration of 13 major laboratories in 10 countries, the coronavirus responsible for the outbreak was quickly identified and its genome mapped within weeks. 16 In a WHO news release, Dr. Klaus Stöhr, who coordinated the collaborative research network, remarked, \"In this globalized world, such collaboration is the only way for ward in tackling emerging diseases.\" 17 ",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 166,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1819,
                    "end": 1821,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2344,
                    "end": 2346,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2524,
                    "end": 2526,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2952,
                    "end": 2954,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 3160,
                    "end": 3162,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Damage to health caused by inadequate access to current research"
        },
        {
            "text": "Since 2001, the global scholarly community has begun to take corrective measures and is widely adopting re commendations outlined in the Budapest Open Access Initiative. The Internet has made possible two recom mendations that have the potential to release informa tion locked away in expensive publications. These are (1) to deposit copies of an author's final refereed accep ted article in his or her interoperable IR (also known as author selfarchiving), or (2) to publish in an open ac cess journal. The IR option, or selfarchiving, is increasingly be ing adopted by funding bodies and universities around the world, as Figure 1 shows. Selfarchiving requires the installation of free software that conforms to the inter nationally accepted OAIMPH metadata harvest pro tocol, which allows all IRs to be searched (by Google, Yahoo, and specialist search programs such as OAIster) as though all were a single resource. It is important to note that selfarchiving is accepted by some 63% of journals registered on the SHERPA database of pub lishers' copyright policies. † This lowcost option is em inently appropriate for lowincome countries. 18 The open access journal option requires the develop ment of alternative funding models that allow free ac cess to all \"readers\" and the recovery of publishing costs by alternative economic mechanisms, such as author fees -whereby authors or their organizations pay the document management costs -or other chargeable services, advertising or institutional support. None of the open access journals published in developing coun tries charges either authors or readers; they recover costs through alternative means. It has been rightly ar gued that, even though a number of journals waive pay ment on request, switching to an authorfee model does not help researchers in lowincome countries but merely shifts the burden of cost from reader to author. Of these, about 16% have been established in institutes and universities in developing countries. The Directory of Open Access Repositories maintains a simil ar list. The relatively low cost of establishing and main taining IRs makes them a highly appropriate means of distributing local research findings and helping close the knowledge gaps. As outlined above, deposit of already published articles in interoperable IRs that com ply with internationally developed and accepted metadata protocols (e.g., OAIMPH protocol) allows free and immediate access for researchers who are un able to afford the feebased versions.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 464,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1142,
                    "end": 1144,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 624,
                    "end": 632,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A solution appears on the horizon"
        },
        {
            "text": "Since research scholars do not take the time and effort to download articles unless they need that information for their own research purposes, the proof of the value of open access comes in part from usage statistics. Al though it has always been difficult to measure the real impact of specific research findings on the progress of science, it is now being shown that the number of art icles downloaded from an information resource is a measure of future citation and, by extension, of im pact. 20, 21 Usage of open access journals published by develop ing countries was shown to be significant from the start, 22 and is growing steadily as more material be comes available. Statistics from Bioline International show an increasing volume of usage, including fulltext downloads, from 2002 to 2008 (Table 1 ). In 2008, the total number of fulltext requests surpassed 4.2 million, indicating the very significant need for previously un available research information. Figure 2 , an overlay map from the Bioline website of the distribution of users, indicates that usage was largely -though by no means exclusively -from devel oping regions, which suggests that broken links between neighbouring developing countries often fa cing similar health and environmental problems are be ing repaired. SciELO journals have also seen increasing highvolume usage. Figure 3 shows the number of hits over a 4year period from the SciELO Chile site.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 500,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 501,
                    "end": 503,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 613,
                    "end": 615,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 799,
                    "end": 807,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 976,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1353,
                    "end": 1361,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Do these open access developments make a difference?"
        },
        {
            "text": "In India, the Medknow journals show consistent in creases in the use of open access online versions and steadily improving impact factors. Figure 4 Although some publishers have expressed concern that an open access publishing strategy could lead to a loss of subscription income, vital for the survival of their journals, evidence is now available that shows this not to be the case. The main journals publishing high energy physics research have seen no adverse effect from the widespread use by the physics community of the open access arXiv repository. 23 Similarly, in India, the Medknow publisher of biomedical journals reports an increase in subscriptions since the online versions of the journals were made available on an open access basis ( Figure 5) . Moreover, the quality of local journals has improved as a result of increased visibility, with in creases in submissions, impact factor and international contributors being recorded. 24 IRs are using statistical software to record usage, and their usage -as with that of open access journals -is growing dramatically. For example, the IR of the Universidad de Los Andes in Venezuela had 770,273 downloads in 2008, but within the first six months of 2009, the number was already at 1,122,562. Moreover, IRs are being accessed by researchers in both developed and developing countries. A demonstration of high us age of the IR of an institution in a developing country can be found on the website of the Universidad de Los Andes. § In the 18 months ending June 26, 2009, the number of downloads from the university's IR was 1,892,835. Although 55.6% of these downloads origin ated from within Venezuela or the university itself, 30.4% were from neighbouring Latin and South Amer ican countries, and 7.3%, or over 138,000, were from countries from around the world, including both remote developing countries and countries in Europe and North America (the origin of 6.7% of the downloads could not be identified). Clearly there is an overwhelm ing need for such information, which was previously in accessible to those with economic constraints. Moreover, this IR has placed the Universidad de Los Andes \"on the map\" in the eyes of the international re search community, to the benefit of the university. These statistics are a strong indication that the old communication mechanisms barred many researchers and health workers from the information they needed. The serendipitous benefits of reestablished links between researcher and user are largely immeasurable, since it is impossible to evaluate the consequences arising from chance meetings and partnerships, or from the encouragement that grows from a feeling of inclu sion.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 559,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 946,
                    "end": 948,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 147,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 760,
                    "text": "Figure 5)",
                    "ref_id": null
                }
            ],
            "section": "Do these open access developments make a difference?"
        },
        {
            "text": "In the meantime, a number of largescale open access in frastructure projects are underway. In Europe, the Digit al Repository Infrastructure Vision for Europe has been established to support and develop IRs there, and a sim ilar program, Online Research Collections Australia, has been set up in Australia. Many groups are working on new software tools to advance the functionality of the IR network; for example, the SWORD protocol recently been made available to allow easy transfer of files between IRs. Other software for metrics of value to insti tutes, authors and publishers are under development, and the UK's Joint Information System Committee funds a raft of projects relating to IRs and metrics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infrastructure"
        },
        {
            "text": "It follows from the usage data and personal stories now available that highly improved access to the world's published biomedical research literature can be achieved through the rapid new developments in open access. Nevertheless, there is limited awareness in poorer countries of the opportunities made possible through open access, and more effort needs to be made to increase this awareness among policymakers, re search administrators and health care practitioners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Soldering the links in the chain -what must be done?"
        },
        {
            "text": "The events link on the Open Access Directory web site records much global activity, but those activities are limited in the main to the industrialized world. Dedic ated groups such as the Electronic Information for Lib raries network, the Electronic Publishing Trust for Development, the recently launched Open Access Scholarly Information Sourcebook, together with the development agencies, publishers and repository man agers in developing countries, are all making sterling ef forts to inform and train to support open access capacity, but these efforts would be much strengthened by support from the major international agencies. In the area of health, WHO has a leading role to play in supporting the establishment of open access repositor ies and journals, and it is encouraging to note that in its Global Strategy and Plan of Action on Public Health, In novation and Intellectual Property, the World Health Assembly lists the following as one of its objectives: \"promote public access to the results of government fun ded research, by strongly encouraging that all investigat ors funded by governments submit to an open access database an electronic version of their final, peerre viewed manuscripts.\" 25 Although other problems remain (connectivity, strengthening the links further down the communica tion chain, education, training, and translation of both language and content), there has been a surge of activity in efforts to resolve communication difficulties. As dis cussions on the HIFA2015 forum show, mobile commu nications and other technologies are starting to have an impact on the transmission of information to remote areas, and the communications infrastructure is an on going priority in the developing world (see reports from Balancing Act's newsletter News Update).",
            "cite_spans": [
                {
                    "start": 1209,
                    "end": 1211,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Soldering the links in the chain -what must be done?"
        },
        {
            "text": "Krishnan Ganapathy, a Chennaibased neurosur geon, and the former president of the Neurological Soci ety of India and current president of the Apollo Telemedicine Networking Foundation, said in an inter view,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Soldering the links in the chain -what must be done?"
        },
        {
            "text": "With the great efforts underway by dedicated policy makers, researchers, computer experts and develop ment professionals, it is clear that a way has at last been found to provide a level playing field for all those who need to access health information. Restoring the link between primary research and those who use it is funda mental to keeping the knowledge chain intact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Soldering the links in the chain -what must be done?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Canadian Institutes of Health ResearchKnowledge translation overview",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Making the eHealth Connection: Global Partnerships, Local Solutions conference",
            "authors": [
                {
                    "first": "Alma",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Wellcome TrustPosition statement in support of open and un restricted access to published research",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "National Institutes of Health Public AccessOverview",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Canadian Institutes of Health ResearchPolicy on access to re search outputs",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Canadian Institutes of Health ResearchOpen access to health re search publications: CIHR unveils new policy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Registry of Open Access Repository Material Archiving PoliciesPolicy register",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Funding the way to open access",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Terry",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PLoS Biol. 2005;3",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Can we achieve health information for all by",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Godlee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pakenhamwalsh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ncayiyana",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet. 2004;364",
            "volume": "",
            "issn": "9430",
            "pages": "295--300",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Improving online access to medical information for lowincome countries",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aronson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "10",
            "pages": "966--968",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Second part, VII: Information systems and access to knowledge: General Confer ence Fourth Extraordinary Session",
            "authors": [],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Excluding the poor from accessing biomedical literat ure: a rights violation that impedes global health. Health and Human Rights",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yamey",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Response to: Report: Access to health informa tion and knowledge sharing. Health Information Forum",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Ayankogbe",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Berlin 5: Open Access from practice to impact Padua",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kirsop",
                    "suffix": ""
                }
            ],
            "year": 1921,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "comRevolutionary minds: Ilaria Capua",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Seedmagazine",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "WHO Regional Office for the Western Pacific. SARS: How a glob al epidemic was stopped",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "World Health OrganizationCoronavirus never before seen in hu mans is the cause of SARS",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Open access archiving: the fast track to building research capacity in developing countries",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kirsop",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arunachalam",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "SciDev.Net",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Open access to research",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Godlee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Earlier web usage statistics as predict ors of later citation impact",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harnad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of the American Association for Information Science and Technology",
            "volume": "",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The citation advantage of openaccess articles",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Oppenheim",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rowland",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of the American Society for In formation Science and Technology. 2008;59",
            "volume": "",
            "issn": "12",
            "pages": "1963--1972",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Transforming access to research literature for developing countries",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kirsop",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Serials Review",
            "volume": "",
            "issn": "",
            "pages": "246--255",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Information resources in highenergy physics: surveying the present landscape and charting the future course",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gentilbecco",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mele",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Holtkamp",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "O&apos;connell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of the American Society for Information Science and Technology. 2009;60",
            "volume": "",
            "issn": "1",
            "pages": "150--160",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Eight facts and myths about open access journals: an experience of eight years and eighty journals: Open Access to Sci ence Publications: Policy Perspective, Opportunities and Chal lenges",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Sahu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Sixtyfirst World Health Assembly. Global strategy and plan of action on public health, innovation and intellectual property: Resolution 61",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Without India there is no mHealth. MobileActive.org",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Krishnan Ganapathy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The increase in self-archiving mandates enacted by various institutions from 2002 to the end of June 2009. The increase in self-archiving mandates enacted by various institutions from 2002 to the end of June 2009. \"Funders\" refers to mandatory policies from research funding agencies, \"Whole-institutions\" refers to mandatory policies that apply across an institution, and \"Depts/schools/faculties\" refers to mandatory policies that apply to particular individual departments, schools or faculties within an institution. Source: The data shown in this figure were first published in a modified form in an open access blog post on May 22, 2009, and reused in the article \"Open-access publishing gains another convert\" published on Nature.com on June 3, 2009. Reprinted with the permission of Alma Swan under a Creative Commons BY-SA licence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Open access journals. The Directory of Open Access Journals now lists some 4228 open access journals, of which about 19% are published in developing countries. The Bioline International and Scientific Electronic Lib rary Online, or SciELO, platforms are examples of ser vices providing open access distribution of research material from developing countries, thereby greatly heightening the visibility of essential regional research. SciELO began in Brazil and has been extended to other countries. Bioline International is a Canada-Brazil partnership providing a distribution mechanism for publishers from 17 developing and transitional coun tries. The Medknow publishing house in Mumbai, In dia, similarly provides free access to about 80 journals that are published primarily in India and that focus on biomedical research. These services, together with a number of society journals from the developing coun tries, constitute some 20% of all open access journals. Unlike a majority of commercial publishers in the in dustrial parts of the world, these publishers have no concerns that open access will damage their journalsquite the contrary, as evidence is now accumulating that in 2008 the BMJ Group, which exper imented with full open access and then reverted to toll access for nonresearch articles for BMJ, \"extended its open access experiment by introducing BMJ Unlocked (http://adc.bmj.com/info/unlocked.dtl), which allows authors submitting research to any of the group's 19 spe cialist research journals to pay an author fee in order to make their work open access.\" 19 Open access IRs. The Registry of Open Access Reposit ories, or ROAR, lists 1396 open access repositories as of June 17, 2009 (the number increases by an average of 1 each day).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "shows the increase in impact factor for Medknow's Journal of Postgraduate Medicine between 2000 and 2005. Be fore an online version of the journal was made available on an open access basis in 2002, the increase in impact factor was small; after 2002 the increase was more rap id, and between 2003 and 2004 the impact factor more than doubled.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A snapshot of usage of Bioline journals indicating the distribution of users. Source: Bioline International. Reprinted with permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Impact factor of the Journal of Postgraduate Medicine, 2000-Subscriptions to eight biomedical journals published by Medknow, 2003-The number of hits over a 4-year period on the SciELO Chile site. Source: Dr. Abel Packer, \"SciELO as a model for scientific communication in developing countries.\" Paper presented at the workshop on Strategies for Open and Permanent Access to Scientific Information in Latin America: Focus on Health and Environmental Information for Sustainable Development. Atibaia, Sao Paulo, Brazil. May 8-10, 2007. Reprinted with permission.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}