{
    "paper_id": "82994e41869e2ada2685ca424ac757c20e6c88c3",
    "metadata": {
        "title": "A Case of Statin-Induced Interstitial Pneumonitis due to Rosuvastatin",
        "authors": [
            {
                "first": "Yong",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Armed Forces Medical Hospital",
                    "location": {
                        "settlement": "Seongnam"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Doran",
                "middle": [],
                "last": "Yoon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Armed Forces Medical Hospital",
                    "location": {
                        "settlement": "Seongnam"
                    }
                },
                "email": ""
            },
            {
                "first": "Seung",
                "middle": [],
                "last": "Wook",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University Hospital",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sehhoon",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University Hospital",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Chan-Young",
                "middle": [],
                "last": "Ock",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University Hospital",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Statins lower the hyperlipidemia and reduce the incidence of cardiovascular events and related mortality. A 60-year-old man who was diagnosed with a transient ischemic attack was started on acetyl-L-carnitine, cilostazol, and rosuvastatin. After rosuvastatin treatment for 4 weeks, the patient presented with sudden onset fever, cough, and dyspnea. His symptoms were aggravated despite empirical antibiotic treatment. All infectious pathogens were excluded based on results of culture and polymerase chain reaction of the bronchoscopic wash specimens. Chest radiography showed diffuse ground-glass opacities in both lungs, along with several subpleural ground-glass opacity nodules; and a foamy alveolar macrophage appearance was confirmed on bronchoalveolar lavage. We suspected rosuvastatin-induced lung injury, discontinued rosuvastatin and initiated prednisolone 1 mg/kg tapered over 2weeks. After initiating steroid therapy, his symptoms and radiologic findings significantly improved. We suggest that clinicians should be aware of the potential for rosuvastatin-induced lung injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Statins, hydroxymethylglutaryl CoA reductase inhibitors, are known to lower the plasma low-density lipoprotein (LDL) cholesterol level and reduce the incidence of cardiovascular events and mortality 1, 2 . Currently available statins include lovastatin, pravastatin, simvastatin, fluvastatin, atorvastatin, Tuberc Respir Dis 2015;78:281-285",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 201,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 202,
                    "end": 203,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "www.e-trd.org old wallpapers at the time. After the cause removed, it had not recurred over 2 years. He had also been administered metformin 500 mg daily for 16 months for diabetes mellitus. For a transient ischemic attack secondary to vertebral artery stenosis, he was hospitalized and started on acetyl-L-carnitine, cilostazol, and rosuvastatin according to the following schedule: acetyl-L-carnitine, 500 mg, once daily for 48 days prior to this hospitalization; cilostazol, 100 mg, twice daily; and rosuvastatin, 5 mg, once daily for 27 days prior to this hospitalization. While continuing those medications, he developed a fever and cough 3 days prior to this hospital visit. Although he was prescribed an antibiotic (Augmentin) for 3 days at a local clinic, his dyspnea, cough, and fever gradually increased. He was referred to our hospital for proper evaluation and management. He had no known drug allergies. Upon admission, the patient's vital signs were as follows: blood pressure, 116/77 mm Hg; pulse, 114 beats per minute; respiratory rate, 26 breaths per minute; and body temperature, 36.9 o C. On physical examination, a coarse breath sound with fine crackles but without wheezing was heard upon auscultation of both lungs. The patient' s laboratory test results were as follows: hemoglobin, 14.1 g/dL; white blood cell count, 8,770 cells/μL (neutrophils, 62.6%; lymphocytes, 26.0%; monocytes, 7.2%; eosinophils, 3.9%; and basophils, 0.3%); and platelet count, 391,000 cells/μL. The patient' s serum biochemistry test results revealed the following: aspartate aminotransferase, 35 IU/L; alanine aminotransferase, 35 IU/L; total bilirubin, 0.4 mg/dL; alkaline phosphatase, 311 IU/L; total protein, 7.6 g/dL; albumin, 4.0 g/dL; blood urea nitrogen, 26.0 mg/ dL; creatinine, 0.84 mg/dL; total cholesterol, 106 mg/dL; Creactive protein, 1.06 mg/dL; and LDL cholesterol, 56 mg/dL. His coagulation profile was within normal limits. A urinalysis with microscopy was clear. An arterial blood gas analysis of the fraction of inspired oxygen (FiO 2 ) was conducted with the patient breathing room air and revealed the following: pH, 7.46; partial pressure of oxygen (PaO 2 ), 54.6 mm Hg; partial pressure of carbon dioxide (PaCO 2 ), 37.4 mm Hg; bicarbonate (HCO 3 − ), 26.0 mEq/L; and saturation level of oxygen (SaO 2 ), 85.9%. A chest radiograph showed a subtle, diffuse groundglass opacity in both lower lung fields and subsegmental atelectasis in the left lower lobe. A chest computed tomography scan revealed diffuse ill-defined ground-glass opacities with septal line thickening bilaterally, combined with several subpleural ground-glass opacity nodules ( Figure 1) . A pulmonary function test revealed the following: forced expiratory volume in 1 second (FEV 1 )/forced vital capacity (FVC) ratio, 102; Figure 1 . (A-E) Chest radiography showed subtle diffuse ground glass opacity in both lower lobe field and subsegmental atelectasis in left lower lobe field on admission. A computed tomography scan of the chest showed diffuse ill-defined ground glass opacity with septal line thickening in bilateral lung fields combined with several subpleural ground glass opacity nodules on admission. www.e-trd.org FEV 1 , 2.8 L (94%); FVC, 3.47 L (92%); and diffuse capacity for carbon monoxide (DLCO), 57%. Based on his past medical history, clinical symptoms, and laboratory findings, a diagnosis of DILD was suspected. Consequently, bronchoscopy with bronchoalveolar lavage (BAL) was performed. There were no endobronchial lesions revealed with bronchoscopy. The BAL fluid results were as follows: white blood cell count, 480 cells/μL (neutrophils, 9%; lymphocytes, 30%; macrophages, 57%; eosinophils, 4%; and basophils, 0%); and red blood cell count, 30 cells/μL. Microbiological culture and polymerase chain reaction of the bronchoscopic wash specimens were negative for Mycobacterium tuberculosis, pneumococcus and respiratory virus. The real-time polymerase chain reaction of bronchial washing specimens was performed as following: Mycoplasma, Chlamydia, Legionella, Bordetella, Haemophilus pneumonia, adenovirus, rhinovirus, coronavirus, influenza virus A and B, parainfluenza virus, respiratory syncytial virus A and B, bocavirus, metapneumovirus. The results were all negative. Additionally, the urine antigen and immunologic study were performed to exclude others pathogen. The results revealed the following: streptococcal pneumonia and Legionella urinary antigen, negative; Mycoplasma pneumoniae IgG/IgM, negative; and Chlamydia pneumoniae IgG (17.65, positive; normal range, <9 index), IgM (4.62, negative; normal range, <9 index). According to the cytology, the majority of the alveolar macrophages had a foamy appearance (Figure 2 ). To make a differential diagnosis of connective disease or allergic disease, immunologic studies and multiple allergosorbent test system (MAST) were performed as follow: all allergens of MAST, class 0 (0.00-0.34 IU/mL); rheumatoid factor, negative; C3 complement, 135.00 mg/dL (normal range, 90-180 mg/ dL); C4 complement, 42.20 mg/dL (normal range, 10-40 mg/ dL); anti-nuclear antibodies and anti-neutrophil cytoplasmic antibodies, negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2667,
                    "end": 2676,
                    "text": "Figure 1)",
                    "ref_id": null
                },
                {
                    "start": 2815,
                    "end": 2823,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 4740,
                    "end": 4749,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Considering the previous reports and past drug history, rosuvastatin was strongly suspected as the cause of the patient' s DILD. Thus, rosuvastatin was discontinued, and steroid therapy (prednisolone, 1 mg/kg of body weight) was initiated. After the steroid therapy, the patient' s symptoms improved. The prednisolone dose was gradually tapered over 2 weeks. Two weeks later, the patient was in complete remission according to a chest radiograph, and the previously noted diffuse ground-glass opacities in both lung fields had disappeared (Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 539,
                    "end": 548,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Statins are indicated for the treatment of hyperlipidemia and the prevention of cardiovascular events for patients with multiple risk factors. Although statins appear to be safe and well tolerated clinically, statins have a low frequency of side effects including hepatotoxicity, myotoxicity, and proteinuria 2,3 . However, adverse reactions involving the respiratory system are uncommon. Several pulmonary toxicity cases secondary to statins have been reported [4] [5] [6] . The prevalence of statininduced interstitial pneumonitis (SILI) that has been mainly associated with simvastatin, fluvastatin, and atorvastatin was high 7 . Rosuvastatin-induced interstitial pneumonitis has been rarely reported. To our knowledge, just 3 cases in Taiwan and 1 case in the United States have been reported 7, 8 . In addition, rosuvastatin-induced interstitial lung disease has not been reported in Korea, to our knowledge.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 465,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 797,
                    "end": 799,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 800,
                    "end": 801,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A definite mechanism for SILI is not yet known. However, some authors proposed that the potential toxicity mechanism might be mediated by intracellular lipid metabolism, mitochondrial metabolism, and immunologic response, as well as some genetic or other predisposing factors 7 . Diagnosis of SILI generally depends on the relationship between causative agents and clinical symptoms, as well as radiologic findings and the exclusion of infectious diseases, because of its unclear mechanism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the histopathological findings are also non-diagnostic, based on prior reports and studies, the possibility of diagnosis is significantly increased if the alveolar macrophages have a foamy appearance, as confirmed by cytology, along with the patient' s clinical history 8 . Furthermore, some reports suggested that the most prominent feature of DILD on BAL fluid was a lymphocytic alveolitis either pure or associated with neutrophil and/or eosinophilic alveolitis along with an imbalance in T lymphocyte phenotype 9 .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 280,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 524,
                    "end": 525,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our case, infectious diseases were excluded based on the negative microbial culture results. In addition, the patient's symptoms and bilateral infiltration began after starting rosuvastatin that was revealed by chest radiology. The alveolar macrophages finally had a foamy appearance that was revealed by cytology. The alveolar macrophages finally had a foamy appearance that was revealed by cytology with increased lymphocytes and eosinophils on cellular profile of BAL fluid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thereafter, after discontinuing rosuvastatin and initiating steroid therapy, the patient' s symptoms and radiologic findings had improved. Therefore, to our knowledge, our patient was the first diagnosed with rosuvastatin-induced interstitial lung disease in Korea. In comparing with the previous cases in Taiwan and the United States, clinical course, radiologic findings and cytology were similar to our case. And they also did not perform a lung biopsy. However, increasing lymphocytes and eosinophils along with the predominance of macrophage on cellular profile of BAL fluid was revealed only in our patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We believe a foamy macrophage appearance could help in the diagnosis of SILI, coupled with the clinical symptoms and radiologic findings, and clinicians should consider the potential for rosuvastatin-induced lung injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A-E) Day 14 after initiation of steroid therapy, chest radiography showed disappearance of the previously noted diffuse groundglass opacities in both lung fields. There were no other remarkable findings. www.e-trd.org of statins: implications for cardiovascular event reduction",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosenson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tangney",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "JAMA",
            "volume": "279",
            "issn": "",
            "pages": "1643--50",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Safety of statins: focus on clinical pharmacokinetics and drug interactions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bellosta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Paoletti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corsini",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Circulation",
            "volume": "109",
            "issn": "23",
            "pages": "50--57",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The safety of rosuvastatin as used in common clinical practice: a postmarketing analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Alsheikh-Ali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ambrose",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Kuvin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Karas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Circulation",
            "volume": "111",
            "issn": "",
            "pages": "3051--3058",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dermatomyositis with lung involvement in a patient treated with simvastatin",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zeitz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kirkham",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Aust N Z J Med",
            "volume": "25",
            "issn": "",
            "pages": "745--751",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Polymyalgia, hypersensitivity pneumonitis and other reactions in patients receiving HMG-CoA reductase inhibitors: a report of ten cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Liebhaber",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Gelberg",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Dyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kupperman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Chest",
            "volume": "115",
            "issn": "",
            "pages": "886--895",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A case of interstitial lung disease with atorvastatin (Tahor) and a review of the literature about these effects observed under statins",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Veyrac",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cellerin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jolliet",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Therapie",
            "volume": "61",
            "issn": "",
            "pages": "57--67",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Statins and interstitial lung disease: a systematic review of the literature and of food and drug administration adverse event reports",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Karas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Alsheikh-Ali",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chest",
            "volume": "134",
            "issn": "",
            "pages": "824--854",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Statin-induced lung injury: diagnostic clue and outcome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Postgrad Med J",
            "volume": "89",
            "issn": "",
            "pages": "14--23",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Drug-induced interstitial lung disease: mechanisms and best diagnostic approaches",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Matsuno",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Respir Res",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A, B) H&E stained smear of bronchoalveolar lavage fluid showed a foamy appearance of the majority of alveolar macrophages (A, ×40; B, ×100).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ]
}