{
    "paper_id": "82b0cd320ba1e619c08fee764bec158f166fab55",
    "metadata": {
        "title": "Pediatric Drug Nitazoxanide: A Potential Choice for Control of Zika",
        "authors": [
            {
                "first": "Rui-Yuan",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yong-Fen",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jing-Jing",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ye",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pei",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing, Beijing",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wu",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Zika virus (ZIKV) infection can be the cause of congenital malformations, including microcephaly in infants and can cause other disorders such as Guillain-Barré syndrome, meningoencephalitis, and myelitis, which can also occur in some infected adults. However, at this time, there is no drug approved to treat ZIKV infection. Drug repurposing is the promptest way to obtain an effective drug during a global public health emergency such as the spread of Zika virus. In this study, we report a US Food and Drug Admistration-approved drug that is safe for pediatric use. Nitazoxanide and its bioactive metabolite, tizoxanide, have anti-ZIKV potential in vitro, and we identified that they exerts antiviral effect possibly by targeting the viral postattachment step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Zika virus (ZIKV), a mosquito-borne flavivirus that was first isolated in Uganda in 1947, has a positive-strand ribonucleic acid (RNA) genome of approximately 11 000 nucleotides. Zika virus can be transmitted by Aedes spp mosquitoes and also through sexual contact, blood transfusion, urine, saliva, and vertically from mother to fetus [1] . Since a large Zika outbreak happened in Brazil in 2014, ZIKV transmission has been reported in more than 60 countries and regions globally. Although 80% of patients infected with ZIKV are asymptomatic [2] , it can lead to fetal microcephaly in pregnant women [3] , and it may increase risk of neurological disorders and myelitis in infected adults [4] . The association between ZIKV infection and testis damage was proved in a mouse model recently, arising the concern between ZIKV infection and infertility in male [5] . To protect the public health, especially to avoid birth defects, it is necessary to find a safe drug that can be taken by mouth (orally) for prophylactic and therapeutic use during an epidemic.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 858,
                    "end": 861,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The advantage of drug repurposing compared with de novo drug development in a public emergency is the rapid clinical application of repurposed drugs. Based on this idea, Xu et al [6] performed a drug repurposing screening and reported that a US Food and Drug Admistration (FDA)-approved pregnancy category B anthelmintic drug called niclosamide shows anti-ZIKV effects in vitro. Barrows et al [7] also screened an FDA-approved drug library and reported a series of FDA-approved drugs capable of inhibiting ZIKV in vitro. Eyer et al [8] identified some nucleoside inhibitors that can inhibit ZIKV replication in cell culture. However, more research needs to be conducted before the above-mentioned antivirals can be clinically applied.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we report that the pediatric drug nitazoxanide, which is a broad-spectrum antiviral agent initially approved by the FDA as an antiprotozoan drug and has overwhelming safety due to extensive postmarketing experience involving almost 75 million adults and children [9] , has the potential to inhibit ZIKV infection in vitro, and we identified that it targets the postviral entry step to exert its antiviral effect.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vero cells, Vero E6 cells, and A549 cells were maintained at 37°C with 5% CO 2 in Dulbecco's minimum essential medium (DMEM) supplemented with 5% fetal bovine serum (FBS) and penicillin/streptomycin (100 units/mL and 100 μg/mL, respectively). Zika virus strain SZ-WIV01 (GenBank number KU963796) was obtained from the Center for Emerging Infectious Diseases (Wuhan Institute of Virology, Chinese Academy of Sciences, Wuhan, China). Virus stocks were propagated in Vero cells. Virus stocks were titrated by plaque-forming units (PFU) on Vero E6 cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and Viruses"
        },
        {
            "text": "Ribonucleic acid was extracted using QIAamp Viral RNA Mini Kit (QIAGEN, Hilden, Germany) following the manufacturer's protocol. Complementary deoxyribonucleic acid (cDNA) was synthesized using ReverTra Ace qPCR RT kit (Toyobo, Osaka, Japan). Ribonucleic acid was quantified using real-time polymerase chain reaction (PCR) with an Applied Biosystems 7300 real-time PCR system. Real-time PCR was performed using 2 μL of cDNA with specific primers targeting the genes of interest (β-actin, forward, AGTGTGACGTGGACATCCGCAAAG and reverse, ATCCACATCTGCTGGAAGGTGGAC; ZIKV, forward, CAACTACTGCAAGTGGAAGGGT and reverse, AAGTGGTCCATATGATCGGTTGA) and 5 μL of quantitative PCR SYBR Green real-time PCR Master Mix (Toyobo) in a final reaction volume of 10 μL. The cycling conditions were 45 cycles of 95°C for 15 seconds, 60°C for 15 seconds, and 72°C for 30 seconds. Messenger RNA (mRNA) expression (fold induction) was quantified by calculating the 2 −ΔCT value, with β-actin mRNA as an endogenous control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-Time Polymerase Chain Reaction Analysis"
        },
        {
            "text": "Various concentrations of compounds were added to Vero cells for 3 days, and the cell viability was determined using CellTiter-Glo luminescent cell viability kit (Promega, Madison, WI) according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytotoxicity Assay"
        },
        {
            "text": "The infected cells were fixed with 4% paraformaldehyde in phosphate-buffered saline (PBS) for 1 hour at room temperature and then treated with 0.3% Triton X-100 in 10% fetal calf serum for 30 minutes. The cells were then incubated at 37°C for 2 hours with the monoclonal antibody against flavivirus envelope protein (clone D1-4G2-4-15; mouse; 1:1000; Millipore, Billerica, MA) followed by the incubation with Alexa Fluor 488-conjugated secondary antibody. Hoechst33258 dye was used to stain the nucleus. The stained cells were analyzed by fluorescence microscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence"
        },
        {
            "text": "Serially diluted ZIKV were inoculated into Vero E6 cells seeded in 24-well plates at 37°C for 1 hour and then were removed. The cells were then overlayed with 1.2 mL of 1.5% FBS DMEM containing 1% carboxymethyl cellulose sodium salt (CMC) and cultured at 37°C for 80 hours. The CMC overlay was removed, and the cells were fixed with 4% formaldehyde for half an hour and stained with 0.05% crystal violet in 20% ethanol. Plaques were counted and expressed as PFUs per mlliliter (PFU mL −1 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zika Virus Plaque Assay"
        },
        {
            "text": "Vero cells were lysed on ice in Radio-Immunoprecipitation assay (RIPA) buffer with cOmplete Protease Inhibitor cocktail tablets (Roche Diagnostics GmbH, Mannheim, Germany). Proteins were mixed with 5× loading buffer, subjected to sodium dodecyl sulfate polyacrylamide gel electrophoresis, and electrotransferred onto polyvinylidene fluoride (PVDF) membranes (Millipore). The membrane was blocked with PBS-0.05% Tween 20 containing 5% skim milk and incubated overnight at 4°C with a homemade anti-ZIKV capsid polyclonal antibody (capsid peptide sequence designed as MKNPKKKSGGFRIVC) and β-actin (Sigma, Darmstadt, Germany). The membrane was washed 3 times with PBS-Tween and subsequently incubated at room temperature for 1 hour with secondary antibodies in PBS-Tween containing 1% skim milk. The signals were analyzed by chemiluminescence using ImageQuant LAS40000mini (GE Healthcare Bio-Sciences, Pittsburgh, PA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western Blotting"
        },
        {
            "text": "Zika virus with 10 μM nitazoxanide or 10 μM tizoxanide were bound to the Vero cells for 1 hour at 4°C, then washed 3 times with PBS, and ZIKV RNA levels were determined by quantitative RT-PCR (qRT-PCR) immediately after binding [10] . Zika virus with 10μM nitazoxanide or 10 μM tizoxanide were incubated for 2 hours at 4°C, then washed 3 times with PBS, and changed into 10% FBS DMEM; 72 hours later, the cells were harvested for ZIKV RNA detection with qRT-PCR assay [11] .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Binding Assay"
        },
        {
            "text": "Pediatric clinical drug nitazoxanide and its bioactive metabolite tizoxanide were tested at serial concentrations for their ability to inhibit ZIKV proliferation in Vero cells by plaque assay (Supplementary Figure 1) . As shown in the figure, these 2 drugs inhibit virus titer in a dose-dependent manner. Nitazoxanide reduced infectious ZIKV particles by >100-fold at 10 μM, whereas tizoxanide completely abolished supernatant ZIKV proliferation at 10 μM. This inhibition was further demonstrated by immunofluorescence assay detecting the envelope protein expression ( Figure 1A ) and by Western bot detecting the ZIKV capsid protein ( Figure 1B) . No cytotoxicity was observed for these 2 drugs under assay concentrations ( Figure 1C ). We further investigated the kinetics of ZIKV propagation in the presence of these 2 drugs (Supplementary Figure 2) , and obvious inhibition was observed. In addition, both drugs inhibited intracellular ZIKV RNA production in a dose-dependent manner under different multiplicity of infections (MOIs) (Supplementary Figure 3) . To verify whether nitazoxanide and tizoxanide could inhibit ZIKV in human-derived cells, we performed antiviral experiments in A549 cells, and we found that both drugs could inhibit ZIKV infection in a dose-dependent manner under nontoxic doses ( Figure 1D , toxicity data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 216,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 569,
                    "end": 578,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 636,
                    "end": 646,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 725,
                    "end": 734,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 843,
                    "end": 852,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1037,
                    "end": 1061,
                    "text": "(Supplementary Figure 3)",
                    "ref_id": null
                },
                {
                    "start": 1311,
                    "end": 1320,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Nitazoxanide and Tizoxanide Inhibit Zika Virus Infection"
        },
        {
            "text": "To explore the antiviral mechanism of these 2 drugs, we first investigated whether they affect the viral attachment stage by treating the Vero cells at 4°C with drugs and the ZIKV (Figure 2A ). At 4°C, the viral particles can physically bind to the cell surface without endocytosis, which occurs most efficiently at 37°C. After washing to remove the unadsorbed ZIKV, the cells were harvested for ZIKV RNA detection. Our results showed that these 2 drugs did not inhibit the attachment of ZIKV to the cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 190,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Nitazoxanide and Tizoxanide Do Not Inhibit Zika Virus Binding to Cells"
        },
        {
            "text": "To further demonstrate this result, we performed a similar experiment: Vero cells were cotreated with ZIKV and 10 μM drugs at 4°C for 2 hours, after the removal of the virus/drugs and PBS washing, the cells were incubated in fresh medium without the drugs at 37°C to allow the subsequent infection to occur and ZIKV RNA were determined 72 hours later ( Figure 2B ). In consistent with the result of Figure 2A , both drugs did not inhibit the ZIKV infection, which suggests that nitazoxanide and tizoxanide do not inhibit the attachment of ZIKV to the cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 362,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 399,
                    "end": 408,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Nitazoxanide and Tizoxanide Do Not Inhibit Zika Virus Binding to Cells"
        },
        {
            "text": "To determine at which step these drugs may inhibit ZIKV infection, we performed a time-of-drug-addition assay by adding these drugs during or after ZIKV inoculation of Vero cells ( Figure 2C and D) . The results indicated that adding drugs at 4 hours postinfection also exerted anti-ZIKV effects with an efficiency comparable to the cotreatment, suggesting that drugs can inhibit the virus infection after the virus attachment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 197,
                    "text": "Figure 2C and D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Nitazoxanide and Tizoxanide Inhibit a Postattachment Step of Zika Virus Infection"
        },
        {
            "text": "The pretreatment of the cells with the compounds for 4, 8, 12, and 24 hours did not inhibit the ZIKV infection, further confirming that the compounds do not act on the ZIKV entry (Supplementary Figure 4) . In addition, we have performed a time-of-addition experiment using a high MOI. As shown in Figure 2D , addition of the compounds at 24 hours after the ZIKV infection at a MOI of 2 still potently inhibits virus infection, strongly suggesting that the drugs are capable of inhibiting established ZIKV infection, likely at a step of virus genome replication. A (H7N9). It is also reported to inhibit the replication of a broad range of other RNA and DNA viruses including respiratory syncytial virus, parainfluenza, coronavirus, rotavirus, norovirus, hepatitis B, hepatitis C, dengue, yellow fever, Japanese encephalitis virus, and human immunodeficiency virus [12] . Clinical trials have indicated its potential role in treating rotavirus and norovirus gastroenteritis, chronic hepatitis B, chronic hepatitis C, and influenza. It is suggested that nitazoxanide may inhibit virus infection by regulating the host responses [9] . The specific mechanism may be associated with its depleting intracellular Ca 2+ stores [13] . Thiazolides were also reported to inhibit the replication of H1N1 and different other strains of influenza A virus by selectively blocking the maturation of the viral hemagglutinin at a stage preceding resistance to endoglycosidase H digestion [14] . Our results indicate that nitazoxanide inhibits ZIKV infection by targeting the postattachment step, most likely virus genome replication. Perhaps, it also inhibits ZIKV replication by depleting intracellular Ca 2+ stores like bovine viral diarrhoea virus; however, novel mechanisms cannot be excluded in this setting, and further investigation needs to be performed.",
            "cite_spans": [
                {
                    "start": 864,
                    "end": 868,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1126,
                    "end": 1129,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1470,
                    "end": 1474,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "text": "Figure 4)",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 306,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Nitazoxanide and Tizoxanide Inhibit a Postattachment Step of Zika Virus Infection"
        },
        {
            "text": "Most ZIKV infections are asymptomatic; however, it was associated with congenital brain defects, neurological disorders, and infertility in males, which make it a global public health emergency [5] . Thus, we propose that emergent prophylactic drug use should be considered. An ideal repurposed anti-ZIKV drug should meet all of the following criteria for prophylactic use: (1) they are in class A or B of the FDA pregnancy category;",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Nitazoxanide is the scaffold for a new class of drugs called thiazolides. It is demonstrated to inhibit a broad range of influenza A and B viruses such as influenza A (pH1N1) and the avian"
        },
        {
            "text": "(2) they can be orally administered; (3) they have relative high C max compared with in vitro efficacy concentration after oral administration of a current available dosage form, to ensure effective plasma drug exposure; and (4) they have low permeability, or they are impermeable across placental barrier for category B drugs to ensure safety for the fetus. Luckily, nitazoxanide might be the unique drug that meets these criteria to date. It is an orally taken and pregnancy category B drug approved for adults and children above 1-year-old. The C max of plasma tizoxanide and tizoxanide glucuronide are 10. 6 μg/mL and 10.5 μg/mL, respectively, by oral administration of tablet [15] , which is a much higher than the concentration required to completely clear the virus in vitro (10 μM, 3.07 μg/mL for tizoxanide). Cytotoxicity to Vero cells was not observed at 10 μM for both drugs ( Figure 1C ). The in vitro anti-ZIKV activity of nitazoxanide does not seem as high as that recently reported for niclosamide [6] ; however, niclosamide is only marginally absorbed into blood stream after oral administration. In consideration of multidisciplinary factors, nitazoxanide may be a better anti-ZIKV drug that is worth immediate clinical research.",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 685,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 888,
                    "end": 897,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Nitazoxanide is the scaffold for a new class of drugs called thiazolides. It is demonstrated to inhibit a broad range of influenza A and B viruses such as influenza A (pH1N1) and the avian"
        },
        {
            "text": "Supplementary materials are available at Open Forum Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Potential for Zika virus transmission through blood transfusion demonstrated during an outbreak in French Polynesia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nhan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Robin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical management of pregnant women exposed to Zika virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vouga",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Panchaud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Microcephaly and Zika virus infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "2070--2072",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Acute myelitis due to Zika virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mécharles",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Herrmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poullain",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Zika virus infection damages the testes in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Govero",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Esakky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Scheaffer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "540",
            "issn": "",
            "pages": "438--480",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Identification of small-molecule inhibitors of Zika virus infection and induced neural cell death via a drug repurposing screen",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Med",
            "volume": "22",
            "issn": "",
            "pages": "1101--1108",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A screen of FDA-approved drugs for inhibitors of Zika virus infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Barrows",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Campos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Powell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Host Microbe",
            "volume": "20",
            "issn": "",
            "pages": "259--70",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nucleoside inhibitors of Zika virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eyer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nencka",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Huvarová",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Infect Dis",
            "volume": "214",
            "issn": "",
            "pages": "707--718",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nitazoxanide: a first-in-class broad-spectrum antiviral agent",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Rossignol",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antiviral Res",
            "volume": "110",
            "issn": "",
            "pages": "94--103",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aspirin inhibits hepatitis C virus entry by downregulating claudin-1",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Viral Hepat",
            "volume": "23",
            "issn": "",
            "pages": "62--66",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The interferon-induced transmembrane proteins, IFITM1, IFITM2, and IFITM3 inhibit hepatitis C virus entry",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Narayana",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Helbig",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccartney",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Biol Chem",
            "volume": "290",
            "issn": "",
            "pages": "25946--59",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "tizoxanide and other thiazolides are potent inhibitors of hepatitis B virus and hepatitis C virus replication",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Korba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Montero",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Farrar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Antiviral Res",
            "volume": "77",
            "issn": "",
            "pages": "56--63",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Nitazoxanide, an antiviral thiazolide, depletes ATP-sensitive intracellular Ca(2+) stores",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ashiru",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Butters",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virology",
            "volume": "",
            "issn": "",
            "pages": "135--183",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Thiazolides, a new class of anti-influenza molecules targeting viral hemagglutinin at the post-translational level",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Rossignol",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Frazia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chiappa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Biol Chem",
            "volume": "284",
            "issn": "",
            "pages": "29798--808",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Nitazoxanide and tizoxanide inhibits Zika virus (ZIKV) infection. (A) Vero cells inoculated with ZIKV (multiplicity of infection [MOI] = 0.1) were treated with or without indicated doses of nitazoxanide or tizoxanide (0.1, 0.3, 1, 3, 10 μM) for 48 hours; after fixing, 96-well plate cells were immunostained for ZIKV envelop protein (ZIKVE; green) and Hoechst 33258 dye (blue). (B) Cells in 12-well plates were lysed for ZIKV capsid protein detection with Western blot assay. (C) Vero cells were treated with indicated doses of nitazoxanide or tizoxanide for 72 hours, and CellTiter-Glo Reagent were added into the wells for luminescent signal detection. Data shown here represent at least 3 independent experiments performed with internal triplicates. (D) A549 cells inoculated with ZIKV (MOI = 0.1) were treated with indicated doses of nitazoxanide or tizoxanide, and intracellular viral ribonucleic acid (RNA) were quantified by real-time reverse-transcription polymerase chain reaction.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Nitazoxanide and tizoxanide inhibit Zika virus (ZIKV) infection at a postentry step. (A) Zika virus (multiplicity of infection [MOI] = 0.1 or 1) with 10 μM nitazoxanide or tizoxanide were bound to Vero cells for 1 hour at 4°C, then washed 3 times with phosphate-buffered saline (PBS), and ZIKV ribonucleic acid (RNA) levels were determined by quantitative reverse-transcription polymerase chain reaction (qRT-PCR) immediately after binding. (B) Zika virus (MOI = 0.1 or 1) with 10 μM nitazoxanide or tizoxanide were incubated for 2 hours at 4°C, then washed 3 times with PBS; 72 hours later, the cells were harvested for ZIKV RNA detection with qRT-PCR assay. (C) Vero cells were cotreated with ZIKV (MOI = 0.1) and indicated concentrations of nitazoxanide or tizoxanide for 4 hours, washed with PBS, and then replenished with indicated concentrations of nitazoxanide or tizoxanide for 3 days. At the same time, Vero cells were inoculated with ZIKV (MOI = 0.1) for 4 hours, washed with PBS, and then treated with indicated concentrations of nitazoxanide or tizoxanide for 3 days. Cells were harvested for ZIKV RNA detection by qRT-PCR. (D) Vero cells were treated with nitazoxanide or tizoxanide at indicated time postvirus inoculation. Cells were harvested at 48 hours postinfection for quantification of virus RNA. Data shown here represent at least 3 independent experiments performed with internal duplicates. Values represent mean ± standard deviation (n.s. represents P > .5, Student's t test). R.V, relative value.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}