{
    "paper_id": "8318896fad2acf22ac94d15d6d571dd2f7cf121d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Many patients shared common exposure and family transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Patients 3, 7, 8, and 15 had history of working or staying at the Wuhan International Fashion Center (The Place ® ), Wuhan, China. They may have been exposed by the virus at the Center, and Patients 7 and 8 moved from China on the same air plane. The Patients No. 17 and 19 participated a conference in Singapore on Jan. 18-23, 2020. They did not travel Wuhan. Patients 10, 11, and 21 were family or friend of No. 6 However, the real problem is that the Patients 7, 8, 12, and 23 were not on the list of active monitoring by the KCDC. This suggests that there are more possible patients although the KCDC is actively monitoring all of the people on the list of direct or indirect contacts with the confirmed patients. As Yoo 3 mentioned in the last issue of the Journal of Korean Medical Science, clearing the present outbreak of 2019-CoV in Korea may last longer period than expected. Complete elimination of the 2019-Cov transmission depends critically on early detection of patients out of the KCDC list.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 419,
                    "text": "6",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At this point, we must doubt whether the present defenses thus far have been successful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Screening with the current guidelines applied only to those with symptoms has reached its limit. Although evidence is still unclear, claims about the possibility of transmission from asymptomatic cases continue to be published. More than 6,000 people came already to Korea from Wuhan during holidays of this New Lunar Year's Day. Given the incubation period, the next period of 1-2 weeks is important. If the virus has a large amount of viral shedding before symptoms are evident, it is likely that it has been widespread in our community. Now, serious consideration should be given to the temporary ban on visitors or to the high-level quarantine of all entrants from China. It is reported that about 20,000 visitors come every day from China. By February 6, 2020, the outbreak of 2019-nCoV is still progressing seriously in China over 28,000 patients with 560 deaths according to reports of the Chinese Committee of Hygiene. No one can estimate how many patients may appear in the near future because thousands of patients and several tens of deaths are added every day in China. Considering our demographics and population mechanics including Chinese visitors, we should seriously worry that the virus has been already disseminated into our community over the current known levels of exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ban of entry or high-level quarantine is not a violation of human rights, nor is it an irrational racism. This is a serious health security emergency in Korea as well as in the world. The government must discern this security agenda and decide how to upgrade enforcing the present national strategy against the 2019-nCoV outbreak as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Quarantine at the immigration for asymptomatic visitors from epidemic areas is an effective preventive method that has been historically proven and should be actively applied. 5,6 However, this way looks not enough to end the present outbreak. In addition, because the possibility of dissemination within our community cannot be ruled out, the more active preemptive containment policy is required targeting both domestic and international transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Perhaps this is the last chance for us to contain further spread of the disease. If it spreads further, we have no way to stop the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "detail/30-01-2020-statement-on-the-second-meeting-of-the-international-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel-coronavirus-(2019-ncov)",
            "authors": [],
            "year": 2005,
            "venue": "Statement on the second meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The first case of 2019 novel coronavirus pneumonia imported into Korea from Wuhan, China: implication for infection prevention and control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The fight against the 2019-nCoV outbreak: an arduous March has just begun",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Yoo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A novel coronavirus emerging in China -key questions for impact assessment",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med. Forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The concept of quarantine in history: from plague to SARS",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gensini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Yacoub",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Conti",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect",
            "volume": "49",
            "issn": "4",
            "pages": "257--61",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lessons from the history of quarantine, from plague to influenza A",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tognotti",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "2",
            "pages": "254--263",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": ", No. 18 and 22 were family of No. 16, and No. 20 was family of No. 15. Family transmission continues during home isolation.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Cases a of novel coronavirus 2019 infection confirmed in Korea Serial No. National Medical Center, SNUBH = Seoul National University Bundang Hospital, SMCSMC = Seoul Metropolitan City Seoul Medical Center, SNUH = Seoul National University Hospital, KCDC = Korea Centers for Disease Control and Prevention, KAFCH = Korean Armed Forces Capital Hospital, CNUH = Chonnam National University Hospital.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}