{
    "paper_id": "845be0716daab542bf27a9d735e03f86a8f3ea85",
    "metadata": {
        "title": "-throughput Detection of Respiratory Pathogens in Animal Specimens by Nanoscale PCR",
        "authors": [
            {
                "first": "Laura",
                "middle": [
                    "B"
                ],
                "last": "Goodman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University Animal Health Diagnostic Center",
                    "location": {}
                },
                "email": "laura.goodman@cornell.edu"
            },
            {
                "first": "Renee",
                "middle": [
                    "R"
                ],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University Animal Health Diagnostic Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Marcia",
                "middle": [],
                "last": "Slater",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Thermo Fisher Scientific Inc",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Elen",
                "middle": [],
                "last": "Ortenberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Thermo Fisher Scientific Inc",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Randall",
                "middle": [
                    "W"
                ],
                "last": "Renshaw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University Animal Health Diagnostic Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Brittany",
                "middle": [
                    "D"
                ],
                "last": "Chilson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University Animal Health Diagnostic Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [
                    "A"
                ],
                "last": "Laverack",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University Animal Health Diagnostic Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "S"
                ],
                "last": "Beeby",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University Animal Health Diagnostic Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [
                    "J"
                ],
                "last": "Dubovi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University Animal Health Diagnostic Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [
                    "L"
                ],
                "last": "Glaser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cornell University Animal Health Diagnostic Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Citation",
                "middle": [
                    ":"
                ],
                "last": "Goodman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "B"
                ],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "R"
                ],
                "last": "Slater",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Renshaw",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "W"
                ],
                "last": "Chilson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "S"
                ],
                "last": "Dubovi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "J"
                ],
                "last": "Glaser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "L"
                ],
                "last": "High",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Nanoliter scale real-time PCR uses spatial multiplexing to allow multiple assays to be run in parallel on a single plate without the typical drawbacks of combining reactions together. We designed and evaluated a panel based on this principle to rapidly identify the presence of common disease agents in dogs and horses with acute respiratory illness. This manuscript describes a nanoscale diagnostic PCR workflow for sample preparation, amplification, and analysis of target pathogen sequences, focusing on procedures that are different from microliter scale reactions. In the respiratory panel presented, 18 assays were each set up in triplicate, accommodating up to 48 samples per plate. A universal extraction and pre-amplification workflow was optimized for high-throughput sample preparation to accommodate multiple matrices and DNA and RNA based pathogens. Representative data are presented for one RNA target (influenza A matrix) and one DNA target (equine herpesvirus 1). The ability to quickly and accurately test for a comprehensive, syndrome-based group of pathogens is a valuable tool for improving efficiency and ergonomics of diagnostic testing and for acute respiratory disease diagnosis and management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With the demand for rapid and comprehensive detection of multiple agents in clinical diagnostics for humans and animals, single-organism molecular diagnostic methods for pathogen detection are burdensome unless used for large numbers of samples being tested for a single disease. In the veterinary context, high-throughput diagnostic methodologies are particularly important due to the additional need for covering pathogens from a wide variety of species. OneHealth approaches for management of food-borne disease and emerging pathogen surveillance are examples of testing needs that include a number of bacteria, viruses (DNA or RNA based), parasites, and fungi. The challenge to combining tests for multiple analytes together (multiplexing) in order to improve testing efficiency is a possible loss of sensitivity and a large burden for optimization and validation of assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Nanoliter scale real-time polymerase chain reaction (PCR) is an alternative to the practice of multiplexing that allows many separate reactions to run simultaneously on the same sample 1 . The OpenArray platform is an application of this principle 2 ; it combines microarray technology with real-time PCR. Based on the concept of spatial multiplexing, every sample is tested for a large number of targets in separate through-holes. This platform was initially used with cyanine-based double-stranded DNA binding chemistry 2 and is now available for probe-based chemistry using dark quenching probes 3 . This platform has primarily been used for genetic profiling in humans 4 and animals 5 . It was recently adapted to detect blood-borne DNA and RNA pathogens by Grigorenko et al. 6 using a two-step reverse-transcription/pre-amplification (preamp) procedure.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 186,
                    "text": "1",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 248,
                    "end": 249,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 523,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 600,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 674,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 688,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 781,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We describe here a one-step preamp-based procedure for detecting both types of pathogens in respiratory secretions and a variety of other sample types that can be performed entirely in a standard workday. Upon completion of the one-step preamp, samples are transferred to a 384well plate, which is the format accepted by the automated liquid handling system that comes with this nanoscale PCR platform. The system draws the master mix and sample across the surface of up to 4 plates (192 samples and controls) at a time. Following this loading process, we describe how samples are amplified and analyzed using a macro spreadsheet that summarizes the average of 3 technical replicates for each sample/target combination in a table that fits on one printed page.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1. Use primer design software to verify that each assay conforms to standard probe-based real-time PCR cycling conditions with 60 °C annealing using the primer probe test tool (select the quantification probe setting with default parameters). NOTE: The representative RNA target used was adapted from the universal influenza A matrix targeted assay published by Shu et al. 7 . The primers and probe are as follows: Forward primer: GACCRATCCTGTCACCTCTGAC, Reverse Primer: AGGGCATTYTGGACAAAKCGTCTA, Probe: Fam-TGCAGTCCTCGCTCACTGGGCACG-QSY. The representative DNA assay used here was adapted from the equine herpesvirus type 1 (EHV-1) detection method published by Elia et al. 8 . The primers and probe are as follows: Forward primer: GCTCTCAGGTTTTACGACATC, Reverse Primer: CTTTACCCAGGCCCTTGAAA, Probe: FAM-TCAACGTGGACAATACCGCAGTGATTAT-QSY. 2. Order nanoscale PCR amplification plates in the desired configuration.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 374,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 675,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Plate Design"
        },
        {
            "text": "NOTE: For this study, the 18x3 gene expression format was used ( Table 1) . Provide sequences for all primers and probes (or inventoried assay IDs) for each target to the manufacturer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 73,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Plate Design"
        },
        {
            "text": "1. Extract total nucleic acid (DNA and RNA) by any desired method. NOTE: An automated magnetic bead-based extraction kit was used here according to the manufacturer's instructions (see the materials table for more details). 2. Prepare samples as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nucleic Acid Extraction"
        },
        {
            "text": "1. Clean the outside of each sample container with 10% bleach and dry thoroughly. Wipe gloved finger tips with 10% bleach between samples to prevent cross-contamination. 2. Place nasal or deep pharyngeal swabs in any sterile, sealed vial (such as a red top blood collection tube) with several drops of saline added to prevent desiccation prior to processing. NOTE: Cotton, plastic, wood-handled, and Dacron and other synthetic swabs are all acceptable, but avoid calcium alginate swabs. 3. For swabs and tracheal washes, add Dulbecco's Modified Eagle Medium (DMEM) so that there is at least 1-2 ml of liquid. Vortex the swab and DMEM vigorously in the tube. Then, use a pipette to transfer approximately 1 ml of media to a new tube. 4. Mechanically lyse tissues (100-200 mg in 1 ml of DMEM) using a tissue disruptor according to the manufacturer's instructions followed by centrifugation for 3 min at 825 x g. Transfer 500 µl of the supernatant to a new tube. 5. For feces, combine 400 mg of feces with 800 µl of 1x phosphate-buffered saline pH 7.4 (PBS). Vortex the suspension for 1 min or longer until the sample is homogenized or completely suspended. Once homogenized, centrifuge the suspension for 10 min at 18,000 x g, then transfer 400 µl to a new tube. 6. For whole uncoagulated blood, vortex the sample and make a 250 µl aliquot. Add six drops of lytic reagent and vortex to mix. Incubate 15 min at 37 °C. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nucleic Acid Extraction"
        },
        {
            "text": "NOTE: Keep all reagents and samples used in the preamp reaction on ice at all times. Following preamp, keep all reagents at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse-transcription/Pre-amplification (preamp)"
        },
        {
            "text": "1. Assemble eluted DNA and/or RNA, PCR Reaction Mix, nuclease-free water as a negative control, and pooled standards for positive amplification control. NOTE: Up to 48 samples can be run on an amplification plate including controls (include at least one negative extraction control for each extraction plate from which samples are to be pulled). 2. Print out a sample map. Have a second person check that the map and sample layout match. 3 . In a 1.5 ml tube, add the following to prepare the preamp master mix. 4. Perform the preamp in a standard 96-well plate using the left side of the plate only (columns 1-6). 5. Add 8.5 µl of preamp master mix and 5.5 µl of DNA/RNA sample to each well. 6 . After combining all reagents (samples, positive controls and negative controls with Preamp mix), thoroughly seal the standard 96-well plate with a clear adhesive seal. Remove any excess seal using a razor blade to prevent formation of seal gaps during cycling. Centrifuge the sealed plate for 20 sec using a PCR plate spinner. Check to ensure all reagents are combined in the bottom of the plate wells. 7. Run the preamp assay on a conventional thermocycler under the following conditions: 15 min at 50 °C; 1 min at 95 °C; 20 cycles of 15 sec at 95 °C, then 2 min at 60 °C; 99.9 °C for 10 min; hold at 4 °C. Program these conditions prior to starting. 8. Turn on the conventional thermocycler, select the preamp cycling program and start the program. Place the 96-well plate in the thermocycler only when the bottom portion of the thermocycler (not the cover) reaches the temperature required for cDNA production (50 °C) by monitoring the temperature reading on the screen. Prior to this, keep the plate cold to minimize the risk of producing false positive results. 9. Once the preamp run is complete, verify that the plate has remained sealed. 10 . Proceed immediately to step 4.1. To store this plate overnight, perform the dilution as described in steps 4.2 to 4.5, except instead of loosely covering the plate, seal the plate with a clear adhesive seal and place inside a zipper-lock bag, stored at 4 °C.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 439,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 694,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1843,
                    "end": 1845,
                    "text": "10",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Reverse-transcription/Pre-amplification (preamp)"
        },
        {
            "text": "1. Remove the appropriate number of amplification plates from the freezer (up to 4 may be run at once). Do not open the packaging. Allow the plate to warm up for at least 15 min at room temperature. Record the serial number and lot number of the plate. NOTE: Unopened plates can remain at room temperature for up to 24 hr, but for best practice, remove these from the freezer no more than 30 min before needed. 2. Centrifuge the completed preamp plate for 20 sec using the PCR plate spinner. Turn on the amplification machine and computer and start the associated program. 3. Remove all unnecessary items from a PCR setup area. Put on double gloves and sleeve covers. 4. Remove the seal from the preamp plate and carefully remove and discard the outer gloves. Dilute the preamp products at 1:5 by adding 56 µl of TE buffer to each well of columns 1-6 of the 96-well preamp plate and mixing by pipetting up and down. Go only to the first stop of the pipette, aspirating from the bottom and dispensing higher up but not creating bubbles. Add TE buffer to all 6 columns regardless of unused wells. 5. Reseal the plate with either a clear adhesive or foil seal, and centrifuge it for 20 sec using the PCR plate spinner. Set this plate aside (loosely covered) until step 6.1 is complete. Discard remaining gloves and sleeve covers. box cover when a new box is opened, and ensure that the tips are not expired. Turn on the liquid handler and computer and open the liquid handler software, which will perform a self-test. 3. Click \"Setup and Load\". Click \"Browse\" to select the csv file created from the Sample Tracker software. If the file is not shown, go to \"Instrument/Edit Preferences\" and then click \"Change\" by \"Sample Plate File Folder\". Select the folder where the csv file is saved. Then, click \"Setup and Load\", then \"Browse\" and select the file. 4. Next, click \"Browse\" next to the \"Plate Holder Position 1\" and select the TPF file (provided by the manufacturer) that has the same serial number as the plate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dilution of Preamp Plate"
        },
        {
            "text": "Note: Do not start filling the 384-well plate until all of the above steps are complete. Evaporation is a concern with small volumes -do not let the 384-well plate sit uncovered with liquid inside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liquid Handler Transfer"
        },
        {
            "text": "1. Once all of the above steps are completed put on new, well-fitted double gloves and sleeve covers. Then, add 2.5 µl of amplification master mix to a 384-well plate. 2. Transfer 2.5 µl of diluted preamp product to the 384-well plate according to the map in Table 2 and immediately cover the plate tightly with a foil seal. Discard outer gloves and sleeve covers. 3. Centrifuge the 384-well plate for 20 sec in the PCR plate spinner. 4. Do not remove the foil seal, but place the 384-well plate in the liquid handler. 5. Open the package containing an encased amplification plate and place it carefully in the liquid handler in the first slot with the serial number on the right -hold the case by the edges without touching the surface of the plate. Use unwrapped plates within one hour of opening. Note: The purpose of the case is to protect the plate from being touched, since this could disturb the small amounts of primers and probes inside the through-holes. 6. Remove the foil seal from the 384-well plate inside the liquid handler once everything is in place. Click Next and then check all the boxes as each step is completed. Click OK to start the run. 7. Close the door to the liquid handler and immediately start the filling process. Stay next to the liquid handler and immediately proceed to the next step once the plate is filled. 8. While the liquid handler is running, remove the protective film from the bottom of a case lid.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 266,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Liquid Handler Transfer"
        },
        {
            "text": "Results are shown in Figures 1 and 2 for a representative RNA assay (influenza matrix) and DNA assay (EHV-1) with a combination of positive controls and clinical samples submitted for routine diagnostic testing. The fluorescence signals emitted throughout this typical reaction are shown in Figure 1 , which plots raw fluorescence values per cycle. All relative cycle threshold (Ct) values were automatically generated by the amplification machine software. Background fluorescence was used as a separate metric for assessment of loading quality rather than incorporating it into the fluorescence readings prior to calculating Ct values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 36,
                    "text": "Figures 1 and 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 291,
                    "end": 299,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Representative Results"
        },
        {
            "text": "The analytical limit of detection (LOD) for each target was calculated based on the overall mean of the Ct values at the 95% detection level plus 2 standard deviations in a pool of controls for all targets. The highest dilution where at least 95% of the replicates were positive for the representative assays was 50 copies; detection of 5 copies was successful in 50% of replicates. Neither assay was detected at below one copy. The LODs for the RNA and DNA assay were calculated at Ct values of 21.92 and 20.05. These values were considered to be the cutoffs for reporting values as positive vs. suspect (potentially not repeatable).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Representative Results"
        },
        {
            "text": "Other aspects of analytic performance of the targets was assessed using serial dilutions of pooled positive controls run on three different days (Figure 2) . The average efficiencies of the representative RNA and DNA assays were 101.1% and 106.6%; the overall mean efficiency for all targets was 101.3%. The assays also had good linearity (R 2 >0.98). Variation within replicate through-holes typically was within standard deviations of 0.2 for both clinical samples and controls. No cross-reactivity between any of the targets was observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 155,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Representative Results"
        },
        {
            "text": "The Final Results worksheet in the supplemental file shows representative quantitative results for 10 clinical diagnostic samples and 4 controls. The clinical samples are a subset of the types of samples routinely tested including nasal/oropharyngeal swabs, lung tissue, and fecal samples. One (equine) fecal sample in this set shows a failed MS2 internal control, which indicates the presence of inhibitors in the sample. This is typically managed by dilution of the eluted sample and/or re-extraction. As is the case here, the negative amplification control should be negative for all targets, and the negative extraction control should only contain the internal control. In the clinical set, samples produced Ct values for betacoronavirus, Bordetella bronchiseptica, canine distemper virus A, canine parainfluenza virus, canine pneumovirus, and influenza A. Table 1 . Schematic of the amplification plate and target locations. The plates used for nanoscale real-time PCR testing on this platform are microscope slide-sized and are arranged in 48 subarrays of 64 through-holes, with a total of 3,072 through-holes for individual reactions. One subarray is shown here, with 18 targets in triplicate. Each sample is added to one subarray by the liquid handler. Plates are coated with hydrophilic and hydrophobic compounds to retain reagents in through-holes via surface tension. The stainless steel chip is \"photolithographically patterned and wet-etched to form a rectilinear array of 3,072 micro-machined, 320 µm diameter holes of 33 nl each\" Table 2 . Plate transfer map. A color-coded plate transfer map for using a fixed 8-channel pipette to transfer from the 96-well preamp plate to the 384-well plate is shown. Alternately, an adjustable pipette may be used. The same procedure is performed each time regardless of how many samples are in the plate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 861,
                    "end": 868,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1545,
                    "end": 1552,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Representative Results"
        },
        {
            "text": "A macro-enabled spreadsheet file containing two macros for formatting results into a summary table (as described in the protocol) is provided. A typical result table generated by the macros is included in the file (under Final Results). The two macros will fill in the sample names in the first column (up to 48 samples) and the average of the three Ct values for each target for those with positive results; note that targets that did not amplify appear blank in this table. This can be easily printed on one piece of paper and used as a reference for checking the raw data efficiently. In the final results tab, representative results for 10 clinical samples and 4 controls are shown. Abbreviations for assay names are listed in the legend of Table 1 . Please click here to download this file.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 745,
                    "end": 752,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Supplemental file."
        },
        {
            "text": "This procedure has been used for routine testing of respiratory pathogens in our laboratory over the course of six months (2-3 times per week). We have also had success using the same procedure for enteric pathogen profiling in fecal samples and bacterial isolates on a separately customized plate. Once the plates are produced, experienced staff can complete steps 2-7 within one standard workday. The most critical steps are the proper sealing of the preamp plate, the transfer of preamplified samples between plates (which must be done rapidly to prevent evaporation), and the final covering of the amplification plate. Use of the macro spreadsheet as a guide for result analysis (checking curves for samples and controls) was also critical as it greatly reduced the amount of time and paperwork needed for this process. The provided macro spreadsheet is an example; it would need to be modified or re-created for plates with different configurations. This can easily be performed by someone with basic spreadsheet knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due to the very small amount of sample loaded onto the amplification plate (33 nl), pre-amplification is required. In the optimization of this protocol (not shown), we compared a number of preamplification parameters including the master mix, addition of random primers, number of cycles, annealing time, and dilution prior to amplification. Each target had its own optimal conditions, and those described here represent those that yielded the best limit of detection overall for our panel. This panel covers a wide range of pathogenic targets and sample types that are encountered in routine veterinary diagnostic testing, but modifications to the preamplification procedures may be necessary for different panels. The manufacturer-optimized amplification conditions are based on a standard probe-based real-time PCR protocol with a 10 min at 95 °C enzyme activation followed by denaturation at 95 °C and annealing/extension at 60 °C. The primers and probes are pre-printed on the plates also using manufacturer-optimized conditions and therefore do not require titration. Combining the reverse-transcription and preamplification steps for all samples (regardless of the type of target) was necessary in order to maintain efficiency in the workflow. Having all samples reverse transcribed is also beneficial for maximizing sensitivity. Furthermore, use of a master mix for the preamp that is optimized for minimizing inhibitors allows versatility in combining different sample types on the same plate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Center for Disease Control (CDC) influenza matrix assay described by Shu et al. 7 ). The significance of adapting these tests to a high-throughput platform with a species-independent internal control is that they can be incorporated into a OneHealth surveillance approach. Having both of these assays on a high-throughput testing platform will facilitate emergency preparedness for clinical facilities, shelters, and performance events.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 85,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results described above were representative of all the targets on the plate with the exception of Mycoplasma cynos, which showed considerably more variation in analytic performance. This was likely due to the sub-optimal melting temperature (T m ) of the primers, which should ideally be 58-60 °C (the ideal probe Tm is 68-70 °C). A limitation of this platform is that it takes longer to design and manufacture the plates than for ordering individual probes, which limits the ability to quickly modify sequences. Another limitation of real-time PCR in general is the inability to detect novel or unexpected pathogens. This can be overcome to some extent by designing assays that match sequences in multiple species, but unbiased whole genome sequencing based methodologies are more suited for discovery of novel agents. 11, 12 Nanoscale real-time PCR allows a new paradigm for syndrome-based rather than species-based testing, which is useful for reducing reagent and labor costs in high-throughput molecular diagnostics. Large-scale panel testing by this approach can facilitate OneHealth surveillance efforts such as those described by Dunne and Gurfield 13 and Moutailler et al. 14 . Collection of swab samples early, generally within 3 days of clinical onset, provides the best chance to identify the presence of respiratory pathogens. Infectious disease emergence is often unpredictable, and tests that can be performed on different species without the need for modification of reagents are ideal for preparedness. Future applications of this technology are likely to be in pathotyping, antimicrobial resistance profiling, and further syndrome-based clinical diagnostic panels. Nanoscale real-time PCR is most useful for rapid, high-throughput screening of multiple sample and pathogen types, and would be complemented by unbiased or partially biased sequencing-based approaches for identifying new and emergent pathogens.",
            "cite_spans": [
                {
                    "start": 824,
                    "end": 827,
                    "text": "11,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 828,
                    "end": 830,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 1161,
                    "end": 1163,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 1186,
                    "end": 1188,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Marcia Slater and Elen Ortenberg are employees of Thermo Fisher Scientific Inc. that produces reagents and instruments used in this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Remove the loaded (filled) amplification plate from the liquid handler and gently place it in the plate press with the serial number on the right",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "While holding the sealed amplification plate vertically by the edges of the case, immediately insert the syringe tip into the loading port at the end of the case, then dispense the immersion fluid slowly in one gentle continuous motion to fill the space between the plate and the lid",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "While continuing to hold the plate vertically by the edges, seal the loading port by inserting the plug into the port and twisting the plug clockwise, applying sufficient pressure until the handle breaks off",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clean the case with a lint-free wipe that has been thoroughly sprayed with ethanol. To dry the case, wipe the case downward with a clean wipe. Gently handle the case",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Under the \"Instrument\" tab, select \"Instrument Console",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Under the Home tab at the bottom of the screen, under the Run menu, select OpenArray. Click \"Get Plate IDs",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Discard the tips from the waste bin and clean it. Clean and decontaminate all items including the working surface, pipette, waste bucket",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Open\" and select the run file to open it. Press the green Analyze button at the top right of the screen. Click \"Export\" on the left side of the screen and then",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Click",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Review QC images in the image analysis program according to the following criteria: 1. Assess loading quality using PRE-READ_CHANNEL_4.tiff and POST-READ_CHANNEL_4.tiff, by checking that there are no dark spots or smudges. NOTE: A dye detected by this channel is added by the manufacturer to the primers and probes, which is released into solution when the reaction is loaded",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Check for leaks or agitation to the plate after loading using S02_C001_t03_p001_m1_x2_e1_cp#_spotfind.tiff. If the image looks dark",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Assess lid placement and debris under the lid (bright spots) using STAGE2_CYCLE1_CHANNEL_1.tiff and STAGE2_CYCLE40_CHANNEL_1.tiff",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "In the exported data file, right click on the tab at the bottom of the screen and select \"Move or Copy\". In the \"to book\" field, select \"Results Macro.xlsm\". Click \"Move to end\" and check the box \"Create copy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "If the Results Macro option does not appear in the \"to book\" field, simply copy the contents of the exported data file worksheet (click on the upper left cell to highlight all cells and Ctrl-C) and paste it into a new tab",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Delete the old \"Export\" tab and then rename the newly added tab as \"Export",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Alt-F8\" (or click View then Macros) then select \"Macro\" and click \"Run\". Then repeat this for Macro2 by clicking \"Alt-F8\" then selecting \"Macro2\" and clicking",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Click",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Rename the Results Macro file using the relevant information (date and serial number)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "In the amplification machine software, check the curves for each sample and control against the macro table by selecting Analysis/ Amplification Plot on the left side of the screen. Then, select the Sample tab",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nanoliter scale PCR with TaqMan detection",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kalinina",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lebedeva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Silver",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nucleic Acids Res",
            "volume": "25",
            "issn": "10",
            "pages": "1999--2004",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Nanoliter high throughput quantitative PCR",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nucleic Acids Res",
            "volume": "34",
            "issn": "18",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Quantification of mRNA using real-time reverse transcription PCR (RT-PCR): trends and problems",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bustin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Mol Endocrinol",
            "volume": "29",
            "issn": "1",
            "pages": "23--39",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A benchmark for microRNA quantification algorithms using the OpenArray platform",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Mccall",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC bioinformatics",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Genetic traceability of cattle using an OpenArray genotyping platform",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pozzi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Previtali",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cenadelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gandini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Galli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bongioni",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Anim Genet",
            "volume": "47",
            "issn": "1",
            "pages": "133--134",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Multiplex screening for blood-borne viral, bacterial, and protozoan parasites using an OpenArray platform",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grigorenko",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Mol Diagn",
            "volume": "16",
            "issn": "1",
            "pages": "136--144",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Design and performance of the CDC real-time reverse transcriptase PCR swine flu panel for detection of 2009 A (H1N1) pandemic influenza virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "49",
            "issn": "7",
            "pages": "2614--2619",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Detection of equine herpesvirus type 1 by real time PCR",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elia",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol Methods",
            "volume": "133",
            "issn": "1",
            "pages": "70--75",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Use of Bacteriophage MS2 as an Internal Control in Viral Reverse Transcription-PCR Assays",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dreier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Störmer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kleesiek",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "9",
            "pages": "4551--4557",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Equine Herpesvirus 1 Myeloencephalopathy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Hussey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Clin North Am Equine Pract",
            "volume": "30",
            "issn": "3",
            "pages": "489--506",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The genomics of emerging pathogens",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Lipkin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annu Rev Genomics Hum Genet",
            "volume": "14",
            "issn": "",
            "pages": "281--300",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The potential of whole genome NGS for infectious disease diagnosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lecuit",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eloit",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Expert Rev Mol Diagn",
            "volume": "15",
            "issn": "12",
            "pages": "1517--1519",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Local Veterinary Diagnostic Laboratory, a Model for the One Health Initiative",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dunne",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gurfield",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Clin North Am Small Anim Pract",
            "volume": "39",
            "issn": "2",
            "pages": "373--384",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Co-infection of Ticks: The Rule Rather Than the Exception",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moutailler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLOS Negl Trop Dis",
            "volume": "10",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Prepare lysis and wash buffers according to the manufacturer's instructions. Add MS2 phage or an internal control of choice to the lysis buffer as an internal positive extraction control 9 . 4. Add 235 µl of lysis buffer and 175 µl of sample (or PBS for negative control) to each bead tube. Proceed with the manufacturer's protocol. NOTE: Purified total nucleic acid was eluted here in 90 µl.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "NOTE: A final volume of 14 µl was used here. 1. Add a pool of premixed primers from each target such that the final concentration of each primer is 900 nM.NOTE: The pool used here was prepared at a 10x concentration, and 1.4 µl added per reaction. 2. Add random primers to a final concentration of 600 nM or 0.2x RT-qPCR mix to half of the final volume (7 µl here). 4. Mix the master mix components together by gently vortexing and spinning down.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Set up the materials needed to cover and seal the amplification plate: lid, plug, syringe of immersion fluid, plate press, ethanol squirt bottle, and lint-free laboratory wipes. Remove the syringe cap and lock a small plastic tip onto the syringe (requires force). Eject a small amount of immersion fluid onto a paper towel to remove air buildup (it is ok if some small air bubbles remain in the tip). Use the immersion fluid within 60 min of removing the syringe from the vacuum sealed aluminum bag. Once a syringe is opened, do not reattach the cap for later use.2. Check that the waste bin of the plate loading liquid handler is empty and open the box of tips. Write the expiration date of the tips on the tip",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Amplification plots. Fluorescence readings are plotted against amplification cycles for the RNA assay (A) and DNA assay (B). Triangles are shown denoting Ct values. Please click here to view a larger version of this figure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Abbreviations for targets are as follows: BCOR, canine respiratory coronavirus (betacoronavirus); BORD, Bordetella bronchiseptica CAV, canine adenovirus; CPIV, canine parainfluenza virus; CPNV, canine pneumovirus; DISTA/B, canine distemper virus A and B; EADV1/2, equine adenovirus 1/2; EAV, equine arteritis virus; EHV1/4, equine herpesvirus type 1/4; ERVA/B, equine rhinitis virus A/B; IVM, influenza A matrix; MCYNOS, Mycoplasma cynos; MS2, internal control (MS2 RNA phage); SEQU, Streptococcus equi.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and adapted here for nanoliter scale reactions is a universal influenza A assay that is appropriate for testing samples from humans and companion animals. It was designed for universal detection of the matrix gene of all influenza A viruses using microliter scale reactions. It has been used around the world as part of a CDC Human Influenza Virus Panel and a CDC Swine Flu Panel. The EHV-1 assay 8 adapted here detects an important respiratory pathogen of horses that Copyright © 2016 Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License November 2016 | 117 | e54781 | Page 8 of 8 can cause abortions and neurologic disease (reviewed by Pusterla and Hussey",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The work on respiratory pathogen assays described here was supported by Cornell Animal Health Diagnostic Center internal development funds. Development of the nanoscale PCR workflow and associated quality assurance systems was partially funded (FOA PA-13-244) and performed in collaboration with the Food and Drug Administration's Veterinary Laboratory Investigation and Response Network (FDA Vet-LIRN) under Grant No. 1U18FD005144-01. The publication fees were sponsored by VWR and Quanta Biosciences. We thank Gabrielle Nickerson, Roopa Venugopalan, Veldina Camo, XiuLin Zhang, Jinzhi Yu, Weihua Wang, and Katrina Walker for their assistance with writing and reviewing the protocol. We thank Mike Carroll for filming the author interviews. We finally thank the editor and three anonymous peer reviewers for their helpful comments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}