{
    "paper_id": "84d00088f2124eac73c0e79cb15fbe4924109178",
    "metadata": {
        "title": "Molecular Evidence of Influenza A Virus Circulation in African Dromedary Camels Imported to Saudi Arabia, 2017-2018",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Hashem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abdulaziz",
                "middle": [],
                "last": "Alghamdi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Special Infectious Agents Unit, King Fahd Medical Research Center, and 3 Vaccines and Immunotherapy Unit, King Fahd Medical Research Center",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [
                    "M"
                ],
                "last": "Hassan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Special Infectious Agents Unit, King Fahd Medical Research Center, and 3 Vaccines and Immunotherapy Unit, King Fahd Medical Research Center",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [
                    "M"
                ],
                "last": "Tolah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Special Infectious Agents Unit, King Fahd Medical Research Center, and 3 Vaccines and Immunotherapy Unit, King Fahd Medical Research Center",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Sawsan",
                "middle": [
                    "S"
                ],
                "last": "Alamari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abdulrahman",
                "middle": [
                    "A"
                ],
                "last": "Alzahrani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ghaleb",
                "middle": [
                    "A"
                ],
                "last": "Alsaaidi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Turki",
                "middle": [
                    "S"
                ],
                "last": "Abujamel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Esam",
                "middle": [
                    "I"
                ],
                "last": "Azhar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Special Infectious Agents Unit, King Fahd Medical Research Center, and 3 Vaccines and Immunotherapy Unit, King Fahd Medical Research Center",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Anwar",
                "middle": [
                    "M"
                ],
                "last": "Hashem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdulaziz University",
                    "location": {
                        "settlement": "Jeddah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": "amhashem@kau.edu.sa."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "For centuries, camels have played a significant role as a major human companion and a key contributor to the livelihood of mankind. Despite the known role of camels in zoonosis, many aspects of their health have not been studied before the emergence of the Middle East respiratory syndrome-coronavirus (MERS-CoV) in 2012 [1] [2] [3] [4] . In fact, the possibility of spreading known and unknown zoonotic pathogens from camels to humans or other animals represents major public health and economic concerns [4] [5] [6] . These concerns are exaggerated further because of the inevitable close contact between camels and humans during ranching, milking, feeding, and riding, raising the need for enhanced surveillance in these animals as a one-health approach.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Although data on influenza viruses circulation in camels are very scarce, some existing evidence suggests the viruses' ability to infect and cause disease in these animals. Several outbreaks of severe respiratory diseases in bactrian camels have occurred between 1978 and 1988 in Mongolia and were suspected to be due to influenza viruses [7] . Serum samples obtained from sick camels during these outbreaks had positive hemagglutination inhibition titers against influenza A/ USSR/90/77 (H1N1) human vaccine strain [7] . Genetic and antigenic analyses of these isolates confirmed their relatedness to influenza A/USSR/90/77 (H1N1) which is a reassortant vaccine strain obtained by reassortment between two H1N1 strains (A/ PR/8/34 and A/khabarovsk/77), possibly through transmission from vaccinated humans to camels [7] . Interestingly, experimental infection of bactrian camels with these isolates resulted in productive infections and antibody responses, indicating that camels are a potentially unexplored permissive host for influenza A viruses [7] . Further active and enhanced surveillance of bactrian camels in Mongolia also resulted in the isolation of influenza A H3N8 viruses that are phylogenetically related to equine influenza A viruses, suggesting possible interspecies transmission [8] . Although the existence of influenza viruses in dromedary camels has not been investigated properly, previous studies provided limited serological evidence of circulation of all influenza types (A, B, C, and D) among dromedaries in several African countries [9] [10] [11] .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1561,
                    "end": 1564,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1565,
                    "end": 1569,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1570,
                    "end": 1574,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "It is clear that the potential role of camels in interspecies and zoonotic transmission of influenza as well as the ecology of these viruses in camels are poorly understood, highlighting the need for active and enhanced surveillance. Here, we expanded our surveillance for influenza A viruses to include local and imported dromedary camels in Saudi Arabia, especially as thousands of camels are annually imported from African countries, such as Sudan, Djibouti, Kenya, Somalia, and Eritrea, in addition to the large number of local camels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A total of 520 and 145 nasal swabs were collected from imported and local camels in Saudi Arabia, respectively. Local camels were sampled form local farms in Jeddah (western Saudi) and Riyadh (central Saudi), whereas imported camels were sampled on incoming ships arriving from Sudan (339 samples) and Djibouti (181 samples) at Jeddah Islamic Seaport (Table 1 ) before disembarking the vessels. All swabs were collected, immersed in viral transport media, transported in a cold container, and stored at -80˚C until studied. Samples were collected upon ethical approval from the Unit of Biomedical Ethics in King Abdulaziz University Hospital.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 359,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Samples"
        },
        {
            "text": "Extracted viral RNA was screened for influenza A virus RNA by one-step real-time reverse transcription polymerase chain reaction (RT-PCR) using single-step 2X QuantiFast RT-PCR Master Mix kit (Qiagen, Hilden, Germany). Targeting a 100bp fragment in the matrix (M) gene (InfA-F: 5′-GACCRATCCTGTCACCTCT GAC-3′; InfA-R: 5′-AGGGCATTYTGGACAAAKCGTCTA-3′; InfA-P: 5′-FAM-TGCAGTCCTCGCTCACTGGGCACG-MGB-3′), RT-PCR was conducted with consensus degenerate primers and probes according to World Health Organization protocol [12] . Viral RNA from known influenza A isolates as well as no template controls were included in each run as positive and negative controls, respectively. Samples with cycle thresholds (Ct) values <40 were considered positive. Precautions were taken to avoid cross-contamination of samples during all steps and all positive and some negative samples were re-extracted and retested independently to confirm the results.",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 516,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Screening for Influenza A Viruses"
        },
        {
            "text": "Extracted RNA from positive samples was used for one-step conventional RT-PCR using the Superscript III One-step RT-PCR High Fidelity kit (Invitrogen, Foster City, CA) according to the manufacturer's instructions using the InfA-F and InfA-R primers. The resulting amplicons were analyzed on 1% agarose gel and bands with expected size (~100 bp) were purified and sequenced using cycle sequencing on an ABI 3500 Automatic Sequencer (Applied Biosystems, Foster City, CA) using InfA primers and the Bigdye Terminator V3.1 Reaction Cycle kit (Applied Biosystems, USA) according to the manufacturer's instructions. Sequences were assembled and analyzed for homology using the National Center for Biotechnology Information (NCBI) BLASTn (Nucleotide Basic Local Alignment Search Tool), and the top 100 hits with the highest alignment scores for each contig were kept and summarized in a tabular format.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sanger Sequencing"
        },
        {
            "text": "The viral genome was amplified directly from positive samples using the Superscript III One-step RT-PCR High Fidelity kit according to the manufacturer's instructions by using the universal influenza A primers (FWuni12 and RVuni13) as previously described [13] . Purified RT-PCR amplicons were randomly fragmented and used for indexed metagenomic library construction utilizing the Illumina TruSeq nano kit (Illumina Inc., Foster City, CA ",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Next Generation Sequencing"
        },
        {
            "text": "Between 2017 and 2018, a total of 665 nasal swabs were collected through active surveillance of imported and local camels (520 from imported camels and 145 from local camels). Out of the 665 tested samples, 11 samples (1.7 %) were positive for influenza A virus by RT-PCR (Table 1) . Viral RNA was detected only in imported camels from Sudan (4 samples) and Djibouti (7 samples) but not local animals (Table 1 ). Viral RNA was detected in both male (8 samples) and female (3 samples) camels as well as from juvenile camels between 1 to 2 years (6 samples) and those older than 4 years (5 samples) ( Table 2) . Viruses could not be isolated from any of the positive samples in Madin-Darby canine kidney cells even after 3 consecutive passages most probably due to the low viral load as shown by the high Ct values, which varied from 34.95 to 39.81 (Table 2) . These results were confirmed for 5 samples by conventional RT-PCR using the same primers used in the real-time RT-PCR targeting a conserved ~100 bp fragment in the M gene of all influenza A viruses. Query BLASTn of the obtained partial sequences of the fragments from these 5 specimens further confirmed these results with >97% sequence identity with at least 1 or 2 mismatches to multiple influenza A viruses subtypes (Supplementary  Table S1 ). This analysis did not result in any definitive determination of the circulating subtypes as expected, because the used primers target a highly conserved region in all influenza A viruses (Supplementary Table S1 ). The obtained sequences were identical for samples SPC00384, SPC00394, and SPC00401 collected from Djibouti in March 2017 with 1 and 2 mutations in the other 2 samples (SPC00455 and SPC00687) obtained from camels from Sudan and Djibouti, respectively, at different time points (Figure 1 and Table 2 ). Unfortunately, other trials to amplify other targets failed to generate products for sequencing possibly due to RNA degradation and low viral load as well as the inability to use subtype-specific primers, especially as the exact subtypes were unknown. Therefore, 2 positive swab samples (SPC000384 and SPC000394) were analyzed by NGS for further confirmation. Upon metagenomic sequencing of the 2 samples, a total of 16 179 out of 38 584 598 and 16 094 out of 33 491 558 high quality reads that matched influenza A sequences in the Influenza Virus Database by BLASTn were obtained from samples SPC00384 and SPC00394, respectively. De novo assembly of these reads resulted in 1 and 4 contigs from samples SPC00384 and SPC00394, respectively. Query BLASTn of these 5 contigs returned closely related viruses that belonged mostly to human and swine influenza A H1N1 strains isolated between 2009 and 2019 from different countries (Supplementary Table  S2 ). However, some strains from other subtypes such as H1N2, H3N2, and H3N6 also were observed at lower frequencies (Supplementary Table S2 ). The PB2 contig (134 bases) from both samples were identical and matched a fragment in the PB2 gene corresponding to the region between nucleotide 2208 to 2341 with >97% identity and a minimum of 3 mismatches. Out of the top 100 matches, 98 were H1N1 strains and 2 were H1N2 strains (Supplementary Table S2 ). Blasting of the 116 bases contig from segment 7 in the SPC00394 sample showed >97% identity match to residues 911 to 1027 in the M gene of influenza A viruses with a minimum of 3 mismatches with 97 H1N1, 1 H1N2, and 2 H3N2 strains out of the top 100 matching sequences. The de novo assembled reads from segment 8 of SPC00394 sample resulted in 2 contigs (92 and 111 nucleotides) that matched regions corresponding to 1-92 and 790-900 in the NS1 gene of influenza A viruses, respectively. Although the first contig (92 nucleotides) matched 95 H1N1, 4 H3N2, and 1 H3N6 strains with >97% identity, the second contig (111 nucleotides) showed >99% identity match to 52 H1N1, 39 H1N2, and 3 H3N2 strains as well as 6 unknown or mixed influenza A isolates (Supplementary Table S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 281,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 401,
                    "end": 409,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 599,
                    "end": 607,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 847,
                    "end": 856,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1278,
                    "end": 1302,
                    "text": "(Supplementary  Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1508,
                    "end": 1516,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1796,
                    "end": 1805,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1810,
                    "end": 1817,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2748,
                    "end": 2772,
                    "text": "(Supplementary Table  S2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2887,
                    "end": 2910,
                    "text": "(Supplementary Table S2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 3211,
                    "end": 3219,
                    "text": "Table S2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 3972,
                    "end": 3995,
                    "text": "(Supplementary Table S2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Emerging and re-emerging pathogens are potential pandemic threats that are often originate from animals and spread to humans [14] . Such threats could have a global impact on the public health and the economy. Therefore, it is crucial to implement early detection, prediction, and risk assessment of pathogens in their animal reservoirs as a one-health approach for proper preparedness to minimize their potential spread to humans.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We provide the first molecular evidence of influenza A virus circulation in dromedary camels imported from 2 African countries (Sudan and Djibouti) but not in local camels from Saudi Arabia. Our data suggest that dromedary camels could represent a potential unknown permissive host and zoonotic source for influenza A viruses. Although the partial sequencing data obtained in this study point towards strains closely related to human and swine influenza A H1N1 isolates obtained between 2009 and 2018, it is clear that use of short fragments from highly conserved regions of internal genes are not definitive. Unfortunately, we were not successful in isolating any virus from the collected samples for better characterization or able to obtain long genome sequences to accurately determine the subtype of these viruses. Furthermore, the identical partial influenza RNA sequences from different camels arriving from the same origin on the same day as well as the detection of viral RNA from animals arriving from 2 different countries at multiple time points over 2 years reduces the possibility of environmental contamination or simple respiratory exposure to infected humans or animals. However, such evidence is not sufficient, and more studies are needed to confirm whether the detected viruses in camels are a result of a natural self-sustained infection or cross-species spillover from humans or pigs. Nonetheless, previous productive experimental infection of camels with influenza A H1N1 virus and their seroconversion, in addition to the detection of neutralizing antibody in farm and free ranging camels, clearly provide convincing evidence of the permissiveness of camels to influenza A viruses [7, 9, 10] .",
            "cite_spans": [
                {
                    "start": 1705,
                    "end": 1708,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1709,
                    "end": 1711,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1712,
                    "end": 1715,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although there is no report of human influenza infection due to contact with camels, the role of camels in human infections cannot be excluded, especially in high risk individuals who are in continuous contact with these animals directly or indirectly. The possible risks involved in interspecies transmission of influenza viruses and the odds of reassortment and coinfections in camels are also a big concern. The transmission of these viruses from camels to humans or pigs or vice versa cannot be confirmed and requires further studies to enhance our understanding of influenza ecology and epidemiology in camels and their role in influenza emergence. Future studies should focus on virus isolation, full genome sequencing, and using hemagglutinin inhibition assays in order to determine accurately the possible circulating influenza A subtypes in dromedary camels. It is of note that the detected influenza A viruses were from asymptomatic animals, and the pathogenesis and transmission of this virus in camels are not known apart from previous experimental infection in bactrian camels [7] .",
            "cite_spans": [
                {
                    "start": 1090,
                    "end": 1093,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, we provide the first molecular evidence of influenza A virus infection in dromedary camels, suggesting a possible role for dromedaries in influenza zoonosis or infection to other livestock. Our data as well as previous reports suggest that influenza A virus could cause a sustained infection in these animals, highlighting the need for enhanced field surveillance for influenzas viruses as well as other pathogen in dromedary camels to help implementing better preventative one-health plans and programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Supplementary materials are available at Open Forum Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Trypanosomiasis of camels (Camelus dromedarius) in Algeria: first report",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bennoune",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Adili",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Amri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bennecib",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ayachi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet Res Forum",
            "volume": "4",
            "issn": "",
            "pages": "273--278",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Camelus dromedarius brucellosis and its public health associated risks in the Afar National regional state in northeastern Ethiopia",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Bekele",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Tessema",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Melaku",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Acta Vet Scand",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Molecular and immunological characterization of Hyalomma dromedarii and Hyalomma excavatum (Acari: Ixodidae) vectors of Q fever in camels",
            "authors": [
                {
                    "first": "Hham",
                    "middle": [],
                    "last": "Abdullah",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "El-Shanawany",
                    "suffix": ""
                },
                {
                    "first": "Abdel",
                    "middle": [
                        "-"
                    ],
                    "last": "Shafy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abou-Zeina",
                    "suffix": ""
                },
                {
                    "first": "Haa",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Abdel-Rahman",
                    "middle": [],
                    "last": "Eh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Vet World",
            "volume": "11",
            "issn": "",
            "pages": "1109--1128",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome coronavirus infection in dromedary camels in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Alagaili",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": "884--898",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome coronavirus infection in non-camelid domestic mammals",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kandeil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gomaa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shehata",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg Microbes Infect",
            "volume": "8",
            "issn": "",
            "pages": "103--111",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Outbreaks of Middle east respiratory syndrome in two hospitals initiated by a single patient in Daejeon",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "South Korea. Infect Chemother",
            "volume": "48",
            "issn": "",
            "pages": "99--107",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A reassortant H1N1 influenza A virus caused fatal epizootics among camels in Mongolia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Yamnikova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mandler",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Bekh-Ochir",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Virology",
            "volume": "197",
            "issn": "",
            "pages": "558--63",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Equine influenza A(H3N8) virus isolated from Bactrian camel",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yondon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zayat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mongolia. Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "2144--2151",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Detection of influenza antibody in animal sera from Kassala region, Sudan, by agar gel diffusion test",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Caffar Elamin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kheir",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Rev Elev Med Vet Pays Trop",
            "volume": "38",
            "issn": "",
            "pages": "127--136",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Preliminary survey for antibodies against respiratory viruses among slaughter camels (Camelus dromedarius) in north-eastern Nigeria",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "D"
                    ],
                    "last": "Olaleye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Baba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Omolabu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Serologic evidence for Influenza C and D virus among ruminants and Camelids",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Salem",
                    "suffix": ""
                },
                {
                    "first": "Eaj",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Lbacha",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Emerg Infect Dis",
            "volume": "23",
            "issn": "",
            "pages": "1556--1565",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World Health Organization. WHO information for the molecular detection of influenza viruses",
            "authors": [],
            "year": 2017,
            "venue": "Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Single-reaction genomic amplification accelerates sequencing and vaccine production for classical and Swine origin human influenza a viruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Scholes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "10309--10322",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Public health. Pathogen surveillance in animals",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Leighton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1680--1681",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Alignment of M Gene Sequences Obtained by Sanger SequencingAlignment of sequences of the M gene segment from samples SPC00384, SPC00394, and SPC00401 that were collected from camels arriving from Djibouti in March 2017, and samples SPC00455 and SPC00687 that were obtained from camels arriving from Sudan and Djibouti in April and November 2017, respectively.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Influenza A RNA Detection Rate in Imported and Local Dromedary Camels in Saudi Arabia",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). The next-generation sequencing (NGS) was performed utilizing Illumina's NovaSeq 6000 platform (Illumina Inc., Foster City, CA), generating 2 × 100 bp pairedend sequences. The paired-end sequencing reads were filtered for quality using the fastq_quality_filter command line from the Fastx-toolkit version 0.0.13 (http://hannonlab.cshl. edu/). High-quality reads with a minimum quality score of 20 on 90% of the bases and 80 bp read length from each sample were aligned to the Influenza Virus Database retrieved from the Influenza Virus Resources (https://www.ncbi.nlm.nih.gov/ genomes/FLU/Database/nph-select.cgi?go=database) utilizing the NCBI BLASTn. and the top 100 hits with the highest alignment scores for each contig were kept and summarized in a tabular format.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Detected Influenza A Viruses in Imported Dromedary Camels in Saudi Arabia",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank King Abdulaziz City for Science and Technology for their generous funding and support.Finanacial support. This work was supported by King Abdulaziz City for Science and Technology through the MERS-CoV research grant program (number 09-1), which is a part of the Targeted Research Program.Potential conflicts of interest. All authors: No reported conflicts of interest. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}