{
    "paper_id": "84ef152ba76ced39a6ab7f082895541c1b3ea9ec",
    "metadata": {
        "title": "Household preparedness for emergency events: a cross-sectional survey on residents in four regions of China",
        "authors": [
            {
                "first": "Chao",
                "middle": [
                    "Yi"
                ],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harbin Medical University",
                    "location": {
                        "settlement": "Harbin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harbin Medical University",
                    "location": {
                        "settlement": "Harbin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yajun",
                "middle": [],
                "last": "Dai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harbin Medical University",
                    "location": {
                        "settlement": "Harbin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weilan",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Qiqihar Medical College",
                    "location": {
                        "settlement": "Qiqihar",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chaojie",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "La Trobe University",
                    "location": {
                        "settlement": "Bundoora",
                        "region": "Victoria"
                    }
                },
                "email": ""
            },
            {
                "first": "Qunhong",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harbin Medical University",
                    "location": {
                        "settlement": "Harbin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lijun",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harbin Medical University",
                    "location": {
                        "settlement": "Harbin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zheng",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harbin Medical University",
                    "location": {
                        "settlement": "Harbin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanhua",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harbin Medical University",
                    "location": {
                        "settlement": "Harbin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ning",
                "middle": [],
                "last": "Ning",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harbin Medical University",
                    "location": {
                        "settlement": "Harbin",
                        "country": "China"
                    }
                },
                "email": "ningninghyd@163.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "► This study quantified household preparedness for emergency events for the first time in China and identified factors associated with emergency preparedness. ► The findings of the determinants of poor household preparedness are closely aligned with the Chinese auspicious culture. ► One adult respondent from each household was invited to complete the survey but opinions from the family members might not have always been consistent. ► The 14 emergency items included in this study reflected priorities in emergency responses in China which might not be exhaustive. The importance of the emergency items was not differentiated either. ► We presented the results of both logistic regression and linear regression analyses which were largely consistent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objective This study aimed to assess household preparedness for emergency events and its determinants in China. Design A cross-sectional questionnaire survey was conducted on 3541 households in China in 2015. Participants Households were selected using a stratified cluster sampling strategy, representing central, eastern, western and southern regions of China. The designed questionnaires were administered through face-to-face interviews. Outcome measures Household emergency preparedness was measured with 14 indicators, tapping into the supply of nine emergency necessities (food and water, extra batteries, battery-powered radio, battery-operated torch, first-aid kit, gas mask, fire extinguisher, escape ropes, whistle), coverage of accident insurance, knowledge of local emergency response systems (emergency numbers, exit routes and shelters) and availability of a household evacuation plan. If an individual acted on 9 of the 14 indicators, they were deemed well prepared. Logistic regression models were established to identify predictors of well preparedness based on 3541 returned questionnaires containing no missing values. results Only 9.9% of households were well prepared for emergencies: 53.6% did not know what to do and 31.6% did not want to think about it. A higher level of preparedness was found in the respondents who have attained higher education (adjusted OR=0.826 compared with the higher level), participated in emergency training activities (adjusted OR=2.299), had better emergency knowledge (adjusted OR=2.043), reported less fate-submissiveness (adjusted OR=1.385) and more self-reliance (adjusted OR=1.349), prior exposure to emergency events (adjusted OR=1.280) and held more positive attitudes towards preparedness (adjusted OR=1.286). Conclusion Household preparedness for emergency events is poor in China. Lack of motivation, negative attitude to preparedness and knowledge shortfall are major but remediable barriers for household preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "► This study quantified household preparedness for emergency events for the first time in China and identified factors associated with emergency preparedness. ► The findings of the determinants of poor household preparedness are closely aligned with the Chinese auspicious culture. ► One adult respondent from each household was invited to complete the survey but opinions from the family members might not have always been consistent. ► The 14 emergency items included in this study reflected priorities in emergency responses in China which might not be exhaustive. The importance of the emergency items was not differentiated either. ► We presented the results of both logistic regression and linear regression analyses which were largely consistent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "Objective This study aimed to assess household preparedness for emergency events and its determinants in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbStrACt"
        },
        {
            "text": "Design A cross-sectional questionnaire survey was conducted on 3541 households in China in 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbStrACt"
        },
        {
            "text": "Participants Households were selected using a stratified cluster sampling strategy, representing central, eastern, western and southern regions of China. The designed questionnaires were administered through face-to-face interviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbStrACt"
        },
        {
            "text": "Outcome measures Household emergency preparedness was measured with 14 indicators, tapping into the supply of nine emergency necessities (food and water, extra batteries, battery-powered radio, battery-operated torch, first-aid kit, gas mask, fire extinguisher, escape ropes, whistle), coverage of accident insurance, knowledge of local emergency response systems (emergency numbers, exit routes and shelters) and availability of a household evacuation plan. If an individual acted on 9 of the 14 indicators, they were deemed well prepared. Logistic regression models were established to identify predictors of well preparedness based on 3541 returned questionnaires containing no missing values. results Only 9.9% of households were well prepared for emergencies: 53.6% did not know what to do and 31.6% did not want to think about it. A higher level of preparedness was found in the respondents who have attained higher education (adjusted OR=0.826 compared with the higher level), participated in emergency training activities (adjusted OR=2.299), had better emergency knowledge (adjusted OR=2.043), reported less fate-submissiveness (adjusted OR=1.385) and more self-reliance (adjusted OR=1.349), prior exposure to emergency events (adjusted OR=1.280) and held more positive attitudes towards preparedness (adjusted OR=1.286). Conclusion Household preparedness for emergency events is poor in China. Lack of motivation, negative attitude to preparedness and knowledge shortfall are major but remediable barriers for household preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbStrACt"
        },
        {
            "text": "No community is immune from the risk of emergencies and disasters in today's increasingly interconnected world. Many emergency events may be difficult to prevent. Inadequate preparation in response to these events can cause a tremendous loss in terms of human lives and health, property and infrastructure. It was estimated that natural disasters alone cost over US$ 100 billion annually worldwide. 1 3 Strengthening emergency responses can effectively reduce human casualties and contribute to sustainable postevent development. It is deemed a cost-effective investment in preventing losses and is considered one of the four priority areas in the Sendai Framework for Disaster Risk Reduction 2015-2030 which has been endorsed by the third United",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 400,
                    "text": "1",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 401,
                    "end": 402,
                    "text": "3",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "IntrODuCtIOn"
        },
        {
            "text": "Nations World Conference in Japan. 4 Over the past few decades, emergency response efforts have evolved from a focus on top-down relief assistance to a more comprehensive strategy with a greater emphasis on community participation and pre-event preparedness for better risk management. This is because emergency victims often face geographical isolation as a result of damage to local infrastructure such as energy, road and communication facilities. 5 Consequently, the arrival of external rescue support may experience two or more days of delay. 6 But rescue efforts in the first couple of days in disastrous events are critical. 7 Community and household preparedness in self-rescue efforts prior to the arrival of external assistance may result in the difference between the chance of survival and death. 8 Empirical evidence shows that sufficient household preparedness can significantly mitigate the negative consequences of emergency events. 9 The United Nations International Strategy for Disaster Reduction defined preparedness as the 'knowledge, capacities and actions to effectively respond to the effects of hazard events, whether or not they have occurred'. 10 Preparedness activities can be developed at the individual, household, community and governmental levels. Household preparedness plays a critical role because it is an integral part of any individual and community effort. The concept of household preparedness emphasises household responsibilities and the capability to reduce risks and damage 11 which requires stockpiling emergency supplies, planning for emergency events and other actions like buying accident insurance. 12 13 Previous studies revealed poor household preparedness for disastrous events across a range of different settings. 14 15 Despite a rise in the number of publications on household preparedness in developed countries, there is a serious shortage of literature documenting the situation in low-income and middle-income countries. Empirical evidence shows that household preparedness is associated with many factors, including knowledge, risk awareness, prior exposure to disasters, attitudes towards emergency preparedness 16 and trust in the government. Socioeconomic status may also play an important role. 17 18 Low-income and middle-income countries are facing ever-increasing challenges and costs associated with disastrous events but experiences from developed countries cannot be extrapolated to low-income and middle-income countries without consideration of the local contexts.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 36,
                    "text": "4",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 451,
                    "end": 452,
                    "text": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 548,
                    "end": 549,
                    "text": "6",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 809,
                    "end": 810,
                    "text": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 949,
                    "end": 950,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1171,
                    "end": 1173,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1648,
                    "end": 1653,
                    "text": "12 13",
                    "ref_id": null
                },
                {
                    "start": 1768,
                    "end": 1773,
                    "text": "14 15",
                    "ref_id": null
                },
                {
                    "start": 2173,
                    "end": 2175,
                    "text": "16",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2259,
                    "end": 2264,
                    "text": "17 18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "China is a disaster-prone country with the largest population and high population density but little is known about the household preparedness of China in response to emergencies. This study aimed to assess the level of household emergency preparedness in China and identify the factors associated with household preparedness. The findings of the study can provide evidence for better planning for the emergency response system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "A cross-sectional questionnaire survey was conducted on 3541 households in four regions of China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MethODS"
        },
        {
            "text": "A multistage stratified sampling strategy was adopted to select participating households. In the first stage, we identified four regions purposively considering diversities in geographic location and socioeconomic development: Beijing is the capital of China; Guangdong represents the most developed region in eastern China; Heilongjiang and Sichuan represent the less developed regions in central and western China, respectively. These four regions have a total population of more than 25 million, accounting for over 18% of the entire population in China. Of the four regions, Sichuan is an earthquake-prone area and recently experienced the Jiuzhaigou earthquake in 2017 and the Wenchuan earthquake in 2008. Guangdong is most frequently affected by typhoons. Meanwhile, many infectious diseases erupted in Guangdong, such as Severe Acute Respiratory Syndrome in 2003 and dengue fever in 2014.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "The second stage involved a selection of two municipalities in each province (two districts in Beijing) with varied social and economic conditions. We then randomly selected one urban and one rural residential community from each participating municipality/district. A total of 3650 households in these communities were approached and invited to participate in this study: 1000 in Beijing, 850 in Guangdong, 900 in Heilongjiang and 900 in Sichuan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "Data were collected from April to September 2015. A research team comprising 10 trained researchers and postgraduate students from Harbin Medical University visited the selected households. One adult member from each household was interviewed. Verbal informed consent was obtained prior to the survey. The questionnaire was administered anonymously which took about 20 min to complete. Of the 3650 invited households, 3580 (98.1%) completed the questionnaire survey. The final data analyses included 3541 (98.9%) questionnaires that contained no missing values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Household preparedness was measured by 14 items that were commonly used in previous studies. A list of emergency items was generated through literature review. The selection of the emergency items in this study considered the relevance of the emergency items to the common disastrous events in China. The relevant emergency items were prioritised in accordance with the National Disaster Prevention Manual published by the Ministry of Civil Affairs of China and the CDC Behavioral Risk Factor Surveillance System. These included nine general emergency necessities (3-day supply of non-perishable food and water, battery-powered radio, extra batteries, batteryoperated torch, first-aid kit, gas mask, fire extinguisher, escape ropes, whistle) as recommended by the national public education 'ready' programme in the USA and some preparedness items source from the General Preparedness Module, 18 19 as well as coverage of accident insurance, knowledge of local emergency response systems (emergency numbers, exit routes and shelters) and availability of an evacuation plan. 20 21 ",
            "cite_spans": [
                {
                    "start": 892,
                    "end": 897,
                    "text": "18 19",
                    "ref_id": null
                },
                {
                    "start": 1073,
                    "end": 1078,
                    "text": "20 21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dependent variable"
        },
        {
            "text": "The selection of independent variables was guided by two behavioural theories: the KAP (knowledge, attitudes and practice) theory and the theory of reasoned action (TRA). The KAP theory addresses the intertwined effects between knowledge, attitudes and behaviours, whereas, the TRA emphasises the importance of human reasoning as many contextual factors can weigh into human decision on actions. 22 23 The independent variables tested in this study included: Demographic and socioeconomic characteristics: age, region and residency (urban vs rural), educational attainments and monthly household income (estimated in Chinese yuan). Previous studies showed that socioeconomic factors not only determine the available resources, but also predict the knowledge and attitudes of an individual towards human actions, in particular those for preventive purposes. People with low socioeconomic status are less likely to invest and act on risk prevention and risk management activities. 24 25 Knowledge: 16 statements were designed based on the national guidelines for emergency responses in China to test the relevant knowledge of respondents. They were asked to judge whether these statements were correct, incorrect or if they were unsure. A correct answer was given a score of one point. This generated an overall knowledge score for each respondent ranging from 0 to 16.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 401,
                    "text": "22 23",
                    "ref_id": null
                },
                {
                    "start": 979,
                    "end": 984,
                    "text": "24 25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "Risk awareness: respondents were asked to rate their concerns about natural and man-made disasters, social safety events and public health emergencies on a fivepoint Likert scale (1) (2) (3) (4) (5) . A summed score was calculated for each respondent (ranging from 4 to 20), with a higher score indicating a higher level of concern.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "text": "(1)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "(2)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "(3)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "(4)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "(5)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "Attitudes: respondents were asked to rate on a five-point Likert scale (1-5) their interests in gathering information regarding emergency responses, perceived importance of such information and willingness to discuss this topic with others. A summed score was calculated (ranging from 3 to 15), with a higher score indicating a higher level of endorsement with emergency preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "Fate-submissiveness and self-reliance: respondents were asked to rate on a five-point Likert scale (1-5) their inclination of submissiveness to fate or luck, in comparison with the determination of self-rescue in emergency events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "Past experience: prior exposure to emergency events and participation in emergency training activities over the past year were measured in this study. Experiences play a pivotal role in the development of human behaviours. 26 Respondents were also asked to choose all the reasons that prevented 'people from preparing for emergencies' from the following list: (1) 'do not know what to do'; (2) 'do not want to think about it'; (3) 'nothing can be done'; (4) 'it takes too much time'; (5) 'it takes too much money'; (6) 'do not have the ability to prepare'; (7) 'professionals will do the rescue job'; (8) 'do not believe emergency will happen to the family'; (9) 'do not have enough information from the government and the public media'. The list was developed based on findings of previous studies. 27 28 Statistical analysis We estimated the number and percentage of households acting on each of the 14 indicators for emergency preparedness. These indicators were commonly used for measuring the preparedness of the household. Each positive answer was given one point. A score of actions on over nine out of the 14 points was categorised as well prepared. Differences in actions across households were tested using χ 2 tests.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 225,
                    "text": "26",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 800,
                    "end": 805,
                    "text": "27 28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "A multivariate logistic regression model was established to identify independent variables associated with well Open access preparedness. We also performed a linear regression analysis using the 'summed points' as a dependent variable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "In the regression models, independent variables measuring knowledge, risk awareness, attitudes, fatesubmissiveness and self-reliance were transformed into a nominal measure: 'above average score' versus 'on/below average score'. The models employed an enter approach based on the maximum likelihood estimation method, with an enter/exit criterion (α) of 0.05/0.01. All statistical analyses were performed using SPSS V.22.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Independent variables"
        },
        {
            "text": "Over half (53.2%) of the respondents were aged between 25 and 44 years; 54.4% were women; 41.7% held a college degree or above; 72.1% had a monthly household income of above ¥3500. Most (64.3%) respondents lived in urban areas. The majority (79.2%) were married at the time of the survey (table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 297,
                    "text": "(table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Characteristics of respondents"
        },
        {
            "text": "The respondents had relatively good knowledge of their local emergency response systems, with 93.9% knowing the emergency numbers, 74.9% being aware of the evacuation exit routes and 62.4% being able to locate the emergency shelters but less than half of the households were well prepared in terms of necessities (apart from 80% having a battery-operated torch), having accident insurance coverage and having developed an evacuation plan. Overall, households in Beijing performed worse than those in the other regions. Urban households outperformed their rural counterparts in insurance coverage and knowledge of local emergency response systems but rural households were more likely to have an evacuation plan and stockpile food/water, radio, torch and escape ropes. Only a small number of households (9.9%) were deemed well prepared, acting on nine or more of the emergency indicators (table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 887,
                    "end": 896,
                    "text": "(table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "household emergency preparedness"
        },
        {
            "text": "About 0.4% of households did not prepare any emergency items at home, compared with 2.3% having one item and 10.9% having three items. The majority of households owned five emergency items. About 10% owned over nine emergency items (figure 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "household emergency preparedness"
        },
        {
            "text": "The level of well preparedness varied by region, prior exposure to emergency events, emergency training, knowledge and attitudes towards emergency preparedness, education, self-reliance and fate submissiveness (p<0.05 in χ 2 tests, table 3). However, no significant differences in the level of well preparedness were found in respondents of a different gender, age, residency and risk awareness (p>0.05 in χ 2 tests, table 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors associated with emergency preparedness"
        },
        {
            "text": "The logistic regression model confirmed that socioeconomic status, knowledge and attitudes towards emergency preparedness were significant predictors of the level of well preparedness after adjustments for variations in other variables. Higher levels of preparedness were associated with higher educational attainments, participation in emergency training activities (AOR=2.299), better emergency knowledge (AOR=2.043), less fate-submissiveness (AOR=1.385) and more self-reliance (AOR=1.349), prior exposure to emergency events (AOR=1.280) and more positive attitudes towards preparedness (AOR=1.286) (table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 601,
                    "end": 610,
                    "text": "(table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Factors associated with emergency preparedness"
        },
        {
            "text": "The perceived barriers reported by the respondents for hindering household preparedness echoed well with the findings of the regression models. More than half (53.6%) of the respondents cited knowledge shortage as a major barrier. This was followed by inertia: 31.6% did not want to think about it; 28.1% believed that emergency professionals would do the rescue job for them; 21.5% did not believe an emergency would happen to the family. In addition, 24.4% of respondents blamed the government and the public media for the limited availability of information. Resource restrictions were not perceived as a major barrier for household emergency preparedness: less than 20% respondents cited the lack of time, money and personal ability as a barrier (figure 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors associated with emergency preparedness"
        },
        {
            "text": "Overall, the level of household emergency preparedness in China is low, with less than 10% of households acting on nine or more emergency indicators out of a possible 14. This result is consistent with the findings of studies conducted elsewhere in China. Poor household preparedness for emergency events is common in many low-income and middle-income countries, such as Turkey and Iran. 29 The performance of developed countries, although better than in low-income and middle-income countries, is also far from satisfactory. In Australia, about one-fifth of households have sufficient supplies of items for emergency events such as a torch, radio, mobile phone, first-aid kit, appropriate batteries and an emergency contact list. A study in the USA revealed that 12.3% of American households possessed a 3-day supply of water and nonperishable food, an evacuation plan, a Open access working torch and radio. Similarly, 30% of households in Japan stockpiled food and drinking water for emergency events. 15 Factors contributing to the low level of household preparedness Findings of the logistic regression model and ranking of perceived barriers reported by the respondents point to the same conclusion: knowledge is a major determinant of household emergency preparedness ( figure 3 ). The odds of well preparedness doubled in the respondents with a higher than average level of knowledge. Training would also double the odds of well preparedness, possibly through filling knowledge gaps. This is echoed by over half of the respondents who reported knowledge shortage as the major barrier to preparing for emergency events. The association between knowledge and preparedness for emergency events is further supported by the link between education in general and preparedness. Prior exposure to emergency events may also improve the knowledge and attitudes of people, resulting in better preparedness for emergency events. These findings are consistent with previous studies. 30 31 Fate-submissiveness and a lack of recognition of selfreliance were identified as a significant predictor of poorpreparedness in the logistic regression model. Similarly, a lack of motivation to act ('do not want to think about it' and 'leave it to professionals') was reported as the second most significant barrier in household emergency preparedness.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 390,
                    "text": "29",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1005,
                    "end": 1007,
                    "text": "15",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1978,
                    "end": 1983,
                    "text": "30 31",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1277,
                    "end": 1285,
                    "text": "figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCuSSIOn low level of household preparedness in China"
        },
        {
            "text": "Surprisingly, the most developed region, Beijing, was found to be the worst performer. The underlying reasons warrant further studies. Clearly, the results cannot be fully explained by individual differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCuSSIOn low level of household preparedness in China"
        },
        {
            "text": "Similar to the results of this study, gender and age were not found to be associated with disaster preparedness in several previous studies. 32 33 Policy implications Large improvements can be made in relation to emergency preparedness in China. Public knowledge on emergency responses is universally poor in China. Educational campaigns, if designed and implemented properly, can effectively improve public knowledge. However, this has to be done through multiple avenues. Governmental agencies can coordinate the timely provision of adequate information about emergency events. Emergency training can be offered through specifically designed drill exercise, 34 or as part of the national essential education",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 146,
                    "text": "32 33",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 662,
                    "text": "34",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "DISCuSSIOn low level of household preparedness in China"
        },
        {
            "text": "system. In Japan, a disaster-prone country, for example, disaster mitigation has been integrated into its national school curriculum. 35 However, knowledge improvement by itself is not enough. The mentality of inertia in the public needs to be addressed. A positive correlation between the recognition of self-reliance and better household preparedness is evident as confirmed in this study and others. 36 But unfortunately, many traditional cultures encourage fate submissiveness. A study in Saudi Arabia found that most (93%) respondents believed that floods, earthquakes and other natural disasters are signs of god. 37 Fatalism is an attitude of self-defeatism which may lead individuals into helpless, undermining their efforts of individual preparedness. 34 38 The Chinese society also embraces an auspicious culture, encouraging people to pursue luck and avoid ominous things. It is taboo to talk about bad things, such as disaster and death. People prefer to pin their hopes on illusory things, rather than be prepared for real threats. 39 40 Lessons learnt from past disaster experiences may help change the mentality of inertia and risk perception. In Australia, for example, bush fires impose a regular risk for many households. The preparedness of individual households can make a difference between life and death. The National Partnership Agreement on Natural Disaster Resilience in Australia therefore emphasises the significance of involving multiple parties including individuals. 41 Emergency response systems are often complex and adaptive. A highly participatory strategy would encourage individuals to take more responsibility, become less dependent on the government and leave more resources for others. 42 Trust in the government is important given that it is most likely to play a coordinating role in emergency events. 43 However, over-reliance on the government and professional workers could dampen household efforts for future disasters. 44 A study of postearthquake survivors in China showed that high expectations of the public on the government are associated with high trust in the government, leading to increased complacency in individual efforts in preparedness. 16 In China, governmental response to disasters from the military force has often been extraordinarily rapid and efficient. For example, an earthquake-relief headquarter was established by the army 18 min after the earthquake strike in Ya'an and 5000-6000 rescue workers were deployed on the same day but people need to realise that there is always a gap before the full functioning of external rescue assistance, a gap which needs to be filled by the survivors of disasters. 7 Poor cooperation from those being rescued can also jeopardise professional efforts.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 136,
                    "text": "35",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 403,
                    "end": 405,
                    "text": "36",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 620,
                    "end": 622,
                    "text": "37",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 761,
                    "end": 766,
                    "text": "34 38",
                    "ref_id": null
                },
                {
                    "start": 1045,
                    "end": 1050,
                    "text": "39 40",
                    "ref_id": null
                },
                {
                    "start": 1498,
                    "end": 1500,
                    "text": "41",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1726,
                    "end": 1728,
                    "text": "42",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1844,
                    "end": 1846,
                    "text": "43",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1966,
                    "end": 1968,
                    "text": "44",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2198,
                    "end": 2200,
                    "text": "16",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2674,
                    "end": 2675,
                    "text": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "There are several limitations in this study. Although this study drew large samples from four representative regions in China, the participants were not completely randomly selected. One adult respondent was invited to represent each household in this study but opinions from family members might not have always been consistent. Household preparedness can involve many aspects. The 14 emergency items included in this study may not be exhaustive. Although the 14 items are not equally important, their importance varies with different emergency events. This makes it difficult to attach a fixed weight to each item in terms of their importance. For example, in a fire emergency, 'escape rope' and 'gas mask' are more important than having food and water but this is not necessarily the case in an event when the survivors are isolated from the outside world. Therefore, we did not differentiate the importance of the emergency items. The dichotomisation of the dependent variable is somehow arbitrary. Although it enabled easy interpretation of the results, certain information might get lost in the statistical analyses. However, the linear regression analysis generated consistent results. It is important to note that the study adopted a cross-sectional design, no causal relationships should be assumed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "limitation"
        },
        {
            "text": "The overall level of household emergency preparedness in China is extremely low. A lack of knowledge presents a great barrier to household preparedness. Although training can be an effective measure for improving knowledge, a more comprehensive strategy needs to be adopted to address issues associated with the lack of motivation. Emergency response systems should emphasise individual responsibilities as well as those from the government and professional workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COnCluSIOn"
        },
        {
            "text": "Acknowledgements The authors are grateful to the support of local officials including three senior researchers (Tie Song, Wei Sun, Ruoxiang Cao in data collection in the sampled municipalities) lead the investigation in different parts of China. Additionally, we thank Mingli Jiao, Hong Sun and Libo Liang for their advice in this study. We are grateful to the participants of the study and the postgraduate students who helped collection and preparation of the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COnCluSIOn"
        },
        {
            "text": "Collaborators Thanks for our collaborators: Tie Song,Wei Sun and Ruoxiang cao were responsible for on-site coordination in this survey and for making amendments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COnCluSIOn"
        },
        {
            "text": "Contributors CYC, WX, YJD and WLX analysed the data and drafted the manuscript. YH and NN took overall responsibility for the study design, coordinated and conducted the survey, and participated in writing and modifying this manuscript. QHW, LJG and ZK participated in the design of the study, data collection and writing of the manuscript. CL interpreted the results of statistical analyses, articulated the storyline and wrote the manuscript. Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COnCluSIOn"
        },
        {
            "text": "Patient and public involvement statement Patients were not involved in the design or planning of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COnCluSIOn"
        },
        {
            "text": "Patient consent for publication Not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COnCluSIOn"
        },
        {
            "text": "ethics approval This study was funded by the National Natural Science Foundation of China. Ethics approval for the study protocol was obtained from the Ethics Committee of Harbin Medical University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COnCluSIOn"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COnCluSIOn"
        },
        {
            "text": "Data availability statement Data are available in a public, open access repository. All data relevant to the study are included in the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COnCluSIOn"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Natural hazards, unnatural disasters: the economics of effective prevention",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Health needs from humanitarian emergencies at an all-time high",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "China National Commission for Disaster Reduction. The Briefing of China's natural disasters in 2016. Bei Jing, China, Emergency Office",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "United nations office for disaster risk reduction (UNISDR)",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Post-disaster social recovery: disaster governance lessons learnt from tropical cyclone Yasi",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Serrao-Neumann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Crick",
                    "suffix": ""
                },
                {
                    "first": "Low",
                    "middle": [],
                    "last": "Choy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Hazards",
            "volume": "93",
            "issn": "",
            "pages": "1163--80",
            "other_ids": {
                "DOI": [
                    "10.1007/s11069-018-3345-5"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "United Nations",
            "authors": [],
            "year": 2005,
            "venue": "Hyogo framework for action 2005-2015: building the resilience of nations and communities to disasters",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The role of volunteers in disaster settings: better organization is needed",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Aust N Z J Public Health",
            "volume": "37",
            "issn": "",
            "pages": "595--601",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Communication, neighbourhood belonging and household Hurricane preparedness",
            "authors": [
                {
                    "first": "Y-C",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Disasters",
            "volume": "34",
            "issn": "",
            "pages": "470--88",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-7717.2009.01138.x"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Household emergency preparedness: a literature review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Levac",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Toal-Sullivan",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Community Health",
            "volume": "37",
            "issn": "",
            "pages": "725--758",
            "other_ids": {
                "DOI": [
                    "10.1007/s10900-011-9488-x"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "United Nations Office for Disaster Risk Reduction (UNISDR)",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coping with blackouts: a practice theory approach to household preparedness",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Heidenstrøm",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kvarnlöf",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Contingencies and Crisis Management",
            "volume": "26",
            "issn": "",
            "pages": "272--82",
            "other_ids": {
                "DOI": [
                    "10.1111/1468-5973.12191"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The public's preparedness: selfreliance, flashbulb memories, and conservative values",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dyen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Public Health",
            "volume": "103",
            "issn": "",
            "pages": "85--91",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2012.301198"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Influences of risk perception and sense of place on Landslide disaster preparedness in southwestern China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Disaster Risk Sci",
            "volume": "9",
            "issn": "",
            "pages": "167--80",
            "other_ids": {
                "DOI": [
                    "10.1007/s13753-018-0170-0"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Intra-Household dynamics, and household Hurricane preparedness: an exploratory study employing a Dyadic interview approach",
            "authors": [
                {
                    "first": "L-S",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gender",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Disaster Risk Sci",
            "volume": "9",
            "issn": "",
            "pages": "16--27",
            "other_ids": {
                "DOI": [
                    "10.1007/s13753-018-0158-9"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Household preparedness for natural disasters: impact of disaster experience and implications for future disaster risks in Japan",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Onuma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Managi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Disast Risk Re",
            "volume": "21",
            "issn": "",
            "pages": "148--58",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijdrr.2016.11.004"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Prevention of sudden disaster risk and public participation in megacity",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Shanghai J Prev Med",
            "volume": "5",
            "issn": "",
            "pages": "248--55",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The effects of trust in government on earthquake survivors' risk perception and preparedness in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Hörhager",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Hazards",
            "volume": "86",
            "issn": "",
            "pages": "437--52",
            "other_ids": {
                "DOI": [
                    "10.1007/s11069-016-2699-9"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Preparedness perceptions, sociodemographic characteristics, and level of household preparedness for public health emergencies: behavioral risk factor surveillance system",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Debastiani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Strine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Vagi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Security",
            "volume": "13",
            "issn": "",
            "pages": "317--343",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2014.0093"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Emergency supply kit checklists for parents and Kids-Ready kids",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Preparedness for natural disasters among older us adults: a nationwide survey",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Rousan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Rubenstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Public Health",
            "volume": "104",
            "issn": "",
            "pages": "506--517",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2013.301559"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Household preparedness motivation in lahar hazard zones: assessing the adoption of preparedness behaviors among laypeople and response professionals in communities downstream from Mount baker and glacier peak (USA) volcanoes",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Corwin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Brand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Hubbard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Appl Volcanol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13617-017-0055-8"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Intervention effects of knowledge and skills of the public to respond to public health emergencies in Sichuan Province",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu-Bo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "China. Eval Rev",
            "volume": "37",
            "issn": "",
            "pages": "140--57",
            "other_ids": {
                "DOI": [
                    "10.1177/0193841X14523619"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Health behavior: theory, research, and practice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glanz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Rimer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Viswanath",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Preparedness perceptions, sociodemographic characteristics, and level of household preparedness for public health emergencies: behavioral risk factor surveillance system",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Debastiani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Strine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Vagi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Secur",
            "volume": "13",
            "issn": "",
            "pages": "317--343",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2014.0093"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Age, socioeconomic status, and health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Kessler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Herzog",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Milbank Q",
            "volume": "68",
            "issn": "",
            "pages": "383--411",
            "other_ids": {
                "DOI": [
                    "10.2307/3350111"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Schooling, experience, and earnings. by Jacob Mincer",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mincer",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Review",
            "volume": "29",
            "issn": "",
            "pages": "454--459",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Getting actionable about community resilience: the Los Angeles County community disaster resilience project",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chandra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Plough",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Public Health",
            "volume": "103",
            "issn": "",
            "pages": "1181--1190",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2013.301270"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Barriers to at-homepreparedness in public health employees: implications for disaster preparedness training",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blessman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Skupski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jamil",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Occup Environ Med",
            "volume": "49",
            "issn": "",
            "pages": "318--344",
            "other_ids": {
                "DOI": [
                    "10.1097/JOM.0b013e31803225c7"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Assessing household natural disaster preparedness in Shiraz, Iran, 2011: results of a knowledge, attitude, and practices survey",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mahdaviazad",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Abdolahifar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Disaster Med Public Health Prep",
            "volume": "8",
            "issn": "",
            "pages": "349--52",
            "other_ids": {
                "DOI": [
                    "10.1017/dmp.2014.61"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Natural hazards and motivation for mitigation behavior: people cannot predict the affect evoked by a severe flood",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siegrist",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gutscher",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Risk Anal",
            "volume": "28",
            "issn": "",
            "pages": "771--779",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1539-6924.2008.01049.x"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Socio-Demographic predictors for urban community disaster health risk perception and household based preparedness in a Chinese urban City",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Curr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/currents.dis.287fb7fee6f9f4521af441a236c2d519"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Household preparedness for tornado hazards: the 2011 disaster in DeKalb County",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Chaney",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Youngblood",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Alabama. Weather Clim Soc",
            "volume": "5",
            "issn": "",
            "pages": "345--58",
            "other_ids": {
                "DOI": [
                    "10.1175/WCAS-D-12-00046.1"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Social location and self-protective behavior: implications for earthquake preparedness",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "IJMED",
            "volume": "11",
            "issn": "",
            "pages": "293--303",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Beliefs and the perception of risks and accidents",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kouabenan",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Risk Analysis",
            "volume": "18",
            "issn": "",
            "pages": "243--52",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1539-6924.1998.tb01291.x"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Earthquake and tsunami questionnaires in Banda Aceh and surrounding areas",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Iemura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "Harris",
                    "middle": [],
                    "last": "Pradono",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Disaster Prev Manag",
            "volume": "15",
            "issn": "",
            "pages": "21--30",
            "other_ids": {
                "DOI": [
                    "10.1108/09653560610654211"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Community resilience in Thailand: a case study of flood response in Nakhonsawan City Municipality",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khunwishit",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Public perception of the risk of disasters in a developing economy: the case of Saudi Arabia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Alshehri",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rezgui",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Hazards",
            "volume": "65",
            "issn": "",
            "pages": "1813--1843",
            "other_ids": {
                "DOI": [
                    "10.1007/s11069-012-0445-5"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The effects of fatalism and denial on earthquake preparedness levels",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Baytiyeh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naja",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Disaster Prev Manag",
            "volume": "25",
            "issn": "",
            "pages": "154--67",
            "other_ids": {
                "DOI": [
                    "10.1108/DPM-07-2015-0168"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A summary of China's emergency preparedness culture theory",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science and Technology Forum",
            "volume": "7",
            "issn": "",
            "pages": "189--90",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Analysis of the status quo and development path of urban emergency preparedness culture in China",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zongchao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "China Emergency Management",
            "volume": "5",
            "issn": "",
            "pages": "37--40",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Council Of Australian. National strategy for disaster resilience",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Governments",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "AJPA",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Household preparedness for public health emergencies--14 states",
            "authors": [],
            "year": 2006,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "61",
            "issn": "",
            "pages": "713--722",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The effects of confidence in government and information on perceived and actual preparedness for disasters",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Basolo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Burby",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Environ Behav",
            "volume": "41",
            "issn": "",
            "pages": "338--64",
            "other_ids": {
                "DOI": [
                    "10.1177/0013916508317222"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Emotions, trust, and perceived risk: affective and cognitive routes to flood preparedness behavior",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Terpstra",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Risk Anal",
            "volume": "31",
            "issn": "",
            "pages": "1658--75",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1539-6924.2011.01616.x"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pecentage (%) of households preparedness of 14 emergency items.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Barriers reported by respondents (%) for not preparing for emergencies. Q1 'do not know what to do'; Q2 'do not want to think about it'; Q3 'nothing can be done'; Q4 'it takes too much time'; Q5 'it takes too much money'; Q6 'do not have the ability to prepare'; Q7 'professionals will do the rescue job'; Q8 'do not believe emergency will happen to the family'; Q9 'do not have enough information from the government and the public media'.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Link between perceived barriers and factors predicting well preparedness.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "This work was supported by the National Natural Scientific Fund of China grant number (71673072, 71173064, 71473065,71874044), and the Ministry of Health Public Benefit Fund for Health Sector (201002028), Heilongjiang Province philosophy & Social Science Fund (18GLD302, QMSI2017B-01).",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Sociodemographic characteristics of respondents",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Number and percentage (%) of households acting on emergency items Action",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Factors associated with emergency preparedness: results of logistic regression models (n=3541)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}