{
    "paper_id": "8509342038d6b5c6a8a9d980bf207a83f37cd970",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Yong",
                "middle": [
                    "Jin"
                ],
                "last": "Kwon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jae-Joon",
                "middle": [],
                "last": "Yim",
                "suffix": "",
                "affiliation": {},
                "email": "jaejoon.yim@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Patient-centered care (PCC) and integrative care approach are widely advocated. However, their implementation usually requires an extended consultation time. Despite significant advances in medical diagnosis and treatment, no studies have examined consultation time and patient centeredness in Korea. Methods: We conducted a \"15-Minute Consultation\" for first-time patients in outpatient clinics of 13 departments. A control group was selected from the same physicians' first-time patients, adjusting for age and gender. A total of 275 patients were selected for receiving in-depth consultation and 141 control patients were selected for regular consultation. Data were collected from patients using a questionnaire comprising a patient-centeredness scale and items on potential predictors such as socio-demographic and clinical factors. We also investigated the participating physician's professionalism. Results: As compared to the control group, the in-depth consultation group scored higher on 5 variables associated with PCC, including (patients' perception of ) medical professionals, wait and consultation times, treatment, patient advocacy, and patient satisfaction. While 92.4% of patients in the in-depth consultation group reported that the consultation time was sufficient, only 69.0% of those in the control group reported the same (P < 0.01). In the in-depth consultation group, scores on satisfaction level were the highest for the department of internal medicine, followed by departments of surgery and pediatrics. Participating physicians' improved satisfaction following the intervention proved that in-depth consultation facilitated building a rapport with patients. Conclusion: This study illustrated that the provision of sufficiently long consultation for serious and rare diseases could improve PCC and physicians' professionalism. Health authorities should reshuffle the healthcare delivery system and provide sufficient consultation time to ensure PCC and medical professionalism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The \"establishment of a healthcare delivery system\" and \"strengthening of national health insurance coverage,\" are unsolved problems of the healthcare system in Korea. According to World Health Organization (WHO), referral hospitals, categorized as tertiary care facilities, are responsible for treatment, education, and research. 1 Additionally, WHO emphasizes the role of referral hospitals in providing highly specialized treatment for rare, serious, and noncurable diseases.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 332,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The average consultation time per person at general hospitals in Korea is between 6.2 to 7.4 minutes. 2 In contrast, while the average consultation time per person varied substantially across hospitals in the United States, it was more than 20 minutes, with only 6% of the physicians spending less than 9 minutes with patients. 3 As the volume of patients in primary care rises, the quality of care declines. 4 Accordingly, the United States has adopted a performance-based pay system to increase consultation time, and thus, quality of care. 5 We speculate that the insufficient consultation time in Korea is due to high demands on physicians' time, where they may have to treat 20-60 patients (sometimes more than 100 patients) in a single session. In Korea, short consultation time in tertiary hospitals is attributed to 1) low reimbursement rate and the fee-for-service system, 2) patients' preference for a tertiary hospital, and 3) lack of gate-keeping or a referral system.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 103,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 328,
                    "end": 329,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 409,
                    "end": 410,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 543,
                    "end": 544,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Meanwhile, evaluation of the quality of clinical care based on patients' experience is a relatively recent phenomenon. 6 Patient-centered care (PCC) focuses on the individuality of a patient's values and beliefs during interactions with their physician. Previous studies have found that PCC cultivates patient satisfaction and improves the quality of care and nursing. 7, 8 The present study utilized the \"Patient Centeredness Assessment\" developed by the Health Insurance Review and Assessment Service (HIRA), to evaluate PCC in a tertiary hospital in Korea.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 373,
                    "text": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A study on the effect of \"in-depth consultations of over 15 minutes\" for serious and noncurable diseases was conducted in August 2017, focusing on 1 tertiary hospital. In 2018, it was expanded to include 19 tertiary hospitals across the country. It is remarkable that this project was not a government-led policy; instead, it was a hospital-led pilot project propelled by the awareness of expert groups about the distorted healthcare delivery system. This 6-month study took place in the largest public tertiary hospital in Korea, which exhibited an average consultation time of merely 3.3 minutes for first-time patients. Patients with first-visit consultations for serious and non-curable diseases (four serious diseases: cancer, stroke, coronary artery disease, and rare and intractable disorders defined by regulations) in the outpatient clinic were assigned to an in-depth consultation group or a control group. We aimed to explore the differences in patient-centeredness, willingness to pay, and physician's professionalism with reference to consultation time. system for first-time patients in outpatient clinic based on the willingness of a few physicians to change outpatient clinic behavior and encourage shared decision making. In the previous \"15-Minute Consultation\" system, patients did not undergo a gate-keeping system and were therefore easily assessable by self-referral. To decrease this behavior, we tightly restricted the patient influx by introducing a gate-keeping system to establish an improved healthcare delivery system and sophisticated outpatient care in tertiary hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Patients visiting the tertiary hospital for the first time could only be enrolled if they fit the protocol of the 13 participating departments, and possessed a referral letter from their primary care physician explaining why the referral was recommended and what medical services were anticipated (Supplementary Fig. 1) . We defined serious and non-curable disease as four serious diseases-cancer, stroke, coronary artery disease, and rare and intractable disorders-by regulations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 319,
                    "text": "(Supplementary Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Participation protocol"
        },
        {
            "text": "In-depth consultations were performed in 2 parts. The first consultation was an examination of the previous medical records and a comprehensive assessment of the patient. The second consultation explained the diagnosis reached upon initial examination and utilized shared decision making to choose further treatment actions. A patient-centeredness assessment was performed after completion of the second consultation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Composition of in-depth consultation"
        },
        {
            "text": "Two research nurses and a specialized physician conducted a secondary gate-keeping of patients for in-depth consultation via the referral letter and phone interview. Control patients were selected from those visiting the same physician, by matching age and gender with those in the in-depth consultation group. Between August and December 2017, 275 patients were selected to receive in-depth consultation and 141 control patients were selected to receive regular consultation. The response rate for each group was 90% and 25%, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "Four investigators measured consultation time and assessed patient-centeredness. They were educated about the purpose of the pilot study, patient selection criteria, and survey methods. Each investigator participated in the in-depth outpatient consultations for 1 week, to conduct the preliminary investigation with the researcher. To offset differences among investigators, the consultation department was alternated during the research period. The patient-centeredness assessment was adapted from that currently used by the patient experience assessment of HIRA, after excluding items on hospitalization services and hospital environment. 10 The resulting survey assessed 1) physician's professionalism during outpatient consultation at each participating department, 2) wait and consultation time, 3) treatment process, 4) protection of patients' rights, 5) patients' overall satisfaction, and 6) patients' general characteristics (Supplementary Table 1 ). The in-depth consultation group was also asked about their willingness to pay for the service they received.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 643,
                    "text": "10",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 949,
                    "end": 956,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Measurement of consultation time and assessment of patient-centeredness"
        },
        {
            "text": "The professionalism index of the 13 physicians who participated in the in-depth consultation was assessed using a self-questionnaire (Supplementary Table 2 ). 11 Five of them were internal medicine specialists, four were surgeons, and four were pediatric specialists.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "text": "11",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Physicians' professionalism"
        },
        {
            "text": "They were asked open-ended questions about their ongoing participation in increased consultation time, to ascertain the chances of institutionalizing the protocol and to obtain their suggestions for improving the project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physicians' professionalism"
        },
        {
            "text": "Data for baseline characteristics were presented as mean ± standard deviation, number, and percentage. Differences in perceived and preferred consultation time were tested using the Student's t test. The control group was selected after adjusting for the effects of gender and age. All analyses were conducted using SPSS (version 23.0; SPSS, Inc., Chicago, IL, USA) and GraphPad Prism (version 8.0; Graphpad Software, Inc., San Diego, CA, USA) software. Statistical significance was indicated when P values were < 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The study protocol was reviewed and approved by the Institutional Review Board (IRB) in Seoul National University Hospital (IRB No.H-1707-139-871) and written informed consents were collected from all subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "The baseline characteristics are presented in Table 1 . When patients in the \"in-depth 15-minute consultation\" group were asked for their reasons for participating, their own willingness was the highest ranked reason at 37.6%, followed by incurableness (26.2%), lack of a diagnosis (18.8%), additional examination (15.1%), and multidisciplinary consultation (2.2%). For the control group, the highest-ranked reason was also patients' willingness (34.3%), followed by incurableness (31.4%), lack of a diagnosis (27.1%), and additional examination (6.4%). One hundred patients (36.5%) requested in-depth consultation in an acute-care community hospital (above 400 beds). This was not statistically different from that observed in the control group (35.0%, 49 patients). When comparing disease severity according to International Classification of Diseases, 10th Revision (ICD-10) codes, the indepth consultation group exhibited higher severity, with 32.8% of the participants exhibiting severe diseases as compared to 27.8% in the control group. However, this difference was not statistically significant (P = 0.355).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 53,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Demographic and clinical characteristics"
        },
        {
            "text": "Scores on all five items in the survey regarding the patient-centeredness of the outpatient consultation department's physician were higher for participants in the in-depth consultation group (Fig. 1). In particular, the level of understanding of the physician's explanations was significantly higher at 3.74 in the in-depth consultation group vs. 3.28 in the control group (P < 0.001). While 92.4% of the participants in the in-depth consultation group reported that the consultation time was sufficient, only 69.0% of those in the control group responded the same (P < 0.001). Similarly, the in-depth consultation group exhibited higher scores on all three items pertaining to the treatment process. Finally, scores on 3 out of 4 items regarding protection of patient rights were significantly higher among participants in the in-depth consultation group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "text": "(Fig. 1).",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Patient-centeredness"
        },
        {
            "text": "On a scale of 1 to 10, the mean satisfaction score of participants in the in-depth consultation and control groups was 9.04 ± 1.30 and 7.62 ± 2.17, respectively (P < 0.001). Results of an analysis by consultation department were as follows: department of internal medicine: 9.27 vs. 7.47 ( △ 1.80), department of surgery: 8.79 vs. 7.44 ( △ 1.35), and department of pediatrics: 9.18 vs. 7.87 ( △ 1.31). Following in-depth consultation, the increase in patients' satisfaction was the highest in the department of internal medicine, followed by the departments of surgery and pediatrics, respectively. A subgroup analysis on 114 patients with serious and rare diseases according to ICD-10 codes revealed that satisfaction and willingness to recommend were significantly higher for those in the in-depth consultation group than for those in the control group, with scores of 9.11 and 9.14 on outpatient experience satisfaction and willingness to recommend, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient satisfaction and willingness to pay"
        },
        {
            "text": "Two hundred and twenty-three patients (81.4%) in the in-depth consultation group and 94 patients (67.1%) in the control group reported willingness to pay additional costs for in-depth consultation (P < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient satisfaction and willingness to pay"
        },
        {
            "text": "A total of 13 physicians participated in the study, of which 12 responded (92.3%) to the questionnaire on professionalism (Fig. 2) . Among the six-domains of physician's professionalism in shared-decision making model, in-depth consultation was most beneficial for building rapport with patients. Specifically, scores on physician-patient rapport and health literacy were statistically higher for pediatricians than for physicians from the internal medicine and surgery departments (9.5 vs. 8.5 and 9.5 vs. 8.6, respectively; P < 0.05). Ninetytwo percent of the physicians reported they would participate in in-depth consultation in future, while one physician (from internal medicine) reported that he would not do so. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 130,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Physicians' professionalism"
        },
        {
            "text": "This is the first study to show positive outcomes in patient-centeredness and physicians' professionalism by providing longer consultation to patients. On the PCC scale, the indepth consultation group scored higher on 5 variables, including (patients' perception of ) medical professionals, wait and consultation times, treatment, patient advocacy, and patient satisfaction. Physicians' professionalism also improved within the in-depth consultation group. Experience with this new approach suggests that insufficient consultation time significantly disrupts the implementation of PCC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Shared decision making in patient-physician dynamics is becoming a point of interest recently, and PCC is being recognized as the essence of the patient-physician relationship. 12 However, the operational definition of patient-centeredness in Korea remains unclear. PCC is a concept opposite to illness-oriented medicine, because, in the former, physicians view each patient as possessing a unique personality. Recently, involving patients in decision making is becoming an imperative component of PCC. 13 Since the national health care system and payment system differ across countries, it is important to define and spread the practice of PCC to assess the quality of care in Korea. Although sufficient consultation time for shared decision making is essential for PCC, the distortion of the healthcare delivery system has led to the coining of the popular phrase \"3-hour wait for 3 minutes with the physician\" in Korea.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "text": "12",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 503,
                    "end": 505,
                    "text": "13",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Patients' satisfaction 14,15 as well as physicians' concentration and emotional control 16 are thus decreased under the prevailing healthcare system. The present pilot project on \"in-depth consultation over 15 minutes\" proposed a basic model for developing a Korean version of PCC by identifying the interactive needs of physicians and patients, and demonstrating that sufficient consultation time is necessary for patients with serious and rare diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The fee-for-service delivery system regulates the content and finances of the physicians' consultation but it lacks regulations on the quality of care. Because physicians are not rewarded for expanding and exceeding consultation expectations, the \"3-Minute Consultation\" remains a reality. In the present pilot project, the consultation time was the only variable factor affected by increasing the government-determined compensation fee for in-depth consultation. As a result, patient centeredness and shared decision making was imbibed and the quality of the consultation improved significantly. This indicated that sufficient consultation time was the most potent factor for facilitating PCC and physicians' satisfaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Korea's current gate-keeping system between general practitioners and specialists rarely works. Even with this study's two-stage gate-keeping system (primary physician and special nurses), patient's self-referral based on his or her own judgment was frequently observed. This requires appropriate intervention to reduce the liberal and indiscriminate use of medical services, and to promote efficient allocation of resources as well as policy-based support from the government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are several limitations to the present study. First, it was conducted using a random sample from one tertiary general hospital. Therefore, these findings may not be generalizable to all tertiary general hospitals in Korea. Furthermore, we cannot compare our findings to those obtained from other countries because of differences in healthcare systems. Additionally, type of disease, duration of disease, and patient's residence can subjectively influence patient centeredness. Lastly, we did not investigate the quality of the consultation, which is an important factor. It could have been measured by audio-or videotaping the consultations, but this was not captured or evaluated in our study due to the use of a selfreport questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, we found that, due to the provision of sufficient consultation time at a tertiary general hospital, patient-centeredness scores of patients with serious and noncurable diseases, and physicians' professionalism increased as shared decision making was strengthened. This was the first study on PCC in Korea. It highlighted the importance of sufficient consultation time in the currently distorted healthcare delivery system. Patients (particularly those with serious and rare diseases) and their families are always at the center of care, and they can be better served with government interventions in medical patient referral processes and consultation behavior management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. The World Health Report 2000 -Health Systems: Improving Performance. Switzerland, Geneva: World Health Organization",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Analysis of appropriate outpatient consultation time for clinical departments",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Health Policy Manag",
            "volume": "24",
            "issn": "3",
            "pages": "254--60",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "International variations in primary care physician consultation time: a systematic review of 67 countries",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Irving",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Neves",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dambha-Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oishi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tagashira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verho",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Open",
            "volume": "7",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Primary care physician volume and quality of diabetes care: a population-based cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Stukel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Alter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Glazier",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann Intern Med",
            "volume": "166",
            "issn": "4",
            "pages": "240--247",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Through the Patient's Eyes: Understanding and Promoting Patient-Centered Care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gerteis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Edgman-Levitan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Daley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Delbanco",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of patient-centered care on patient satisfaction and quality of care",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lehman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Quinlin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zullo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Nurs Care Qual",
            "volume": "23",
            "issn": "4",
            "pages": "316--337",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The values and value of patient-centered care",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Street",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ann Fam Med",
            "volume": "9",
            "issn": "2",
            "pages": "100--103",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Healthcare policy and healthcare utilization behavior to improve hospital infection control after the Middle East respiratory syndrome outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Korean Med Assoc",
            "volume": "58",
            "issn": "7",
            "pages": "598--605",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evolving concepts of patient-centered care and the assessment of patient care experiences: optimism and opposition",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Cleary",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Health Polit Policy Law",
            "volume": "41",
            "issn": "4",
            "pages": "675--96",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Patient-centered professionalism",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hutchings",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rapport",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Patient Intell",
            "volume": "4",
            "issn": "",
            "pages": "11--21",
            "other_ids": {
                "DOI": [
                    "10.2147/PI.S19821"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Shared decision making--pinnacle of patient-centered care",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Edgman-Levitan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "366",
            "issn": "9",
            "pages": "780--781",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Measuring the quality of patient-centered care: why patient-reported measures are critical to reliable assessment",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tzelepis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Sanson-Fisher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Zucca",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Fradgley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Patient Prefer Adherence",
            "volume": "9",
            "issn": "",
            "pages": "831--836",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Patient satisfaction with time spent with their physician",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Zyzanski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Borawski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Cebul",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Stange",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Fam Pract",
            "volume": "47",
            "issn": "2",
            "pages": "133--140",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Consultation length, patient-estimated consultation length, and satisfaction with the consultation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cape",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Br J Gen Pract",
            "volume": "52",
            "issn": "485",
            "pages": "1004--1010",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Notes from the field: changes in the attentional capacity and emotional state of physicians after working at busy outpatient clinics",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Yim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eval Health Prof",
            "volume": "38",
            "issn": "3",
            "pages": "423--431",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Scores on areas of the patient-centeredness scale. (A) Medical professionalism, (B) Treatment, (C) Patient advocacy, (D) Patient satisfaction, and (E) Sufficient time. *P < 0.05.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "/9 https://jkms.org https://doi.org/10.3346/jkms.2019.34.e119 Patient-Centeredness and Doctors' Professionalism by Consultation Time Fig. 2. Scores on aspects of physician professionalism.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all patients and physicians who participated in this study. We also thank the staff at the Institute of Public Health Medical Service and the referral center in Seoul National University Hospital. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Process flow for in-depth consultation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Fig. 1"
        }
    ]
}