{
    "paper_id": "85f4ff3ff33bcc47e9826ee3bd468626fba5870d",
    "metadata": {
        "title": "A case report of a ruptured subclavian artery aneurysm presenting to the emergency department",
        "authors": [
            {
                "first": "Mohammad",
                "middle": [],
                "last": "Tariq",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ramtoola",
                "middle": [
                    "|"
                ],
                "last": "Mubashir Bhatti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Subclavian artery aneurysms (SAA) are extremely uncommon and represent 0.1% of all aortic aneurysms. 1 They are, however, associated with serious life-threatening complications such as rupture, thrombosis, embolization, and compression of surrounding structures. 1 They can either be intrathoracic or extrathoracic, with the former being caused largely by underlying atherosclerosis. 2 Elective surgical repair is normally required even in asymptomatic cases as increases in size are inevitably associated with higher risks of complications. Open repair via median sternotomy has traditionally been the mainstay approach, but there has recently been increasing reports of successful endovascular interventions. These offer a minimally invasive alternative in high-risk patients. 1",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 263,
                    "end": 264,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 384,
                    "end": 385,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "| BACKGROUND"
        },
        {
            "text": "A 74-year-old gentleman presented to our emergency department with a 1-day history of worsening shortness of breath and pleuritic sounding right-sided back pain, worse on inspiration. He also complained of a several days history of a hoarse voice attributed to a recent bout of flu. He had just travelled back from a middle-eastern country. His trip was complicated by a hospital admission during which he was treated for acute pulmonary edema and community-acquired pneumonia. His past medical history included hypertension, type 2 diabetes mellitus, hypercholesterolemia, severe coronary triple vessel disease, ischemic cardiomyopathy, and left ventricular dysfunction. He had a reasonably good functional status and quality of life, however. He was pyrexial at 38.6°C with accompanying tachycardia (100 bpm) but remained hemodynamically stable. Physical examination was largely unremarkable except for bilateral crackles heard on auscultation of the chest. Blood tests carried out revealed raised infection and inflammatory markers, raised D-dimer, a lowgrade anemia, and stage 1 acute kidney injury. Chest X-ray ( Figure 1 ) showed a well-defined right upper lobe opacity together with a widened mediastinum measuring 9.7 cm in diameter. He was subsequently treated for presumed chest sepsis and isolated as concerns remained over the possibility of Middle East respiratory syndrome (MERS). Pulmonary embolism equally featured as a differential diagnosis, but the decision to treat was withheld due to concerns about possible aortic dissection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1118,
                    "end": 1126,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "| CASE PRESENTATION"
        },
        {
            "text": "The patient went on to have a CT aortogram ( Figures  2 and 3 ) which identified a large right upper mediastinal hematoma causing some mass effect on the superior vena cava (SVC). This was secondary to a ruptured proximal subclavian artery aneurysm, saccular in morphology, and arising 6 mm from the bifurcation of the brachiocephalic artery. The case was urgently discussed with three of our local specialist centers who deemed intervention to be too high risk. The patient's comorbidities ruled out open surgical repair, while an endovascular approach was deemed too complex in the context of rupture. He was eventually accepted by our regional specialist vascular and aortic repair center and transferred over urgently. Prior to this, an arterial line was inserted with intravenous labetalol infusion commenced to maintain systolic blood pressure below 120 mm Hg. On follow-up, the patient had undergone endovascular repair with stenting of the subclavian artery ( Figure 4) . He, however, developed a right frontoparietal infarct secondary to emboli intra-operatively. This was succeeded by 2 months of rehabilitation during which the patient made significant progress. He was later repatriated back to our center where a repeat scan showed a widely patent right subclavian artery stent with no evidence of active extravasation. The patient was shortly discharged after.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 61,
                    "text": "Figures  2 and 3",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 977,
                    "text": "Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "| CASE PRESENTATION"
        },
        {
            "text": "Aneurysms of the subclavian artery are rare, especially in the intrathoracic portion. In an extensive review, Dent et al 3 found true subclavian artery aneurysms in only 0.13% of 1488 patients with other atherosclerotic aneurysms. The subclavian artery has intrathoracic and extrathoracic parts, although anatomically it can be subdivided into three parts: proximal, middle, and distal. The majority (39%) of subclavian artery aneurysms are in the proximal segment, and the middle and distal segments make up for the rest. 4 Atherosclerosis is the main underlying cause when it comes to intrathoracic aneurysms, whereas those arising from the extrathoracic segments are often related to previous trauma (iatrogenic), thoracic outlet syndrome, 2 and connective tissue disorders. 5, 6 Other less frequent causes include large vessel vasculitis, cystic medial necrosis, mycotic processes, syphilis, and tuberculosis. 7 The patient's medical history does point to an atherosclerotic cause, but other screening tests were not carried out due to the acute and complicated nature of the presentation. About 75% of SAAs are asymptomatic and discovered incidentally on imaging. 8 The remainder present with symptoms attributed to the nature of the complications. Intrathoracic SAAs often result in symptoms caused by local compression or acute aneurysm expansion; upper chest or shoulder pain, Horner's syndrome, venous congestion, and hoarseness. 9,10 Symptoms secondary to distal embolization were infrequent. On the other hand, extrathoracic aneurysms most commonly present with a tender pulsatile mass in the superior fossa as well as pain and neurological dysfunction secondary to brachial plexus compression. 9,11 Furthermore, proximal SAAs appear more likely to rupture. 4 Aneurysms are typically diagnosed by CT angiography, which is also crucial in detailing the extent of the aneurysm, the competency of the contralateral vertebral circulation, and to assess anatomic suitability for endovascular repair. 11 It is also useful to note that plain films have been able to reveal superior mediastinal masses that may/suggest a neoplastic process. In our case, the aneurysm was initially identified as a well-defined opacity together with widened mediastinum on plain chest X-ray but was correctly redefined by CT angiography. Repair has historically been via open surgical procedure using median sternotomy or lateral thoracotomy, but this is associated with higher rates of postoperative complications. Endovascular repair, as in our patient's case, is more desirable for patients deemed unfit for surgery. 1",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 524,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 778,
                    "end": 780,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 781,
                    "end": 782,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 914,
                    "end": 915,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1169,
                    "end": 1170,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1769,
                    "end": 1770,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2006,
                    "end": 2008,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "The rarity of subclavian artery aneurysms coupled with the wide range of presentations makes them a diagnostic dilemma. Our patient presented with a ruptured aneurysm. This requires prompt investigation and management. Patient comorbidities and being in a district general hospital created multiple challenges. Lack of on-site facilities and specialist input posed a logistical nightmare but fortunately the patient was stable to allow an urgent transfer to a specialist unit for a successful endovascular repair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CONCLUSION"
        },
        {
            "text": "We would like to thank Dr Grazvydas Gaikstas, consultant radiologist at Farfield General Hospital, for providing us with the relevant images to include in this case report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENT"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "MR: carried out the writing of the main report; RS and MB: contributed to the literature review and the overall review and check of the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTION"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS APPROVAL AND CONSENT"
        },
        {
            "text": "Written informed consent was obtained from the patient for publication of this case report and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal if required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONSENT FOR PUBLICATION"
        },
        {
            "text": "This is freely available to the scientific community wishing to use it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVAILABILITY OF DATA AND MATERIAL"
        },
        {
            "text": "https://orcid. org/0000-0002-4036-9043",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mohammad Tariq Ramtoola"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Endovascular treatment of the subclavian artery aneurysm in high-risk patient -a single-center experience",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Marjanovic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tomic",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maric",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vojnosanit Pregl",
            "volume": "73",
            "issn": "10",
            "pages": "941--944",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Subclavian artery aneurysms",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Davidović",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Marković",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Pejkić",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Kovačević",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Čolić",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Đorić",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Asian J Surg",
            "volume": "26",
            "issn": "1",
            "pages": "7--11",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Multiple arteriosclerotic arterial aneurysms",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Dent",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lindenauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Ernst",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Fry",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Arch Surg Chic Ill",
            "volume": "105",
            "issn": "2",
            "pages": "338--344",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Surgical reconstruction for intrathoracic aneurysm originating from proximal part of the right... -Europe PMC Article -Europe PMC",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3400/avd.cr.11.%0d%0a00075%29"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Intrathoracic subclavian artery aneurysm repair in the thoracic endovascular aortic repair era",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Barfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hanna",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Vasc Surg",
            "volume": "57",
            "issn": "4",
            "pages": "915--925",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hybrid repair of proximal subclavian artery aneurysm",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morimoto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matsuda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Vasc Dis",
            "volume": "8",
            "issn": "2",
            "pages": "87--92",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Combined open and endovascular repair of a true right subclavian artery aneurysm without proximal neck",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Leemput",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maleux",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nevelsteen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Interact Cardiovasc Thorac Surg",
            "volume": "6",
            "issn": "3",
            "pages": "406--408",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Supra-aortic vessels aneurysms: diagnosis and prompt intervention",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cury",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Morales",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mohabbat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Hernandez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Vasc Surg",
            "volume": "49",
            "issn": "1",
            "pages": "4--10",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Intrathoracic aneurysm of the right subclavian artery presenting with hoarseness: a case report",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Bin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Keun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Korean Med Sci",
            "volume": "20",
            "issn": "4",
            "pages": "674--676",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Changing profiles of diagnostic and treatment options in subclavian artery aneurysms",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Vierhout",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Zeebregts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Den Dungen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reijnen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Vasc Endovasc Surg Off J Eur Soc Vasc Surg",
            "volume": "40",
            "issn": "1",
            "pages": "27--34",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Endovascular repair of incidentally found subclavian artery aneurysm: a case report from an urban level 1 trauma center",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Franz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Vasc Endovascular Surg",
            "volume": "52",
            "issn": "5",
            "pages": "382--385",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "I G U R E 1 Chest X-ray showing right upper mediastinal mass F I G U R E 2 CT Aortogram showing right upper mediastinal hematoma arising from ruptured subclavian artery aneurysm | 799 RAMTOOLA eT AL.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}