{
    "paper_id": "869a5a7ca9cf0fc9a2f5cd0332ac7c6b8e8e2ab9",
    "metadata": {
        "title": "Integrated Cross-Species Analysis Identifies a Conserved Transitional Dendritic Cell Population Cell Reports Resource Integrated Cross-Species Analysis Identifies a Conserved Transitional Dendritic Cell Population",
        "authors": [
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Leylek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcela",
                "middle": [],
                "last": "Alcá Ntara-Herná Ndez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Zachary",
                "middle": [],
                "last": "Lanzar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Anja",
                "middle": [],
                "last": "L€ Udtke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Oriana",
                "middle": [
                    "A"
                ],
                "last": "Perez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "postCode": "10016",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Boris",
                "middle": [],
                "last": "Reizis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University",
                    "location": {
                        "postCode": "10016",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Anja",
                "middle": [
                    "L€"
                ],
                "last": "Udtke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Juliana",
                "middle": [],
                "last": "Idoyaga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "postCode": "94305",
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": "jidoyaga@stanford.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Graphical Abstract Highlights d We identify the murine homolog of human AXL + DCs, now called transitional DCs (tDCs) d tDC development depends on Tcf4, similar to pDCs d tDCs are inefficient at IFN-I production but can efficiently activate T cells d During influenza infection, tDCs and pDCs accumulate in the lung",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Dendritic cells (DCs) are unique therapeutic targets given their capacity to modulate immune responses. Yet complete alignment of the DC network between species is lacking. Using a multidimensional approach, Leylek et al. identify the mouse homolog of human AXL + DCs, named transitional DCs (tDCs), and reveal their similarities with pDCs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Brief"
        },
        {
            "text": "Dendritic cells (DCs) are specialized antigen-presenting cells that bridge innate and adaptive immune responses (Banchereau and Steinman, 1998) . In both mouse and human, DCs are divided into functionally specialized subpopulations, i.e., plasmacytoid DCs (pDCs) and two subsets of classical DCs (cDCs), cDC1 and cDC2 (Guilliams et al., 2014; Merad et al., 2013) . pDCs are quite distinct from their cDC counterparts. Ontologically, pDCs differentiate from both myeloid and lymphoid precursors but display lymphoid features regardless of their developmental path (Corcoran et al., 2003; Naik et al., 2007; Onai et al., 2007; Sathe et al., 2013; Shigematsu et al., 2004) . Functionally, while cDC1s and cDC2s are specialized for interaction with T cells, pDCs are well known for their innate capacity to rapidly produce large quantities of type I interferon (IFNa and IFNb, abbreviated IFN-I) upon viral encounter (Asselin-Paturel et al., 2001; Siegal et al., 1999) .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 143,
                    "text": "(Banchereau and Steinman, 1998)",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 342,
                    "text": "(Guilliams et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 362,
                    "text": "Merad et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 586,
                    "text": "(Corcoran et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 605,
                    "text": "Naik et al., 2007;",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 624,
                    "text": "Onai et al., 2007;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 625,
                    "end": 644,
                    "text": "Sathe et al., 2013;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 645,
                    "end": 669,
                    "text": "Shigematsu et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 913,
                    "end": 943,
                    "text": "(Asselin-Paturel et al., 2001;",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 964,
                    "text": "Siegal et al., 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "However, aside from their innate role, pDCs can carry out adaptive immune functions upon activation, i.e., antigen presentation, T cell activation, and tolerance (Alculumbre et al., 2019; Leylek and Idoyaga, 2019) . This represents a rare phenomenon in the immune system, in which one cell type is capable of mediating diverse immune tasks. Yet there is a lack of understanding of the mechanisms that control pDC functions. Dissecting these mechanisms is imperative for the development of pDC-based therapeutics.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 187,
                    "text": "(Alculumbre et al., 2019;",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 213,
                    "text": "Leylek and Idoyaga, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "One possible mechanism to enable diverse pDC functions is a division of labor among functionally distinct pDC subpopulations. pDC subpopulations have been described in mouse and human (Bjö rck et al., 2011; Hadeiba et al., 2008; Matsui et al., 2009; Wilhelm et al., 2016; Zhang et al., 2017) . However, there has been a general lack of consensus on these populations. Previous descriptions of pDC subpopulations were limited by inherently biased flow cytometry analyses with few markers. Furthermore, these reports fail to resolve findings between species. Advances in single-cell omics technologies have yielded an unprecedented resolution of the human DC compartment. Using transcriptomic and proteomic approaches that leverage unbiased analyses, we and others have unveiled a human pDC-like population with select features of cDCs (Alcá ntara- Herná ndez et al., 2017; See et al., 2017; Villani et al., 2017) . However, it remains unclear whether the murine DC compartment contains such a population. A thorough analysis of pDC diversity in mice is critical to provide functional insights in vivo.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 206,
                    "text": "(Bjö rck et al., 2011;",
                    "ref_id": null
                },
                {
                    "start": 207,
                    "end": 228,
                    "text": "Hadeiba et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 249,
                    "text": "Matsui et al., 2009;",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 271,
                    "text": "Wilhelm et al., 2016;",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 291,
                    "text": "Zhang et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 871,
                    "text": "Herná ndez et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 889,
                    "text": "See et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 911,
                    "text": "Villani et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here, we used a high-dimensional mass cytometry approach (CyTOF) and unbiased analysis to interrogate the murine DC compartment at the protein level. We found a pDC-like population in mouse that displays cDC features and functions but ultimately demonstrates close developmental relationship to pDCs. We performed parallel cross-species comparisons with the goal of aligning this pDC subpopulation in mouse and human, which is imperative for the translation of basic biology to human immunology. We found that this murine pDC-like population is equivalent to the recently described human AXL + DCs (also known as ASDCs) (Alcá ntara-Herná ndez et al., 2017; See et al., 2017; Villani et al., 2017) . Although in mouse these cells did not express the protein Axl, they did share a continuum of phenotypes that span pDCs and cDC2s. We herein propose to name this intermediate population transitional DCs (tDCs) in both species. Our high-dimensional analysis represents an easily accessible data resource on the phenotype, transcriptome, and function of pDCs and tDCs at steady state and during influenza infection. This dataset reveals information that has not been recognized using low-dimensional flow cytometry analyses and can be exploited for the development of pDC-and tDC-based therapeutics.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 656,
                    "text": "2017;",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 674,
                    "text": "See et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 696,
                    "text": "Villani et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To dissect pDC diversity in mouse, we designed a myeloidfocused CyTOF panel (Table S1 ). In addition to surface markers, this panel incorporated transcription factors (TFs) differentially expressed in DC subsets: Tcf4 (pDCs), Irf8 (pDCs and cDC1s), and Irf4 (cDC2s) (Cisse et al., 2008; Schiavoni et al., 2002; Suzuki et al., 2004) . To allow greater resolution of minor myeloid populations, we enriched mouse splenic DCs and plotted Lin À cells in a t-Distributed Stochastic Neighbor Embedding (tSNE) map (Figure 1A) . We found a minimal number of Ccr2 + monocytes and CD64 + red pulp macrophages (RPMs) after enrichment (Figure S1) . Based on their phenotype, we identified formally described DC subsets, i.e., pDCs, cDC1s, and cDC2s. As expected, we observed high Tcf4 expression in pDCs, but not in cDCs, and high Irf8 expression in cDC1s and pDCs, but not in cDC2s. Surprisingly, we observed a bridging population of cells localized between pDCs and cDC2s in the tSNE map. The phenotype of this bridging population ranged from pDC-to cDC2-like, i.e., high to low expression of Tcf4, Irf8, and the pDC marker SiglecH and low to high expression of CD11c.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 286,
                    "text": "(Cisse et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 310,
                    "text": "Schiavoni et al., 2002;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 311,
                    "end": 331,
                    "text": "Suzuki et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 517,
                    "text": "(Figure 1A)",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 633,
                    "text": "(Figure S1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "CyTOF Analysis Reveals a Transitional DC Subpopulation in Mouse Spleen"
        },
        {
            "text": "The phenotype and tSNE map localization of this bridging population resembled human AXL + DCs, a pDC-like population with cDC2 features described by us and others (Alcá ntara- Herná ndez et al., 2017; See et al., 2017; Villani et al., 2017) . To evaluate DC populations' homology between species, we performed parallel CyTOF analysis of human peripheral blood mononuclear cells (PBMCs) ( Figure 1B ). In line with our previous report, we observed that human AXL + DCs bridge pDCs and cDC2s in a tSNE map, reflecting an intermediate phenotype, which was also true for human spleen ( Figure S2 ). Similar to mouse, the human bridging population expressed high to low levels of TCF4, IRF8, and the pDC markers CD123 and BDCA2, while CD11c expression ranged from low to high. Thus, the presence of cells that display a transitional phenotype between pDCs and cDC2s is a conserved characteristic between mouse and human. We called these cells transitional DCs (tDCs) with the intent to emphasize not only their intermediate phenotype but also their continuum of pDC to cDC2 features.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 200,
                    "text": "Herná ndez et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 218,
                    "text": "See et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 240,
                    "text": "Villani et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 397,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 582,
                    "end": 591,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CyTOF Analysis Reveals a Transitional DC Subpopulation in Mouse Spleen"
        },
        {
            "text": "Mouse tDCs consistently localized between pDCs and cDC2s when analyzed using other clustering methods, such as principal component analysis (PCA) and uniform manifold approximation and projection (UMAP) (Becht et al., 2018) (Figures 1C and 1D) . When we analyzed the expression of other markers present in our CyTOF panels, we again found that tDCs have intermediate expression of pDC and cDC markers (Figures 1E and 1F; see Figures S1 and S2 for tSNE plots) . In contrast to pDCs, mouse and human tDCs expressed high levels of CX3CR1 and IRF4. Unlike cDC2s, tDCs were CD11b À in mouse and BDCA1 À in human. Compared with cDC1s, tDCs were Xcr1 À and Cadm1 À in mouse and CLEC9A À in human. Altogether, our CyTOF analysis identified a distinct subpopulation of DCs in mouse that displays a transitional phenotype between pDCs and cDC2s and mirrors the phenotype of human blood and spleen AXL + DCs.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 243,
                    "text": "(Becht et al., 2018) (Figures 1C and 1D)",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 420,
                    "text": "(Figures 1E and 1F;",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 458,
                    "text": "see Figures S1 and S2 for tSNE plots)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CyTOF Analysis Reveals a Transitional DC Subpopulation in Mouse Spleen"
        },
        {
            "text": "Mouse tDC Phenotypes Range from pDC-like to cDC-like We then explored the diversity of mouse tDCs. We designed a flow cytometry gating strategy to enable tDC characterization, quantification, and purification ( Figure S3 ). Because tDCs did not express the cDC1 marker Xcr1 or the cDC2/monocyte marker CD11b (Figure 1A) , we used these parameters to eliminate these cells (Figure 2A) . Biaxial gating of CyTOF data showed that tDCs (black dots) were among cells expressing high to low levels of SiglecH and low to high levels of CD11c. Furthermore, as shown by tSNE and UMAP analysis, tDCs, but not pDCs, were Cx3cr1 high (Figures 1D and 2A, upper left) . Finally, we observed that tDCs could be separated into two populations representing different parts of the spectrum: CD11c low Ly6C high tDCs (ii, purple) represent cells that are more similar to pDCs, while CD11c high Ly6C low tDCs (iii, cyan) correspond to cells that are more similar to cDC2s (Figure 2A , lower left). This partition mirrored our previous analysis of human AXL + DCs, which can also be split based on expression of CD11c to facilitate characterization of their heterogeneity (Alcá ntara-Herná ndez et al., 2017). We validated our observations by flow cytometry and quantified tDCs in lymphoid organs (Figures 2A and 2B; see Figure S3 for the complete gating strategy). Compared with other DC subsets, tDCs were a minor population of cells in spleen and lymph nodes (LNs), representing $0.02%-0.07% of all leukocytes. Notably, tSNE analysis revealed that LN tDCs mapped between pDCs and cDC2s and away from migratory major histocompatibility complex class II (MHC class II) high DCs ( Figures 2C and S3C) .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 319,
                    "text": "(Figure 1A)",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 383,
                    "text": "(Figure 2A)",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 641,
                    "text": "(Figures 1D and 2A,",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 653,
                    "text": "upper left)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 220,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 952,
                    "end": 962,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1300,
                    "end": 1309,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1660,
                    "end": 1679,
                    "text": "Figures 2C and S3C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CyTOF Analysis Reveals a Transitional DC Subpopulation in Mouse Spleen"
        },
        {
            "text": "Flow cytometry analysis of CD11c low and CD11c high tDCs corroborated their transitional phenotype ( Figure 2D ). CD11c low tDCs had a phenotype closer to that of pDCs, with higher levels of SiglecH, Pdca1, and B220 than CD11c high tDCs. CD11c low and CD11c high tDCs were negative for the pDC markers Ccr9 and Ly6D; however, CD11c high tDCs had intermediate levels of CD9, a marker previously associated with pDC subpopulations (Bjö rck et al., 2011) . Although tDCs featured some levels of CD8, both CD11c low and CD11c high tDCs lacked expression of (A and B) tSNE plots of (A) Lin À events from BSA-enriched mouse splenocytes or (B) Lin À HLA-DR + events from human PBMCs. One representative of two samples analyzed by CyTOF is shown. See Figures S1 and S2 for additional protein expression. tSNE with manual annotation (left) and colored by expression of indicated proteins (right). (C) PCA of DC subsets in mouse spleen analyzed by CyTOF as in (A). (D) UMAP of mouse splenocytes analyzed by CyTOF as in (A). UMAP with manual annotation (left) and colored by expression of indicated proteins (right). (E and F) Heatmap of protein expression in mouse (E) and human (F) DC subsets (n = 2 for each species). See also Table S1 for CyTOF panels. Figure 1 , colored by Cx3cr1 expression (top left). Top row: biaxial plots of CyTOF data. Black dots represent gated Cx3cr1 + Tcf4 + cells. Cells were divided based on the expression of CD11c and Ly6C and mapped to the CyTOF tSNE plot (lower left). Bottom row: flow cytometry gating strategy (see Figure S3A for the full gating strategy). One representative of two independent experiments (exp). (B) Total numbers of DC subsets in mouse spleen (n = 14) and skin-draining lymph nodes (LNs; n = 7). Shown is mean ± SD.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 451,
                    "text": "(Bjö rck et al., 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1219,
                    "end": 1227,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1246,
                    "end": 1254,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1543,
                    "end": 1553,
                    "text": "Figure S3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "CyTOF Analysis Reveals a Transitional DC Subpopulation in Mouse Spleen"
        },
        {
            "text": "(legend continued on next page) more specific cDC1 markers such as DEC205, Cadm1, and surface Clec9A. We did not detect significant levels of the cDC2 marker Esam, but CD11c high tDCs were CD172a low .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CyTOF Analysis Reveals a Transitional DC Subpopulation in Mouse Spleen"
        },
        {
            "text": "The phenotype of mouse tDCs, particularly their expression of Cx3cr1 and CD8, resembled a previously described population of mouse DCs that has features of both pDCs and cDCs, termed noncanonical DCs ( Bar-On et al., 2010) . We hypothesized that noncanonical DCs could be represented within the tDC population. To test this, we mapped noncanonical DCs, gated as described by Bar-On et al. (2010) , onto our mouse tSNE plot and confirmed the high expression of CD8 in this part of the map (orange on top of the upper-right tSNE map, Figure 2E ). We also overlaid noncanonical DCs in our flow cytometry gating strategy (orange on top of the contour plots, Figure 2E ). In both cases, we found that noncanonical DCs mapped within the tDC population but only captured a fraction of it: 62.8% of CD11c high tDCs and 22.4% of CD11c low tDCs ( Figure 2F ). Noncanonical DCs represented $34% of the entire tDC population ( Figure 2F , right bar graph). Thus, murine tDCs include the previously described noncanonical DCs.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 222,
                    "text": "Bar-On et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 395,
                    "text": "Bar-On et al. (2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 532,
                    "end": 541,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 654,
                    "end": 663,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 837,
                    "end": 846,
                    "text": "Figure 2F",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 915,
                    "end": 924,
                    "text": "Figure 2F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CyTOF Analysis Reveals a Transitional DC Subpopulation in Mouse Spleen"
        },
        {
            "text": "In summary, we present a flow cytometry gating strategy that captures tDCs and allows for enrichment of different parts of the phenotypic spectrum based on CD11c and Ly6C expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CyTOF Analysis Reveals a Transitional DC Subpopulation in Mouse Spleen"
        },
        {
            "text": "To further query the homology of mouse and human tDCs (also known as AXL + DCs), we expanded our proteomic CyTOF approach to transcriptomics, which allows genome-wide comparison between species. We leveraged publicly available mouse bulk RNA sequencing (RNA-seq) data of individually purified DC subsets and human single-cell RNA-seq data of myeloid cells (Lau et al., 2016; Villani et al., 2017) . The mouse dataset included noncanonical DCs, which we used to represent mouse tDCs for this analysis. PCA using nearly 1,000 differentially expressed genes overlapped mouse and human pDCs, cDC2s, and cDC1s, validating our analysis ( Figure 3A ; see Figure S4A for analysis details). Mouse tDCs localized between pDCs and cDC2s, overlapping with human tDCs. In both species, tDCs shared intermediate expression of several pDC genes (e.g., ITM2C and PTPRS), cDC genes (e.g., CD33 and ITGAX), CX3CR1, and CD5 ( Figure 3B ).",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 374,
                    "text": "(Lau et al., 2016;",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 396,
                    "text": "Villani et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 632,
                    "end": 641,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 907,
                    "end": 916,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Transcriptome Analysis Aligns Mouse and Human tDCs"
        },
        {
            "text": "Next, we inquired whether mouse tDCs share protein expression of surface markers described for human tDCs ( Figure 3C ). To mirror our mouse tDC analysis and characterize diversity within the population, we divided human tDCs based on their expression of CD11c, as previously described (Alcá ntara-Herná ndez et al., 2017). Human tDCs display high levels of the receptor tyrosine kinase AXL; however, Axl was undetectable in mouse tDCs using two antibody clones that efficiently labeled macrophages, as shown in Figure S4B . Human tDCs expressed CD5 and CD81 (Zhang et al., 2017) , which was also true for mouse tDCs, espe-cially CD11c high tDCs. Lastly, both CD2 and SIGLEC1/CD169, two markers that have been used to define human pDC subpopulations (Matsui et al., 2009; Wilhelm et al., 2016) , were enriched in tDCs compared with other DC subsets in both species. However, CD2 was not a unique marker for tDCs, and Siglec1 was only detected in a fraction ($20%-30%) of murine tDCs. We were not able to evaluate SIGLEC6, a marker of human tDCs, because it does not have a mouse homolog. Collectively, mouse and human tDCs overlap transcriptionally and phenotypically. Furthermore, many previous reports referring to pDC subpopulations can be explained by the heterogeneous phenotype of tDCs in both mouse and human.",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 579,
                    "text": "(Zhang et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 771,
                    "text": "subpopulations (Matsui et al., 2009;",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 793,
                    "text": "Wilhelm et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 512,
                    "end": 522,
                    "text": "Figure S4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Transcriptome Analysis Aligns Mouse and Human tDCs"
        },
        {
            "text": "Mouse and Human tDCs Share TF Profiles DC subsets are characterized by their expression of a combination of TFs, which are essential for each subset's development, phenotype, and function. The TF TCF4 is required for pDC development and function (Cisse et al., 2008; Ghosh et al., 2010) . IRF8 and IRF4 are required for cDC1 and cDC2 development, respectively (Schiavoni et al., 2002; Suzuki et al., 2004) . Zbtb46 is uniquely expressed in cDCs and required for their function, but not their development (Meredith et al., 2012a (Meredith et al., , 2012b Satpathy et al., 2012) . Thus, we evaluated the TF signature of mouse and human tDCs in comparison to other DC subsets ( Figures  4A-4C ). At the RNA and protein level, both TCF4 and IRF8 expression ranged from intermediate to low in CD11c low and CD11c high tDCs, respectively. We found high levels of IRF4 in tDCs, particularly CD11c high tDCs; however, different from mouse, IRF4 was also present in human pDCs. Finally, Zbtb46 protein was detected in mouse tDCs, with intermediate to high expression in CD11c low and CD11c high tDCs, respectively.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 266,
                    "text": "(Cisse et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 286,
                    "text": "Ghosh et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 384,
                    "text": "(Schiavoni et al., 2002;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 385,
                    "end": 405,
                    "text": "Suzuki et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 527,
                    "text": "(Meredith et al., 2012a",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 553,
                    "text": "(Meredith et al., , 2012b",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 576,
                    "text": "Satpathy et al., 2012)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 675,
                    "end": 689,
                    "text": "Figures  4A-4C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Transcriptome Analysis Aligns Mouse and Human tDCs"
        },
        {
            "text": "Next, we analyzed the TF ID2, which promotes cDC development by antagonizing TCF4 (Grajkowska et al., 2017) . We found that ID2 expression inversely correlated with TCF4 expression, as expected ( Figure 4C ; see Table S2 for primers). In mouse, Id2 was not detected in pDCs and CD11c low tDCs but was noted in CD11c high tDCs at levels comparable to cDCs. Similarly, low ID2 expression was detected in human CD11c high tDCs. Finally, we evaluated IRF7, a TF associated with the capacity of pDCs to produce IFN-I (Honda et al., 2005; Izaguirre et al., 2003) . We found that unlike pDCs, all tDCs in mouse and human expressed negligible levels of IRF7, suggesting functional differences between these cells. In summary, tDCs demonstrate a mixed pattern of TFs, correlating with their transitional phenotype between pDCs and cDCs.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 107,
                    "text": "(Grajkowska et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 532,
                    "text": "IFN-I (Honda et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 556,
                    "text": "Izaguirre et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 205,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 212,
                    "end": 220,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Transcriptome Analysis Aligns Mouse and Human tDCs"
        },
        {
            "text": "To test whether tDC development depends on Tcf4 expression, we analyzed CD11c CRE Tcf4 fl/fl (Tcf4 CKO ) mice ( Figures  4D and 4E ). Conditional deletion of Tcf4 in this model results in pDC loss, as expected (Cisse et al., 2008; Ghosh et al., 2010) . The frequencies of both CD11c high and CD11c low tDCs were also significantly decreased in Tcf4 CKO mice, while cDC1s and (C) tSNE map of spleen and LNs analyzed by CyTOF, with manual annotation (left) and colored by MHC class II expression (right). One representative of two exp. (D) Surface markers analyzed in each DC subset by flow cytometry representative of n R 3. Numbers indicate geometric Mean Fluorescence Intensity (gMFI) 3 10 2 . (E) Noncanonical DCs were gated as described ( Bar-On et al., 2010) and overlaid in the tSNE plot of mouse spleen CyTOF data (orange dots, upper panel). Noncanonical DCs were also overlaid in our flow cytometry gating strategy described in (A) (bottom panels). (F) Frequency of noncanonical DCs within CD11c high and CD11c low tDC gates (pie charts) and total number of tDCs and noncanonical DCs in the spleen (n = 14). cDC2s were unaffected. This indicates that similar to pDCs, tDC development depends on Tcf4.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 230,
                    "text": "(Cisse et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 250,
                    "text": "Ghosh et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 762,
                    "text": "Bar-On et al., 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 130,
                    "text": "Figures  4D and 4E",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Transcriptome Analysis Aligns Mouse and Human tDCs"
        },
        {
            "text": "IRF8 expression is shared between pDCs and cDC1s. However, while cDC1s require IRF8 for development, pDCs require it for their function (Schiavoni et al., 2002; Sichien et al., 2016) . Depletion of Irf8 from pDCs generates a population with some features of cDCs, i.e., lower levels of SiglecH and higher levels of CD11c, Irf4, and MHC class II, which resembles the tDC population described here. Therefore, we analyzed pDCs and tDCs in CD11c CRE Irf8 fl/fl (Irf8 CKO ) mice by CyTOF. As expected, cDC1s failed to develop in these mice ( Figures 4F and 4G ). On the contrary, pDC and tDC numbers were unaffected in Irf8 CKO mice. Most pDCs from Irf8 CKO mice clustered separately from control mice but did not overlap with tDCs (population B in Irf8 CKO versus population A in control mice). Indeed, pDCs from Irf8 CKO mice had decreased expression of several markers, including SiglecH, and increased expression of MHC class II, as previously shown ( Figure 4H ; Sichien et al., 2016) . Similarly, tDC phenotype was slightly altered in Irf8 CKO mice, although to a lower extent, corresponding to their lower expression of Irf8. We conclude that similar to pDCs, Irf8 is not required for tDC development.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 160,
                    "text": "(Schiavoni et al., 2002;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 161,
                    "end": 182,
                    "text": "Sichien et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 985,
                    "text": "Sichien et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 538,
                    "end": 555,
                    "text": "Figures 4F and 4G",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 952,
                    "end": 961,
                    "text": "Figure 4H",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Transcriptome Analysis Aligns Mouse and Human tDCs"
        },
        {
            "text": "Furthermore, our results show that Irf8 depletion does not promote pDC differentiation into tDC-like cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transcriptome Analysis Aligns Mouse and Human tDCs"
        },
        {
            "text": "tDCs Display Lymphoid Characteristics, Similar to pDCs Our transcriptome analysis showed that mouse and human tDCs express Bcl11a, Runx2, and SpiB, i.e., TFs associated with pDC development and function ( Figure 4A ; Chopin et al., 2016; Ippolito et al., 2014; Sawai et al., 2013; Schotte et al., 2004; Wu et al., 2013) . We confirmed this analysis by evaluating the expression of these TFs within mouse CD11c low and CD11c high tDCs (Figure 5A) . We detected high levels of Bcl11a, Runx2, and SpiB in pDCs and tDCs but little to none of these TFs in cDC1s or cDC2s. Bcl11a was expressed similarly by all tDCs and pDCs, whereas Runx2 expression varied from high to low in tDC fractions. SpiB expression was higher in tDCs than in cDCs, but lower than in pDCs. These results show that tDCs share multiple transcriptional regulators with pDCs.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 237,
                    "text": "Chopin et al., 2016;",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 260,
                    "text": "Ippolito et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 280,
                    "text": "Sawai et al., 2013;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 281,
                    "end": 302,
                    "text": "Schotte et al., 2004;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 303,
                    "end": 319,
                    "text": "Wu et al., 2013)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 434,
                    "end": 445,
                    "text": "(Figure 5A)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 214,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Transcriptome Analysis Aligns Mouse and Human tDCs"
        },
        {
            "text": "Distinct from cDCs, pDCs exhibit lymphoid characteristics independent of their myeloid or lymphoid origin, i.e., rearranged immunoglobulin heavy chain (IgH) D-J genes and expression of the pre-T cell receptor a (PTCRA) (Sathe et al., 2013; Shigematsu (legend continued on next page) et al., 2004) . Thus, we asked whether tDCs also bear these lymphoid characteristics. We detected IgH D-J rearrangement in pDCs, CD11c low tDCs, and CD11c high tDCs, but not in cDC2s or granulocytes ( Figure 5B ). As previously described, cDC1s have a very low frequency of rearrangement, which we detected sporadically (data not shown; Corcoran et al., 2003) . It is possible that some fraction of cells have rearrangements that were not detected, as the assay used can only detect arrangement with particular D H segments.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 296,
                    "text": "et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 620,
                    "end": 642,
                    "text": "Corcoran et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 493,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Transcriptome Analysis Aligns Mouse and Human tDCs"
        },
        {
            "text": "We next took advantage of transgenic mice that allow evaluation of PTCRA-EGFP at the single-cell level ( Figure 5C ; Shigematsu et al., 2004) . As expected, we detected strong PTCRA-EGFP labeling in pDCs, but not cDC1s or cDC2s. tDCs were also labeled with PTCRA-EGFP, and levels varied across the population, correlating with their phenotypic similarity to pDCs. Moreover, PTCRA-EGFP was detected in $50%-90% of tDCs despite their high expression of Zbtb46 ( Figure 4B ), a TF usually associated with cDCs. Thus, comparable to bona fide pDCs, tDCs display several lymphoid characteristics such as a unique TF profile, IgH D-J rearrangements, and PTCRA-EGFP labeling.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 141,
                    "text": "Shigematsu et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 114,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 460,
                    "end": 469,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Transcriptome Analysis Aligns Mouse and Human tDCs"
        },
        {
            "text": "Human tDCs have been suggested to be cDC precursors or pre-DCs (See et al., 2017). However, different from cDCs, tDCs harbor lymphoid characteristics and require Tcf4 for their development, which is inconsistent with these cells being pre-DCs. To further analyze the relationship between tDCs and pre-DCs, we performed CyTOF profiling and unbiased analysis. We were unable to identify tDCs in the bone marrow (BM); thus, we first compared splenic tDCs with BM pre-DCs. We found that splenic tDCs did not overlap with BM pre-DCs in a tSNE map, indicating that they are phenotypically distinct ( Figure S5 ). Next, we analyzed the relationship between splenic tDCs and splenic pre-DCs, gated as Lin À CD11c high MHC class II À CD172a À CD135 + ( Figure 5D ; Liu et al., 2009) . Unbiased analysis revealed that splenic pre-DCs were heterogeneous and localized to various CD135 high areas of the tSNE map. Most pre-DCs mapped near cDC1s, and only a fraction of pre-DCs mapped with Cx3cr1 + tDCs in the tSNE map ( Figure 5D ). Furthermore, splenic pre-DCs were considerably less numerous than tDCs, and only 10% were encompassed within the total tDC population ( Figures  5E and 5F ). Closer phenotypic analysis revealed that $60% of pre-DCs expressed either Xcr1 or CD11b, markers that tDCs lack ( Figures 1A and 5G ). In addition, only $40% of pre-DCs expressed Cx3cr1, which is expressed by all tDCs. Conversely, tDCs expressed variable levels of B220, MHC class II, and CD172a, which are excluded from the pre-DC definition. Finally, splenic tDCs express SiglecH, while splenic pre-DCs are mostly SiglecH À , as previously described (Figures 1A and 5D; Schlitzer et al., 2015) . Thus, our unbiased analysis revealed that there is minimal overlap between splenic tDCs and pre-DCs.",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 773,
                    "text": "Liu et al., 2009)",
                    "ref_id": null
                },
                {
                    "start": 1632,
                    "end": 1651,
                    "text": "(Figures 1A and 5D;",
                    "ref_id": null
                },
                {
                    "start": 1652,
                    "end": 1675,
                    "text": "Schlitzer et al., 2015)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 594,
                    "end": 603,
                    "text": "Figure S5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 744,
                    "end": 753,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1009,
                    "end": 1018,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1158,
                    "end": 1176,
                    "text": "Figures  5E and 5F",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1294,
                    "end": 1311,
                    "text": "Figures 1A and 5G",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Transcriptome Analysis Aligns Mouse and Human tDCs"
        },
        {
            "text": "Altogether, our findings show that tDCs follow a developmental program similar to pDCs and suggest that tDCs represent a distinct population of cells that are different from traditional pre-DCs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transcriptome Analysis Aligns Mouse and Human tDCs"
        },
        {
            "text": "Next, we compared the functional capacities of mouse and human tDCs, i.e., their capacity to respond to Toll-like receptor (TLR) stimulation, secrete cytokines, and activate T cell proliferation. Following in vivo stimulation with the TLR9 agonist CpG-A, mouse pDCs displayed high levels of CD69, an early marker of lymphocyte activation, while MHC class II and CD86 were only slightly upregulated ( Figures 6A and S6 ). In contrast, both cDC2s and cDC1s strongly upregulated MHC class II and CD86, but not CD69. In accordance with their transitional phenotype, the CD11c low tDC fraction upregulated CD69 at comparable levels to pDCs, whereas the CD11c high fraction upregulated MHC class II and CD86 similar to cDCs. Human DC subsets behaved similarly when stimulated ex vivo with CpG-A; i.e., HLA-DR and CD86 were less upregulated in pDCs and scaled up from tDCs to cDCs ( Figure 6B ). Interestingly, we found that human tDCs were particularly efficient at upregulating the costimulatory marker CD80 upon CpG-A stimulation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 417,
                    "text": "Figures 6A and S6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 876,
                    "end": 885,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Mouse and Human tDCs Display Similar Functional Capabilities"
        },
        {
            "text": "In accordance with their lower expression of IRF7 ( Figure 4C ), tDCs had lower capacity to produce IFNa than pDCs. Mouse CD11c low tDCs, but not CD11c high tDCs, were able to produce IFNa, although to a lower extent than pDCs ( Figure 6C ). Similarly, human CD11c low tDCs, but not CD11c high tDCs, secreted very low levels of IFNa ( Figure 6D ). We also evaluated tDC capacity to produce interleukin-12 (IL-12), a T H 1-activating cytokine suggested to be secreted by human tDCs (See et al., 2017; Villani et al., 2017) . We found that mouse tDCs were unable to secrete the active form IL-12p70 following stimulation with CpG-A or CpG-B, whereas all mouse DC subsets secreted low levels of this cytokine in response to imiquimod. However, we did detect the precursor subunit IL-12p40 in tDCs and cDCs following CpG-A stimulation ( Figure 6C ). We observed similar results in human; i.e., in our hands, pDCs and tDCs did not secrete IL-12p70 with either stimulation tested ( Figure 6D ). These results show that mouse and human tDCs have a limited capacity to produce IFNa and IL-12p70.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 499,
                    "text": "(See et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 521,
                    "text": "Villani et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 61,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 229,
                    "end": 238,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 335,
                    "end": 344,
                    "text": "Figure 6D",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 833,
                    "end": 842,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 976,
                    "end": 985,
                    "text": "Figure 6D",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Mouse and Human tDCs Display Similar Functional Capabilities"
        },
        {
            "text": "Finally, we compared the capacity of mouse and human tDCs to promote allogeneic T cell proliferation in a mixed leukocyte reaction (MLR). Both mouse and human freshly isolated pDCs expressed low levels of MHC class II/HLA-DR ( Figure 3C ) and (D) CyTOF analysis of BSA-enriched splenocytes from CD11c CRE Tcf4 fl/fl (Tcf4 CKO ) and control (Tcf4 fl/fl and B6) mice manually annotated (left) and colored by protein expression (right). One representative of two exp. (E) Frequency of DC subsets in spleen of Tcf4 CKO and control mice (n = 3 in 2 exp). (F) CyTOF analysis of BSA-enriched splenocytes from CD11c CRE Irf8 fl/fl (Irf8 CKO ) and control (Irf8 fl/fl ) mice manually annotated (left) and colored by protein expression (right). One representative of two exp. (G) Frequency of DC subsets in spleen of Irf8 CKO and control mice (n = 3 in 2 exp). (H) Heatmap of protein expression in pDCs and tDCs from Irf8 CKO and control mice (n = 2). pDCs from Irf8 CKO were divided in two based on Irf8 expression; i.e., population A is present in control mice, whereas population B is present in Irf8 CKO mice. Bar graphs indicate mean ± SD. Statistics determined by t-test. *p < 0.05, **p < 0.01, ****p < 0.0001. consequently failed to promote the proliferation of allogeneic CD4 + T cells at steady state ( Figures 6E and 6F ). The antigen presentation capabilities of freshly isolated tDCs transitioned across the population, correlating with their phenotypic similarity to pDCs and cDCs. Altogether, these results indicate that tDCs' functional capabilities vary across the population, with CD11c low cells behaving more like pDCs and CD11c high cells behaving more like cDCs. These transitional functions of tDCs were similar in mouse and human, cementing their homology.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 236,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1302,
                    "end": 1319,
                    "text": "Figures 6E and 6F",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Mouse and Human tDCs Display Similar Functional Capabilities"
        },
        {
            "text": "tDCs Are Recruited to the Site of Influenza Infection We found that tDCs are hardly present in tissues such as lung or skin at steady state, i.e., in the absence of inflammation (Figure 7A ). The few lung and skin tDCs found by CyTOF expressed Tcf4, Pdca1, and Cx3cr1 but showed decreased expression of SiglecH compared with splenic tDCs (Figures S7A and S7B ). This observation is in accordance with a lack of tDCs in healthy human skin, as described (Alcá ntara-Herná ndez et al., 2017).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 188,
                    "text": "(Figure 7A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 338,
                    "end": 358,
                    "text": "(Figures S7A and S7B",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Mouse and Human tDCs Display Similar Functional Capabilities"
        },
        {
            "text": "We then evaluated tDC accumulation in the lung during respiratory viral infection with influenza virus. Different from cDCs that migrate from the lung to local draining mediastinal LNs, pDCs are known to accumulate in the infected lung (Grayson et al., 2007; Helft et al., 2012) . Given their developmental similarities with pDCs, we hypothesized that tDCs will demonstrate similar behavior and accumulate in the lung during infection. B6 mice were infected intranasally with influenza (Flu PR8), and the course of infection was tracked by animal weight loss ( Figure 7B ). Before infection, cDC2s and cDC1s were represented in higher numbers than pDCs and tDCs in the lung. However, shortly after infection, lung cDC2 and cDC1 numbers decreased dramatically, whereas pDC and tDC numbers increased 2-to 3-fold (Figures 7C and 7D; see Figure S7C for the gating strategy). By days 4-6, pDCs and tDCs occupied more than 50% of the DC compartment. The loss of cDC1s and cDC2s in the lung corresponded to an increase in migratory cDCs in the lung-draining mediastinal LNs, with a peak at day 4 ( Figure 7D ). We did not observe accumulation of tDCs in mediastinal LNs, suggesting that these cells were not following the same migratory pattern as cDCs. Finally, we observed that both lung tDCs and pDCs upregulated the activation markers CD69, MHC class II, and CD86 ( Figure 7E ). We conclude that similar to pDCs, tDCs are recruited to the site of influenza infection and display an activated phenotype.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 258,
                    "text": "(Grayson et al., 2007;",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 278,
                    "text": "Helft et al., 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 561,
                    "end": 570,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 834,
                    "end": 844,
                    "text": "Figure S7C",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1091,
                    "end": 1100,
                    "text": "Figure 7D",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1363,
                    "end": 1372,
                    "text": "Figure 7E",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Mouse and Human tDCs Display Similar Functional Capabilities"
        },
        {
            "text": "Several pDC depletion models have been developed and show contradictory results regarding the role of pDCs during viral infection (Cervantes-Barragan et al., 2007 , 2012 Swiecki et al., 2013; Wolf et al., 2009) . However, it is unknown whether tDCs are also depleted in these models, which may account (C) EGFP expression in splenic DC subsets from PTCRA-EGFP mice compared with wild-type (WT) mice. Two mice for each condition shown. Numbers indicate frequency of EGFP + cells. (D) tSNE map of Lin À events from negatively enriched (anti-CD3 and anti-CD19) mouse splenocytes analyzed by CyTOF. Left: manual annotation; right: colored by protein expression. Bottom panels show splenic pre-DCs gated as CD3 À CD19 À CD335 À B220 À and CD11c + MHC class II À CD135 + CD172a À as described (Liu et al., 2009) . Pre-DCs were overlaid in the tSNE map (pink dots). See Figure S5 for a comparison between spleen tDCs and BM pre-DCs. for inconsistent conclusions regarding the necessity of pDCs for anti-viral responses. Therefore, we evaluated tDC depletion in one prominent model, a transgenic mouse that expresses diphtheria toxin receptor (DTR) under the promoter of the human pDC marker CLEC4C/BDCA2 (Swiecki et al., 2010) . We found that diphtheria toxin (DT) administration in CLEC4C DTR mice eliminated pDCs, but not tDCs, in the spleen and lung ( Figure 7F ). Furthermore, we did not find depletion of any other DC subset in this model, as previously described (data not shown; Swiecki et al., 2010) . We conclude that CLEC4C DTR mice are a good model for the specific depletion of pDCs without affecting tDC numbers.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 162,
                    "text": "(Cervantes-Barragan et al., 2007",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 169,
                    "text": ", 2012",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 170,
                    "end": 191,
                    "text": "Swiecki et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 210,
                    "text": "Wolf et al., 2009)",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 805,
                    "text": "(Liu et al., 2009)",
                    "ref_id": null
                },
                {
                    "start": 1197,
                    "end": 1219,
                    "text": "(Swiecki et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 1479,
                    "end": 1500,
                    "text": "Swiecki et al., 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 863,
                    "end": 872,
                    "text": "Figure S5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1348,
                    "end": 1357,
                    "text": "Figure 7F",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Mouse and Human tDCs Display Similar Functional Capabilities"
        },
        {
            "text": "We then used CLEC4C DTR mice to investigate the dynamics of tDC accumulation in the absence of pDCs during influenza infection ( Figure 7G ). Interestingly, pDC depletion did not alter the overall course of influenza infection or the accumulation of tDCs in the lung ( Figures 7H and 7I) . Similarly, cDC decrease from the lung was not impaired in the absence of pDCs (Figure 7I ). However, we found that the absence of pDCs promoted a significant increase in lung Foxp3 + regulatory T (Treg) cells (Figure 7J) . Consequently, the ratio of Treg cells to CD8 + and CD4 + T cells was significantly higher in pDC-depleted mice, suggesting that lung-recruited pDCs and tDCs may have different roles during influenza infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 138,
                    "text": "Figure 7G",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 269,
                    "end": 287,
                    "text": "Figures 7H and 7I)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 368,
                    "end": 378,
                    "text": "(Figure 7I",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 499,
                    "end": 510,
                    "text": "(Figure 7J)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Mouse and Human tDCs Display Similar Functional Capabilities"
        },
        {
            "text": "In this study, we provide formal proof of the existence of a population of mouse DCs closely related to pDCs and equivalent to the recently identified human AXL + DCs. We name this conserved population transitional DCs (tDCs) to reflect their heterogeneous phenotype and function, which span between pDCs and cDC2s. Our multifaceted analysis of the phenotype, transcriptome, and function of tDCs in mouse and human is a resource to further dissect the role of these cells in different diseases and ultimately move the field forward toward DC-based therapeutics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Human and mouse tDCs share several characteristics: (1) a conserved gene expression profile; (2) expression of key TFs;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "(3) cellular heterogeneity showing a range of pDC to cDC phenotypes; (4) lower capacity than pDCs to produce IFNa; and (5) higher capacity than pDCs to promote allogeneic T cell proliferation. Because tDCs appear quite heterogeneous, we found it useful to divide them into two functional groups: CD11c low (pDC-like) tDCs and CD11c high (cDC-like) tDCs. However, we emphasize that this distinction was created for the purpose of Bar graphs indicate mean ± SD; nd, not detected. Statistics determined by one-way ANOVA with Tukey's multiple comparison test. *p < 0.05, **p < 0.01, ***p < 0.001, ****p < 0.0001. Bar graphs indicate mean ± SD. *p < 0.05, **p < 0.01, ***p < 0.001. characterizing tDC heterogeneity, and consequently, we do not consider these to be distinct developmental DC subsets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In humans, tDCs can be distinguished from pDCs by their expression of AXL; however, we could not detect surface or intracellular Axl protein in mouse tDCs, indicating that this is not a shared characteristic. We found that mouse tDCs are best distinguished from pDCs by expression of Cx3cr1, a marker also expressed by human tDCs. A lack of concordance in DC subset-specific surface markers between human and mouse is well documented for other DC subsets (Vu Manh et al., 2015) . For example, Pdca1 (BST2) is a pDC-specific marker in mouse at steady state but is widely expressed in human immune cells (Blasius et al., 2006) . These differences may reflect divergent evolution, perhaps driven by species-specific pathogens. Because of these differences, it is imperative to consider a combination of phenotypic, functional, and transcriptional assays to establish cell-type homology between species, as we have done here. We found that mouse and human tDCs did share variable expression of CD2, CD5, CD81, and SIGLEC1. Despite these similarities, we could not identify any marker that unequivocally distinguished mouse tDCs from pDCs and cDCs, which is in accordance with their transitional phenotype. These results suggest that tDCs were probably overlooked when using gating strategies based on a few markers and illustrate the importance of using high-dimensional approaches to avoid oversimplification of the DC compartment. As shown here, high-dimensional approaches can be used to design simplified gating strategies for flow cytometry analysis and cell purification.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 477,
                    "text": "(Vu Manh et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 624,
                    "text": "(Blasius et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although further investigation of the origin of tDCs is required, we report several observations that link tDCs closely to pDCs. First, tDCs expressed the pDC lineage-defining TF TCF4. This TF is necessary for the development of both mouse and human pDCs and mouse tDCs, as demonstrated here (Cisse et al., 2008; Grajkowska et al., 2017; Nagasawa et al., 2008) . The developmental dependence of tDCs on Tcf4 is in accordance with a lack of noncanonical DCs in Tcf4 À/À mice (Bar-On et al., 2010), cells that we show are included within the broader definition of tDCs. In addition, pDCs and tDCs shared expression of other TFs required for pDC development and function (e.g., BCL11A, IRF8, SPIB, and RUNX2), which are known to be upstream or downstream of the master regulator TCF4 (Ceribelli et al., 2016; Ghosh et al., 2010; Sawai et al., 2013) . Similar to pDCs, tDCs do not require IRF8 for their development, which is in contrast to cDC1s (Schiavoni et al., 2002; Sichien et al., 2016) . Altogether, the shared TF signature of pDCs and tDCs strongly indicates that their development likely progresses along a shared path.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 312,
                    "text": "(Cisse et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 337,
                    "text": "Grajkowska et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 360,
                    "text": "Nagasawa et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 805,
                    "text": "(Ceribelli et al., 2016;",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 825,
                    "text": "Ghosh et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 826,
                    "end": 845,
                    "text": "Sawai et al., 2013)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 943,
                    "end": 967,
                    "text": "(Schiavoni et al., 2002;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 968,
                    "end": 989,
                    "text": "Sichien et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Another observation that associates tDCs with pDCs is the presence of lymphoid characteristics: rearrangement of the IgH locus, which is a permanent change to the genomic DNA, and expression of PTCRA-EGFP. The presence of these features in pDCs was originally interpreted to be indicative of lymphoid origin. Indeed, analysis at the single-cell level has identified a lymphoid precursor that can give rise to pDCs (Dress et al., 2019; Rodrigues et al., 2018) . However, care should be taken when analyzing pDC lymphoid features, because these are also known to be carried by pDCs derived from myeloid progenitors ( ). Regardless of their lymphoid or myeloid origin, IgH rearrangement can be detected in pDCs and tDCs, which suggests that these cells are closely related developmentally. Similar developmental associations can be implied by the expression of PTCRA-EGFP in pDCs and tDCs. These lymphoid characteristics may result from their shared expression of Bcl11a, which controls RAG-1 expression (Lee et al., 2017) . Alternatively, they may be a consequence of an ectopic lymphoid program activated by TCF4, as previously suggested (Reizis, 2019) . We found that tDCs, especially CD11c high tDCs, simultaneously express PTCRA-EGFP and Zbtb46, a TF generally associated with cDCs. Zbtb46 expression has also been found in embryonicderived Langerhans cells (Wu et al., 2016) , suggesting that this TF does not necessarily label a pre-DC developmental pathway but perhaps reveals the functional capabilities of the cells, as suggested (Meredith et al., 2012b) .",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 458,
                    "text": "Rodrigues et al., 2018)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1001,
                    "end": 1019,
                    "text": "(Lee et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1151,
                    "text": "(Reizis, 2019)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1360,
                    "end": 1377,
                    "text": "(Wu et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 1537,
                    "end": 1561,
                    "text": "(Meredith et al., 2012b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 613,
                    "end": 614,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The exact developmental origin of tDCs also requires further study. It is possible that tDCs are generated as a byproduct of pDC development, as suggested for noncanonical DCs (Reizis, 2019) . Alternatively, tDCs may arise directly from pDCs. Indeed, pDCs are known to lose IFN-I production potential and increase antigen presentation capacity during stimulation (Palucka et al., 2005) , which are characteristics associated with tDCs. This pDC conversion, also called plasticity, has been observed for both human and mouse pDCs (Alcá ntara-Herná ndez et al., 2017; Alculumbre et al., 2018; Grouard et al., 1997; Liou et al., 2008; Manh et al., 2013) . The identification of mouse and human tDCs creates an opportunity to explore pDC plasticity in vivo.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 190,
                    "text": "(Reizis, 2019)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 363,
                    "end": 385,
                    "text": "(Palucka et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 590,
                    "text": "Alculumbre et al., 2018;",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 612,
                    "text": "Grouard et al., 1997;",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 631,
                    "text": "Liou et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 650,
                    "text": "Manh et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The observations that tDCs harbor lymphoid characteristics and depend developmentally on Tcf4 do not support the hypothesis that these cells are the traditional cDC precursor or pre-DCs, as previously suggested (See et al., 2017). Using a high-dimensional alignment strategy at the protein level, we show that mouse tDCs have little to no overlap with splenic and BM pre-DCs. Furthermore, splenic tDCs express SiglecH, and SiglecH CRE RFP fl/fl reporter mice have limited ($0.5%) RFP labeling in cDCs (Puttur et al., 2013) . Similarly, DT administration to SiglecH DTR/DTR mice does not result in cDC depletion (Takagi et al., 2011) . Altogether, these observations support our conclusion that tDCs are a different population of cells distinct from pre-DCs. Future work will aim to trace tDC fate in health and infection.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 522,
                    "text": "(Puttur et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 632,
                    "text": "(Takagi et al., 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We found limited numbers of tDCs in lung and skin at steady state. However, similar to pDCs, tDCs accumulate in the lung during infection, suggesting that these two cell types may have cooperative roles during anti-viral responses. Our in vitro data show that complementary IFN-I secretion and antigen presentation functions are enacted by pDCs and tDCs, respectively. Surprisingly, we found that tDCs are present in DT-treated CLEC4C DTR mice, which allowed us to assess their role in the absence of pDCs. We found that a lack of pDCs, but not tDCs, promotes an increase in the frequency of Treg cells during influenza infection. This observation suggests that tDCs may be suited to promote Treg cells in accordance with their superior antigen presentation capabilities. However, the role of pDCs during influenza infection appears to be pro-inflammatory. It remains to be determined why tDCs are not depleted in the CLEC4C DTR mice given that DTR expression is thought to be modulated by TCF4 in this model (Cisse et al., 2008; Swiecki et al., 2010) . Nevertheless, this finding points to the need to dissect whether tDCs are affected in other mouse models that have been used to evaluate pDC function. It is conceivable that tDCs, similar to pDCs, would be depleted when using anti-BST2 antibodies or SiglecH DTR models. Finally, to unequivocally identify the role of tDCs during immune responses, it is necessary to develop strategies to specifically deplete these cells without affecting pDCs or cDCs.",
            "cite_spans": [
                {
                    "start": 1009,
                    "end": 1029,
                    "text": "(Cisse et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 1030,
                    "end": 1051,
                    "text": "Swiecki et al., 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, we identify and characterize a tDC population in mouse that mirrors the phenotype, function, and transcriptome of the recently defined human AXL + DCs (unified under the name tDCs). Although tDCs have been unappreciated until now, these cells most likely serve as the missing link to explain the range of functions previously associated with pDCs. Our in-depth characterization is a resource to understand the role of these cells in the context of infection, cancer, and autoimmunity and ultimately to harness pDCs and tDCs therapeutically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Detailed methods are provided in the online version of this paper and include the following: AI128949 to B.R. and AI100853 and CA232666 to O.A.P. Cell sorting was performed on instruments in the Stanford Shared FACS Facility funded through S10RR025518 and S10OD016318 and the Parker Institute for Cancer Immunotherapy. We thank the blood donors for their participation; Idoyaga lab members for technical support and discussions; Drs. Moore, Lauvau, Zengel, Blish, and Kronstad for providing reagents; Dr. Carette for fruitful discussion; and Dr. Gottfried for critical reading of the manuscript. Shigematsu, H., Reizis, B., Iwasaki, H., Mizuno, S., Hu, D., Traver, D., Leder, P., Sakaguchi, N., and Akashi, K. (2004) . Plasmacytoid dendritic cells activate lymphoid-specific genetic programs irrespective of their cellular origin. Immunity 21, 43-53. Sichien, D., Scott, C.L., Martens, L., Vanderkerken, M., Van Gassen, S., Plantinga, M., Joeris, T., De Prijck, S., Vanhoutte, L., Vanheerswynghels, M., et al. (2016) . IRF8 Transcription Factor Controls Survival and Function of Terminally Differentiated Conventional and Plasmacytoid Dendritic Cells, Respectively. Immunity 45, 626-640. Siegal, F.P., Kadowaki, N., Shodell, M., Fitzgerald-Bocarsly, P.A., Shah, K., Ho, S., Antonenko, S., and Liu, Y.J. (1999) . The nature of the principal type 1 interferon-producing cells in human blood. Science 284, 1835 -1837 . Suzuki, S., Honma, K., Matsuyama, T., Suzuki, K., Toriyama, K., Akitoyo, I., Yamamoto, K., Suematsu, T., Nakamura, M., Yui, K., and Kumatori, A. (2004 . Critical roles of interferon regulatory factor 4 in CD11bhighCD8alpha-dendritic cell development. Proc. Natl. Acad. Sci. USA 101, 8981-8986. Swiecki, M., Gilfillan, S., Vermi, W., Wang, Y., and Colonna, M. (2010) . Plasmacytoid dendritic cell ablation impacts early interferon responses and antiviral NK and CD8(+) T cell accrual. Immunity 33, 955-966. Swiecki, M., Wang, Y., Gilfillan, S., and Colonna, M. (2013) . Plasmacytoid dendritic cells contribute to systemic but not local antiviral responses to HSV infections. PLoS Pathog. 9, e1003728.",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 716,
                    "text": "Reizis, B., Iwasaki, H., Mizuno, S., Hu, D., Traver, D., Leder, P., Sakaguchi, N., and Akashi, K. (2004)",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 1016,
                    "text": "Immunity 21, 43-53. Sichien, D., Scott, C.L., Martens, L., Vanderkerken, M., Van Gassen, S., Plantinga, M., Joeris, T., De Prijck, S., Vanhoutte, L., Vanheerswynghels, M., et al. (2016)",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1309,
                    "text": "IRF8 Transcription Factor Controls Survival and Function of Terminally Differentiated Conventional and Plasmacytoid Dendritic Cells, Respectively. Immunity 45, 626-640. Siegal, F.P., Kadowaki, N., Shodell, M., Fitzgerald-Bocarsly, P.A., Shah, K., Ho, S., Antonenko, S., and Liu, Y.J. (1999)",
                    "ref_id": null
                },
                {
                    "start": 1390,
                    "end": 1407,
                    "text": "Science 284, 1835",
                    "ref_id": null
                },
                {
                    "start": 1408,
                    "end": 1413,
                    "text": "-1837",
                    "ref_id": null
                },
                {
                    "start": 1414,
                    "end": 1566,
                    "text": ". Suzuki, S., Honma, K., Matsuyama, T., Suzuki, K., Toriyama, K., Akitoyo, I., Yamamoto, K., Suematsu, T., Nakamura, M., Yui, K., and Kumatori, A. (2004",
                    "ref_id": null
                },
                {
                    "start": 1667,
                    "end": 1781,
                    "text": "Proc. Natl. Acad. Sci. USA 101, 8981-8986. Swiecki, M., Gilfillan, S., Vermi, W., Wang, Y., and Colonna, M. (2010)",
                    "ref_id": null
                },
                {
                    "start": 1913,
                    "end": 1982,
                    "text": "955-966. Swiecki, M., Wang, Y., Gilfillan, S., and Colonna, M. (2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 101,
                    "text": "AI128949",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "STAR+METHODS"
        },
        {
            "text": "Takagi, H., Fukaya, T., Eizumi, K., Sato, Y., Sato, K., Shibazaki, A., Otsuka, H., Hijikata, A., Watanabe, T., Ohara, O., et al. (2011) . Plasmacytoid dendritic cells are crucial for the initiation of inflammation and T cell immunity in vivo. Immunity 35, 958-971. Villani, A.C., Satija, R., Reynolds, G., Sarkizova, S., Shekhar, K., Fletcher, J., Griesbeck, M., Butler, A., Zheng, S., Lazo, S., et al. (2017) . Single-cell RNAseq reveals new types of human blood dendritic cells, monocytes, and progenitors. Science 356, eaah4573.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 135,
                    "text": "Eizumi, K., Sato, Y., Sato, K., Shibazaki, A., Otsuka, H., Hijikata, A., Watanabe, T., Ohara, O., et al. (2011)",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 409,
                    "text": "Immunity 35, 958-971. Villani, A.C., Satija, R., Reynolds, G., Sarkizova, S., Shekhar, K., Fletcher, J., Griesbeck, M., Butler, A., Zheng, S., Lazo, S., et al. (2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conceptualization"
        },
        {
            "text": "Vu Manh, T.-P., Bertho, N., Hosmalin, A., Schwartz-Cornil, I., and Dalod, M. (2015) . Investigating Evolutionary Conservation of Dendritic Cell Subset Identity and Functions. Front. Immunol. 6, 260. Wilhelm, T.R., Taddeo, A., Winter, O., Schulz, A.R., Mä lzer, J.-N., Domingo, C., Biesen, R., Alexander, T., Thiel, A., Radbruch, A., et al. (2016) . Siglec-1-positive plasmacytoid dendritic cells (pDCs) in human peripheral blood: A semimature and myeloid-like subset imbalanced during protective and autoimmune responses. Clin. Immunol. 163, 42-51. Wolf, A.I., Buehler, D., Hensley, S.E., Cavanagh, L.L., Wherry, E.J., Kastner, P., Chan, S., and Weninger, W. (2009) . Plasmacytoid dendritic cells are dispensable during primary influenza virus infection. J. Immunol. 182, 871-879.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 83,
                    "text": "Manh, T.-P., Bertho, N., Hosmalin, A., Schwartz-Cornil, I., and Dalod, M. (2015)",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 346,
                    "text": "Identity and Functions. Front. Immunol. 6, 260. Wilhelm, T.R., Taddeo, A., Winter, O., Schulz, A.R., Mä lzer, J.-N., Domingo, C., Biesen, R., Alexander, T., Thiel, A., Radbruch, A., et al. (2016)",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 665,
                    "text": "Clin. Immunol. 163, 42-51. Wolf, A.I., Buehler, D., Hensley, S.E., Cavanagh, L.L., Wherry, E.J., Kastner, P., Chan, S., and Weninger, W. (2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conceptualization"
        },
        {
            "text": "Wu, X., Satpathy, A.T., Kc, W., Liu, P., Murphy, T.L., and Murphy, K.M. (2013) . Bcl11a controls Flt3 expression in early hematopoietic progenitors and is required for pDC development in vivo. PLoS ONE 8, e64800.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 78,
                    "text": "Satpathy, A.T., Kc, W., Liu, P., Murphy, T.L., and Murphy, K.M. (2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conceptualization"
        },
        {
            "text": "Wu, X., Briseñ o, C.G., Durai, V., Albring, J.C., Haldar, M., Bagadia, P., Kim, K.-W., Randolph, G.J., Murphy, T.L., and Murphy, K.M. (2016) . Mafb lineage tracing to distinguish macrophages from other immune lineages reveals dual identity of Langerhans cells. J. Exp. Med. 213, 2553 -2565 . Zhang, H., Gregorio, J.D., Iwahori, T., Zhang, X., Choi, O., Tolentino, L.L., Prestwood, T., Carmi, Y., and Engleman, E.G. (2017 . A distinct subset of plasmacytoid dendritic cells induces activation and differentiation of B and T lymphocytes. Proc. Natl. Acad. Sci. USA 114, 1988 USA 114, -1993 ",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 140,
                    "text": "Kim, K.-W., Randolph, G.J., Murphy, T.L., and Murphy, K.M. (2016)",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 283,
                    "text": "Exp. Med. 213, 2553",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 289,
                    "text": "-2565",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 420,
                    "text": ". Zhang, H., Gregorio, J.D., Iwahori, T., Zhang, X., Choi, O., Tolentino, L.L., Prestwood, T., Carmi, Y., and Engleman, E.G. (2017",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 572,
                    "text": "USA 114, 1988",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 587,
                    "text": "USA 114, -1993",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conceptualization"
        },
        {
            "text": "This study did not generate new unique reagents. Further information and requests for resources and reagents should be directed to and will be fulfilled by the Lead Contact, Juliana Idoyaga (jidoyaga@stanford.edu).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEAD CONTACT AND MATERIALS AVAILABILITY"
        },
        {
            "text": "Human Specimens Blood was obtained from healthy adult volunteers following the guidelines of the Research and Laboratory Environmental Health and Safety program of Stanford University. All donors provided informed consent in accordance with IRB protocols approved by the Stanford University Administrative Panel on Human Subjects in Medical Research (IRB Protocol #37612). Blood donors were healthy, without acute diseases and between 20-45 years old. Males and females were equally represented. We did not identify significant differences between sexes in our analyses. Spleen samples were obtained from the Stanford Tissue Bank and classified by a pathologist as healthy. These spleen samples were from distal pancreatectomy from patients that were not subjected to any chemotherapy before organ extraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPERIMENTAL MODEL AND SUBJECT DETAILS"
        },
        {
            "text": "Female C57BL/6 (B6) and BALB/c mice were purchased from The Jackson Laboratory. Transgenic PTCRA-EGFP mice have been described previously (Shigematsu et al., 2004) . CD11c CRE , Irf8 fl/fl and CLEC4C DTR mice have been described and were obtained from The Jackson Laboratory (Caton et al., 2007; Feng et al., 2011; Swiecki et al., 2010) . CD11c CRE mice were crossed to Irf8 fl/fl in house and screened routinely for the appearance of Irf8 germline deletions. CD11c CRE Tcf4 fl/fl mice were obtained from Dr. Reizis (Cisse et al., 2008) . Animals were maintained under specific pathogen-free conditions and used at 6-8 weeks of age in accordance with the Stanford University Administrative Panel on Laboratory Animal Care and overseen by the Institutional Animal Care and Use Committee (APLAC Protocol #28926).",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 163,
                    "text": "(Shigematsu et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 295,
                    "text": "(Caton et al., 2007;",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 314,
                    "text": "Feng et al., 2011;",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 336,
                    "text": "Swiecki et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 536,
                    "text": "Reizis (Cisse et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mice"
        },
        {
            "text": "NR-29029 Influenza A/Puerto Rico/8/1934-WG (H1N1) was obtained from BEI resources, expanded in MDCK cells as described (Kronstad et al., 2018) and generously provided by Drs. C. Blish and L. Kronstad.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 142,
                    "text": "(Kronstad et al., 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Influenza Virus"
        },
        {
            "text": "Mouse spleens and LN were digested with 400 U/mL Collagenase D (Millipore Sigma) and 50 mg/mL DNase I (Millipore Sigma) for 30 minutes at 37 C. 10 mM EDTA (Corning) was added for the last 5 minutes of culture. For splenocytes, red blood cells were then lysed with ACK Lysis buffer (Lonza). Both spleen and LN cell suspension were filtered through a 70 mm strainer. For CyTOF analysis, cell suspensions were stained directly or enriched using a Bovine Serum Albumin (BSA, Millipore Sigma) gradient. In brief, splenocytes were re-suspended in 3 mL of 30% BSA, and 1 mL of PBS was overlaid, then centrifuged at 1055 g for 30 minutes. For cell sorting of all DC subsets, whole spleen cell suspensions were incubated with anti-CD3 (KT3) and anti-CD19 (1D6) followed by negative selection with anti-rat Dynabeads (Thermo Fisher Scientific). Cells were sorted using a FACSAria II or FACSAria Fusion (BD Biosciences) at the Stanford Shared FACS Facility. All DC populations were first gated on live cells, singlets, lineage negative (CD3 -CD19 -CD20 -TCRb -), and CD11c + . cDC1s were sorted as CD11c high Xcr1 + . cDC2s were sorted as Xcr1 -CD11c high CD11b + . For functional assays, the sorting strategy for pDCs and tDCs avoided the use of antibodies with potential inhibitory capacity. pDCs were sorted as Xcr1 -CD11b -Cx3cr1 -B220 + Ly6C + . tDCs were sorted as Xcr1 -CD11b -Cx3cr1 + and separated based on CD11c low Ly6C high and CD11c high Ly6C low . For RNA and DNA extraction, SiglecH was included in the sorting strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enrichment of DCs from Mouse Spleen"
        },
        {
            "text": "Perfused lungs were digested with 0.13 U/mL Liberase TM (Millipore Sigma) and 50 mg/mL DNase I for 25 minutes at 37 C and filtered using a 70 mm strainer. Skin from both ears was split in dorsal and ventral halves and incubated dermis down with 1.3 U/mL Liberase TL (Millipore Sigma) and 50 mg/mL DNase I for 45 minutes. Ears were minced with scissors, incubated for additional 45 minutes and filtered through 70 mm strainer. For bone marrow analysis, femurs and tibias were obtained and flushed using RPMI. The epiphysis was minced with scissors and washed thoroughly with RPMI. Cell suspensions were filtered through a 70 mm strainer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung, Skin, and Bone Marrow Preparation"
        },
        {
            "text": "Blood from healthy adult human donors was collected using EDTA-coated tubes (BD Biosciences). Spleens were perfused with 10 mL of digestion medium consisting of RPMI containing 10% FBS, 2 mM L-glutamine (Corning), 100 IU Penicillin, 100 mg/mL Streptomycin (Corning), 0.8 mg/mL Collagenase IV (Worthington) and 0.05 mg/mL DNase I. After perfusion, spleen was cut in small pieces and incubated in digestion medium for 30 min at 37 C with continuous shaking. Digestion was stopped by adding 5 mM EDTA. Cell suspensions were filtered through 100 mm cell strainers. Mononuclear cells were isolated by density gradient centrifugation using Ficoll-Paque PLUS (GE Healthcare) for both blood and spleen. To sort pure DC subsets from blood, PBMCs were Fc-blocked with human gamma globulin (Thermo Fisher Scientific), then negatively enriched using mAb against CD3 (OKT3), CD19 (HIB19), CD14 (HCD14), and CD335 (9E2) followed by anti-mouse magnetic beads (Dynabeads, Thermo Fisher Scientific) at a concentration of 2-4 beads per target cell. Cells were sorted using a FACSAria II or FACSAria Fusion (BD Biosciences) at the Stanford Shared FACS Facility. All DC populations were first gated on live, singlets, lineage negative (CD3 -CD19 -CD20 -CD335 -CD66b -) and monocyte negative (CD14 -CD16 -). cDC1s were sorted as HLA-DR + CD123 -BDCA3 high . cDC2s were sorted as HLA-DR + CD123 -BDCA3low CD11c + BDCA1 + . pDCs were sorted as HLA-DR + CD123 + BDCA1 -AXL -CD11c -. tDCs were gated as HLA-DR + CD123 + BDCA1 -AXL + and separated into CD11cand CD11c + . To allow IL-3 binding in culture, only CD123 clone 6H6 was used for sorting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation of DCs from Human Blood and Spleen"
        },
        {
            "text": "Antibodies (Abs) for flow cytometry were purchased from Biolegend, R&D, MBL International Corp. and Thermo Fisher Scientific. Anti-Clec9a (Idoyaga et al., 2011) and anti-TCF4 were labeled using the Alexa 647 Labeling Kit following manufacturer's instructions (Thermo Fisher Scientific) or detected using anti-Rabbit-Alexa 647 (Jackson ImmunoResearch). Cells were acquired on a 5-laser LSRFortessa X-20 (BD Biosciences), and data analyzed using FlowJo software (Tree Star, Inc). Unstained cells and single-fluorochrome-stained compensation beads (BD Biosciences) or cells were used for accurate compensation. Control samples included fluorescence minus one (FMO) for DC markers. Mouse: Cell suspensions from spleen, lung, and skin were incubated with supernatant against CD16/CD32 (clone 2.4G2, produced in house) to block non-specific binding for 15 minutes at 4 C. Cell suspensions were incubated in Ab mixes in mouse FACS buffer (2 mM EDTA, 2% FBS in PBS) for 20 minutes at 4 C. For transcription factor staining, cells were stained with surface Abs and LIVE/ DEAD Fixable Blue (Thermo Fisher Scientific) in PBS for 20 minutes at 4 C, then fixed with FoxP3 Transcription Factor Fix/Perm Buffer (Thermo Fisher Scientific) for 2 hours to overnight and stained intracellularly for 30 minutes in 1X Permeabilization Buffer (Thermo Fisher Scientific).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staining Cell Suspensions for Flow Cytometry"
        },
        {
            "text": "Human: PBMCs were incubated with human gamma-globulin (Thermo Fisher Scientific) to block non-specific binding for 15 minutes at 4 C. Cells were incubated with Ab mixes in human FACS buffer (2 mM EDTA, 2% Donor equine serum in PBS) for 20 minutes at room temperature. For transcription factor staining, cells were stained with surface Abs and LIVE/DEAD Fixable Blue in PBS for 20 minutes at room temperature, then fixed with FoxP3 Transcription Factor Fix/Perm Buffer for 1 hour at 4 C and stained intracellularly for 20 minutes in 1X Permeabilization Buffer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staining Cell Suspensions for Flow Cytometry"
        },
        {
            "text": "Metal-labeled Abs were obtained from Fluidigm or labeled using the MaxPar X8 labeling kit (Fluidigm) according to manufacturer's instructions (see Table S1 ). Freshly isolated mouse (BSA-or Dynabead-enriched) splenocytes or thawed human mononuclear cells from blood and spleen were stained with 1 mL of 0.25 mM cisplatin (Fluidigm) for 5 minutes at room temperature to exclude dead cells. Cells were then washed with CyFACS buffer (2 mM EDTA, 1% BSA, 1% in PBS) and stained with heavy-metal-labeled Ab cocktail for 30 minutes on ice. Cells were washed twice with CyFACS then fixed with FoxP3 Transcription Factor Fix/Perm Buffer (Thermo Fisher Scientific) for 2 hours. Human surface CyTOF Abs that were sensitive to FoxP3 buffer in our hands (i.e., CX3CR1, CD123, CD33, CD135, CD172a and CD163), were instead stained after fixation and permeabilization for 30 minutes at 4 C. After staining, samples were washed and incubated with 2% paraformaldehyde (Electron) in PBS containing 125 nM Iridium intercalator (Fluidigm) overnight. Cells were washed with water, filtered, and acquired in a CyTOF2 (Fluidigm) at the Stanford Shared FACS Facility.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Staining of Cell Suspensions for CyTOF"
        },
        {
            "text": "In Vivo Mouse DC Stimulation Two mg of CpG-A (ODN2216; Invivogen) and 12 mL DOTAP (Santa Cruz Biotechnology) were mixed with 100 mL of PBS and administered intravenously (i.v.) by tail vein injection. Control mice received 12 mL DOTAP with PBS. Spleens were harvested and analyzed 6 hours after inoculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staining of Cell Suspensions for CyTOF"
        },
        {
            "text": "Mouse: For detection of cytokines in supernatant, sorted DC subsets were cultured in 96 well U-bottom plates at 37 C at a concentration of 5,000 cells in 200 mL of complete R10 media, consisting of RPMI (Corning) with 10% FBS, 2 mM L-glutamine (Corning), 100 IU Penicillin, 100 mg/mL Streptomycin (Corning), 25 mM HEPES (Corning), 1 mM Sodium Pyruvate (Corning), 100 mM MEM Nonessential Amino Acids (Corning) and 55 mM 2-Mercaptoethanol (GIBCO). DCs were cultured with 6 mg/mL CpG-A (ODN 2216), 5 mg/mL Imiquimod (Invivogen), or 6 mg/mL CpG-B (ODN1826; Invivogen) for 16-18 hours. Supernatants were frozen and used to detect cytokines by ELISA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Vitro DC Stimulation"
        },
        {
            "text": "For detection of intracellular IL-12p40, mouse DCs were enriched using CD11c Microbeads (Miltenyi Biotec). CD11c + cells were cultured at 37 C in 5 mL polypropylene tubes at a concentration of 1x10 6 cells in 500 mL complete R10 media with 6 mg/mL CpG-A (ODN 2216) for 4 hours in the presence of 5 mg/mL Brefeldin A (Millipore Sigma) for the last 3.5 hours of culture. Cytokine expression was detected by intracellular staining and measured by flow cytometry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Vitro DC Stimulation"
        },
        {
            "text": "Human: Sorted DC subsets were cultured in 96 well U-bottom plates at 37 C at a concentration of 3,000 cells in 150 mL complete R10 media. Media was supplemented with 10 ng/mL recombinant human IL-3 (R&D Systems). DCs were cultured with 5 mg/mL CpG-A (ODN 2216) or with ''LPR'' cocktail consisting of 100 ng/mL LPS (Invivogen), 25 mg/mL Poly(I:C) (Invivogen), and 2.5 mg/mL R848 (Invivogen) for 24 hours. Supernatants were frozen and used to detect cytokines by ELISA; DCs were analyzed for expression of maturation markers by flow cytometry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Vitro DC Stimulation"
        },
        {
            "text": "Mouse and human IFNa was detected using a VeriKine Mouse Interferon Alpha ELISA Kit and VeriKine Human IFN Alpha Multi-Subtype ELISA Kit, respectively (PBL Assay Science). Mouse IL-12p70 was detected using a Quantikine ELISA kit (R&D Systems). Human IL-12p70 was detected using the CBA Enhanced Sensitivity Flex Set (BD Biosciences).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytokine Detection in Culture Supernatant"
        },
        {
            "text": "Mouse: Spleens from BALB/c animals were disrupted mechanically. CD4 + T cells were obtained by negative selection using a cocktail of Abs containing the following culture supernatants (produced in house): B220 (RA3-6B2), F4/80 (HB-198), MHC-II (TIB 120), NK1.1 (HB-191) and CD8 (2.43). After supernatant incubations, negative selection was performed using anti-rat Dynabeads (Thermo Fisher Scientific). Enriched CD4 + T cells were stained with CellTrace Violet (CTV, Thermo Fisher Scientific) for 10 minutes at 37 C. FACS-purified DC subsets were co-cultured with BALB/c T cells in a 1:5 ratio for 4 days. As a control for homeostatic proliferation, T cells were cultured alone without DCs. Results were expressed as frequency of CTV low CD4 + T cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mixed Leukocyte Reaction"
        },
        {
            "text": "Human: PBMCs stained with CFSE (Millipore Sigma) at 37 C in a water bath for 10 minutes before T cell purification using the Pan T Cell Isolation Kit (Miltenyi Biotec) according to manufacturer's instructions. FACS-purified DC subsets were co-cultured with allogeneic T cells in a 1:20 ratio for 6 days. As a control for homeostatic proliferation, T cells were cultured alone without DCs. Results are expressed as frequency of CFSE low CD4 + T cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mixed Leukocyte Reaction"
        },
        {
            "text": "Quantitative PCR RNA from sorted DCs was extracted immediately after sorting using the Nucleospin RNA XS kit (Takara Bio) according to manufacturer's instructions. Total RNA from each DC subset was reverse transcribed using iScript Reverse Transcription Supermix for RT-qPCR (Bio-Rad Laboratories). cDNA was amplified in a CFX Connect Real-Time PCR Detection System (Bio-Rad Laboratories) with the iTaq Universal SYBRâ Green Supermix (Bio-Rad Laboratories). Primers are listed in Table S2 . Expression was calculated following a DDCq method relative to RPL13A/Rpl13a (human/mouse) and cDC2s and shown as 2 -DDCq .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 488,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Mixed Leukocyte Reaction"
        },
        {
            "text": "IgH D-J rearrangement PCR assay was adapted from Schlissel et al. (1991) using the primers listed in Table S2 . Genomic DNA was isolated with the Nucleospin Tissue XS kit (Takara Bio). To equalize the amount of DNA in PCR reactions, samples were diluted based on relative quantification determined by qPCR using primers against mouse Actin DNA. PCR products were run on a 2% agarose gel and imaged with a ChemiDoc MP (Bio-Rad).",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 72,
                    "text": "Schlissel et al. (1991)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "PCR Assay for Genomic IgH D-J Rearrangement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of clonogenic common Flt3+M-CSFR+ plasmacytoid and conventional dendritic cell progenitors in mouse bone marrow",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Onai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Obata-Onai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohteki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jarrossay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Manz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Immunol",
            "volume": "8",
            "issn": "",
            "pages": "1207--1216",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cross-regulation of TNF and IFN-alpha in autoimmune diseases",
            "authors": [],
            "year": null,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "102",
            "issn": "",
            "pages": "3372--3377",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Plasmacytoid Dendritic Cells: Development, Regulation, and Function",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reizis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Immunity",
            "volume": "50",
            "issn": "",
            "pages": "37--50",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Distinct progenitor lineages contribute to the heterogeneity of plasmacytoid dendritic cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alberti-Servera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eremin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Grajales-Reyes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ivanek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tussiwand",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Immunol",
            "volume": "19",
            "issn": "",
            "pages": "711--722",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Convergent differentiation: myeloid and lymphoid pathways to murine plasmacytoid dendritic cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sathe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vremec",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Corcoran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shortman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Blood",
            "volume": "121",
            "issn": "",
            "pages": "11--19",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Zbtb46 expression distinguishes classical dendritic cells and their committed progenitors from other immune lineages",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Satpathy",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Albring",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Edelson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kretzer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Exp. Med",
            "volume": "209",
            "issn": "",
            "pages": "1135--1152",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Transcription factor Runx2 controls the development and migration of plasmacytoid dendritic cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Sawai",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sisirak",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Z"
                    ],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ceribelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Staudt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reizis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Exp. Med",
            "volume": "210",
            "issn": "",
            "pages": "2151--2159",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ICSBP is essential for the development of mouse type I interferon-producing cells and for the generation and activation of CD8alpha(+) dendritic cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schiavoni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mattei",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sestili",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Borghi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Venditti",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Belardelli",
                    "suffix": ""
                },
                {
                    "first": "Gabriele",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Exp. Med",
            "volume": "196",
            "issn": "",
            "pages": "1415--1425",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Virus-transformed pre-B cells show ordered activation but not inactivation of immunoglobulin gene rearrangement and transcription",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Schlissel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Corcoran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Exp. Med",
            "volume": "173",
            "issn": "",
            "pages": "711--720",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Identification of cDC1-and cDC2-committed DC progenitors reveals early lineage priming at the common DC progenitor stage in the bone marrow",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schlitzer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sivakamasundari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Sumatoh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schreuder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lum",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Malleret",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Larbi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zolezzi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Immunol",
            "volume": "16",
            "issn": "",
            "pages": "718--728",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The ETS transcription factor Spi-B is required for human plasmacytoid dendritic cell development",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schotte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nagasawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weijer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Spits",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Blom",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Exp. Med",
            "volume": "200",
            "issn": "",
            "pages": "1503--1509",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Influenza Infection B6 mice were anesthetized and inoculated intranasally with 1000 PFU of PR8 influenza virus. For T cell analysis, leukocytes were enriched using a Percoll (GE Healthcare) gradient (45% / 67.5%)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "CLEC4C DTR mice were treated with 1 mg of diphtheria toxin (DT, Millipore Sigma) i.v. one day before infection. Depletion was maintained by inoculating 500 ng DT i",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "ANALYSIS Statistical details of experiments, including statistical tests used and value of n, can be found in figure legends. All statistical tests were run with GraphPad Prism 6. Significance is depicted as follows: *p < 0.05, **p < 0.01, ***p < 0.001, ****p < 0.0001. All graphs show mean ± SD",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Quantification",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Statistical",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Significantly differentially expressed genes between each pair of subsets were determined with the limma package in R. The cut-off for significant genes was log2FC > 1 (FC > 2) and adjusted p value < 0.05. For PCA analysis, 30 cells of each subset were randomly selected, and the expression Z-scores were calculated. Mouse data: Raw RNA-seq counts were downloaded from NCBI GEO (GSE76132)",
            "authors": [],
            "year": null,
            "venue": "CyTOF Data Analysis Files in FCS format were normalized with Cytofkit. For both mouse and human, live, single cells were gated using FlowJo. For analysis, mouse splenocytes were gated as CD3 -CD19 -CD335 -Ly6G -. Human PBMC and splenocytes were gated as CD3 -CD19 -CD335 -CD66b -CD14 -CD16 -HLA-DR +",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "&9 ?2 !\"#$%& @= !\"#$ %& '() * '(+, * '(",
            "authors": [
                {
                    "first": "&lt;*=",
                    "middle": [],
                    "last": "&gt;&amp;0",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "0-+3 45 \"-60$.& .73&&-+-1",
            "authors": [
                {
                    "first": "!&quot;#$%&amp; ; *+",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "&quot;-#",
                    "middle": [],
                    "last": "%+",
                    "suffix": ""
                },
                {
                    "first": "%+",
                    "middle": [
                        "-"
                    ],
                    "last": "&amp;#/ ; &amp;",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "0",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "5H +%+#/-&-0 '()9 E$.$ &7$%,&G&$7 8+-$7 5% $F\".$--&5% 5G I'.9 J*+,$ KL0 '()M E$.$ &7$%,&G&$7 G.5H )(99' 2&*2 J*+,$ NL +-)(998 2&*",
            "authors": [
                {
                    "first": "=/&gt;? ; +%7",
                    "middle": [],
                    "last": "@abcd ; &apos;$##-E$.$ $f&apos;#47$",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "&5% 5G )F<'.9 +%7",
            "authors": [
                {
                    "first": "*+",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "$ N 8+-$ ; 5% $f",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "2$. 7&K&7$7 &%,5 )F<'.9 ; +%7 )F<'.9 3 '$##-0 )F<'.9 3 '$##-'5%,+&% '#+--&'+# \"() J*+,$ &L6 E2&'2 +.$ T7'+9 2&*2 !&*#$'Q 2&*2 0 )F<'.9",
            "authors": [
                {
                    "first": "$##-J*+",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "$",
                    "middle": [],
                    "last": "@l",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "RS@6 E&",
            "authors": [
                {
                    "first": "$",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "-E$.$ &amp;7$%",
                    "middle": [],
                    "last": "&amp;g&amp;$",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "<2\"'.&C\"1D&)*+",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "9%7&[2#21232\"'&3.%.' T^^U&3.%.'&V&KMU& '$#S1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "&#6 8/% 9/$7& ,5. :$9,5 ;< 7$=7&--%,57>%\"?-/9\">7@ A&+,-&. -/ !\"#$%& 0@ *21 +%$1Z'9",
            "authors": [
                {
                    "first": "!&quot;#$",
                    "middle": [],
                    "last": "%&amp; (",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "AE@'F&G3?&7%\"++\"43%-%4:& H?I&J&K?L&",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "!6!6B6BBDBD!66DB!BDB& 666!DD&&",
            "authors": [
                {
                    "first": "!",
                    "middle": [],
                    "last": "Bb!",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "DD!666!D6D6666BDB6B& B5",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Identification of a Transitional DC Population in Mouse and Human",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Mouse tDC Phenotype Transitions from pDC-like to cDC-like (A) tSNE plot of CyTOF data as in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Mouse and Human tDCs Align Transcriptionally and Phenotypically (A) RNA-seq of mouse (Lau et al., 2016) and human (Villani et al., 2017) DC subsets analyzed by PCA and shown with manual annotation (see Figure S4A for analysis details). (B) Expression Z-scores of select genes. (C) Protein expression measured by flow cytometry in mouse (top) and human (bottom) DC populations. Histograms represent n R 3. Numbers on histograms indicate gMFI 3 10 2 or frequency (%) of positive cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "TF Profiles Are Shared between Mouse and Human tDCs (A) PCA denoting expression Z-scores of TFs in mouse and human DC subsets. Manual annotation of PCA is shown in the bottom left panel. (B) gMFI of TF expression measured by flow cytometry in mouse (top, n = 2-3) and human (bottom, n = 4-5).(C) Expression of ID2 and IRF7 in sorted mouse splenic and human blood DC subsets measured by qPCR. Expression represents DDCq relative to the internal control gene RPL13A/Rpl13a and cDC2s (n = 2-4).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "tDCs Display Lymphoid Characteristics Associated with pDCs (A) TF expression in sorted mouse splenic DC subsets measured by qPCR (n = 3 in 3 exp). Expression represents DDCq relative to the internal control gene Rpl13a and cDC2s. (B) Sorted mouse splenic DC subsets analyzed by PCR assay for IgH D-J rearrangement. Actin and IgH germline (GL) are also shown (1 representative of 6 exp).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(E) Total numbers of tDCs and pre-DCs (n = 5 in 3 exp). The frequency of pre-DCs that overlap tDCs (white) or other cells (black) is shown. (F) Frequency of tDCs that correspond to pre-DCs (average of n = 5 in 3 exp). (G) Surface marker expression in spleen pre-DCs and tDCs representative of 3 exp. Numbers indicate frequency of positive cells. Bar graphs indicate mean ± SD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Mouse and Human tDCs Display Similar Functional Capabilities (A) Splenic DCs were analyzed 6 h after intravenous (i.v.) inoculation of CpG-A (filled bars) or PBS control (empty bars). gMFI of activation markers is shown as the mean ± SD (n = 2-4 in 2-4 exp). SeeFigure S6for histograms of activation markers. (B) Human DCs were sorted from PBMCs and analyzed at time 0 (empty bars) or after 24 h of culture with 5 mg/mL of CpG-A (filled bars). gMFI of activation markers is shown as the mean ± SD (n = 2-4 in 2-4 exp). (C) IFNa and IL-12p70 measured by ELISA in supernatants from sorted mouse DCs stimulated with CpG-A for 16-18 h (n = 4 in 4 exp). Frequency of IL-12p40-positive cells was measured by intracellular cytokine staining after 4 h of stimulation with CpG-A in the presence of brefeldin A (BFA).(D) IFNa measured by ELISA and IL-12p70 measured by cytometric bead array in the supernatants from sorted human DCs stimulated as in (B) or with an adjuvant cocktail (lipopolysaccharide-poly(I:C)-R848 [LPR]). (E) Frequency of CellTrace violet (CTV) low mouse CD4 + T cells in mixed leukocyte reactions. DCs were sorted from B6 mice and cocultured with CTVlabeled CD4 + T cells from BALB/c mice for 5 days (n = 3 in 3 exp). (F) Frequency of carboxyfluorescein succinimidyl ester (CFSE) low human CD4 + T cells in mixed leukocyte reactions. Human DC populations were sorted and cocultured with allogeneic CFSE-labeled T cells for 5-6 days (n = 3-4 in 3 exp).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "tDCs Are Recruited to the Lung during Influenza Infection (A) Frequency and number of tDCs in spleen (n = 6), lung (n = 6), and skin (n = 3) quantified by flow cytometry and CyTOF. See Figures S7A and S7B for CyTOF of lung and skin. (B) Intranasal influenza (PR8) infection of B6 mice was followed by daily weight loss (n = 6 mice per time point, combined from 3 exp). (C) Composition of the lung DC compartment by subset over time post-infection. Pie charts were drawn from total numbers. See Figure S7C for the lung DC gating strategy. (D) Fold change of each DC subset to day 0 in the lung and mediastinal lymph nodes (LNs). In LNs, migratory cDC subsets (mDC1s and mDC2s) were analyzed. (E) Activation marker expression on lung pDCs and tDCs over time. Fold change of gMFI relative to day 0 is shown. (F) Depletion of pDCs, but not tDCs, after a single dose of diphtheria toxin (DT) in CLEC4C DTR or control B6 mice in the spleen and lung. Statistics determined by t-test. (G) Timeline of influenza infection and DT administration in CLEC4C DTR mice. (H) Weight of DT-inoculated mice was evaluated daily (n = 5-6 mice, combined from 3 exp). (I) Fold change of each DC subset to day 0 in the lung at day 8 post-infection is shown. (J) Lung T cells analyzed at day 8 (n = 5-6 mice, combined from 3 exp). Statistics determined by one-way ANOVA with Tukey's multiple comparison test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Corcoran et al., 2003; Sathe et al., 2013; Shigematsu et al., 2004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ", R.L., M.A.-H., and J.I.; Methodology, R.L., M.A.-H., A.L., Z.L., and J.I.; Formal Analysis, R.L., M.A.-H., Z.L., and J.I.; Investigation, R.L., M.A.-H., Z.L., and O.A.P.; Resources, O.A.P. and B.R.; Writing, R.L., M.A.-H., and J.I.; Visualization, R.L., M.A.-H., Z.L., and J.I.; Funding Acquisition, J.I.; Supervision, J.I.; Project Administration, J.I. reference appears in the Supplemental Information: Misharin et al., 2013. REFERENCES Alcá ntara-Herná ndez, M., Leylek, R., Wagar, L.E., Engleman, E.G., Keler, T., Marinkovich, M.P., Davis, M.M., Nolan, G.P., and Idoyaga, J. (2017). High-Dimensional Phenotypic Mapping of Human Dendritic Cells Reveals Interindividual Variation and Tissue Specialization. Immunity 47, 1037-1050.e6.Alculumbre, S.G., Saint-André , V., Di Domizio, J., Vargas, P., Sirven, P., Bost, P., Maurin, M., Maiuri, P., Wery, M.,Roman, M.S., et al. (2018). Diversification of human plasmacytoid predendritic cells in response to a single stimulus.Nat.  Immunol. 19, 63-75.   Alculumbre, S., Raieli, S., Hoffmann, C., Chelbi, R., Danlos, F.-X., and Soumelis, V. (2019). Plasmacytoid pre-dendritic cells (pDC): from molecular pathways to function and disease association.Semin. Cell Dev. Biol. 86, 24-35.   Amir, A.D., Davis, K.L., Tadmor, M.D., Simonds, E.F., Levine, J.H., Bendall,  S.C., Shenfeld, D.K., Krishnaswamy, S., Nolan, G.P., and Pe'er, D. (2013). viSNE enables visualization of high dimensional single-cell data and reveals phenotypic heterogeneity of leukemia. Nat. Biotechnol. 31, 545-552.Asselin-Paturel, C., Boonstra, A.,Dalod, M., Durand, I., Yessaad, N., Dezutter- Dambuyant, C., Vicari, A., O'Garra, A., Biron, C., Briè re, F., and Trinchieri, G.  (2001). Mouse type I IFN-producing cells are immature APCs with plasmacytoid morphology. Nat.Immunol. 2, 1144-1150.   Banchereau, J., and Steinman, R.M. (1998. Dendritic cells and the control of immunity. Nature 392, 245-252.Bar-On, L., Birnberg, T., Lewis, K.L., Edelson, B.T., Bruder, D., Hildner, K., Buer, J., Murphy, K.M.,Reizis, B., and Jung, S. (2010).CX3CR1+ CD8alpha+ dendritic cells are a steady-state population related to plasmacytoid dendritic cells. Proc. Natl. Acad. Sci. USA 107, 14745-14750. Becht, E., McInnes, L., Healy, J., Dutertre, C.-A., Kwok, I.W.H., Ng, L.G., Ginhoux, F., and Newell, E.W. (2018). Dimensionality reduction for visualizing single-cell data using UMAP. Nat. Biotechnol. 37, 38-44. Bjö rck, P., Leong, H.X., and Engleman, E.G. (2011). Plasmacytoid dendritic cell dichotomy: identification of IFN-a producing cells as a phenotypically and functionally distinct subset. J. Immunol. 186, 1477-1485. Blasius, A.L., Giurisato, E., Cella, M., Schreiber, R.D., Shaw, A.S., and Colonna, M. (2006). Bone marrow stromal cell antigen 2 is a specific marker of type I IFN-producing cells in the naive mouse, but a promiscuous cell surface antigen following IFN stimulation. J. Immunol. 177, 3260-3265. Caton, M.L., Smith-Raska, M.R., and Reizis, B. (2007). Notch-RBP-J signaling controls the homeostasis of CD8-dendritic cells in the spleen. J. Exp. Med. 204, 1653-1664. Ceribelli, M., Hou, Z.E., Kelly, P.N., Huang, D.W., Wright, G., Ganapathi, K., Evbuomwan, M.O., Pittaluga, S., Shaffer, A.L., Marcucci, G., et al. (2016). A Druggable TCF4-and BRD4-Dependent Transcriptional Network Sustains Malignancy in Blastic Plasmacytoid Dendritic Cell Neoplasm. Cancer Cell 30, 764-778. Cervantes-Barragan, L., Z€ ust, R., Weber, F., Spiegel, M., Lang, K.S., Akira, S., Thiel, V., and Ludewig, B. (2007). Control of coronavirus infection through plasmacytoid dendritic-cell-derived type I interferon. Blood 109, 1131-1137. Cervantes-Barragan, L., Lewis, K.L., Firner, S., Thiel, V., Hugues, S., Reith, W., Ludewig, B., and Reizis, B. (2012). Plasmacytoid dendritic cells control T-cell response to chronic viral infection. Proc. Natl. Acad. Sci. USA 109, 3012-3017. Chopin, M., Preston, S.P., Lun, A.T.L., Tellier, J., Smyth, G.K., Pellegrini, M., Belz, G.T., Corcoran, L.M., Visvader, J.E., Wu, L., and Nutt, S.L. (2016). RUNX2 Mediates Plasmacytoid Dendritic Cell Egress from the Bone Marrow and Controls Viral Immunity. Cell Rep. 15, 866-878. Cisse, B., Caton, M.L., Lehner, M., Maeda, T., Scheu, S., Locksley, R., Holmberg, D., Zweier, C., den Hollander, N.S., Kant, S.G., et al. (2008). Transcription factor E2-2 is an essential and specific regulator of plasmacytoid dendritic cell development. Cell 135, 37-48. Corcoran, L., Ferrero, I., Vremec, D., Lucas, K., Waithman, J., O'Keeffe, M., Wu, L., Wilson, A., and Shortman, K. (2003). The lymphoid past of mouse plasmacytoid cells and thymic dendritic cells. J. Immunol. 170, 4926-4932. Dress, R.J., Dutertre, C.-A., Giladi, A., Schlitzer, A., Low, I., Shadan, N.B., Tay, A., Lum, J., Kairi, M.F.B.M., Hwang, Y.Y., et al. (2019). Plasmacytoid dendritic cells develop from Ly6D + lymphoid progenitors distinct from the myeloid lineage. Nat. Immunol. 20, 852-864. Feng, J., Wang, H., Shin, D.-M., Masiuk, M., Qi, C.-F., and Morse, H.C., 3rd. (2011). IFN regulatory factor 8 restricts the size of the marginal zone and follicular B cell pools. J. Immunol. 186, 1458-1466. Ghosh, H.S., Cisse, B., Bunin, A., Lewis, K.L., and Reizis, B. (2010). Continuous expression of the transcription factor e2-2 maintains the cell fate of mature plasmacytoid dendritic cells. Immunity 33, 905-916. Grajkowska, L.T., Ceribelli, M., Lau, C.M., Warren, M.E., Tiniakou, I., Nakandakari Higa, S., Bunin, A., Haecker, H., Mirny, L.A., Staudt, L.M., and Reizis, B. (2017). Isoform-Specific Expression and Feedback Regulation of E Protein TCF4 Control Dendritic Cell Lineage Specification. Immunity 46, 65-77. Grayson, M.H., Ramos, M.S., Rohlfing, M.M., Kitchens, R., Wang, H.D., Gould, A., Agapov, E., and Holtzman, M.J. (2007). Controls for lung dendritic cell maturation and migration during respiratory viral infection. J. Immunol. 179, 1438-1448. Grouard, G., Rissoan, M.C., Filgueira, L., Durand, I., Banchereau, J., and Liu, Y.J. (1997). The enigmatic plasmacytoid T cells develop into dendritic cells with interleukin (IL)-3 and CD40-ligand. J. Exp. Med. 185, 1101-1111. Guilliams, M., Ginhoux, F., Jakubzick, C., Naik, S.H., Onai, N., Schraml, B.U., Segura, E., Tussiwand, R., and Yona, S. (2014). Dendritic cells, monocytes and macrophages: a unified nomenclature based on ontogeny. Nat. Rev. Immunol. 14, 571-578. Hadeiba, H., Sato, T., Habtezion, A., Oderup, C., Pan, J., and Butcher, E.C. (2008). CCR9 expression defines tolerogenic plasmacytoid dendritic cells able to suppress acute graft-versus-host disease. Nat. Immunol. 9, 1253-1260. Helft, J., Manicassamy, B., Guermonprez, P., Hashimoto, D., Silvin, A., Agudo, J., Brown, B.D., Schmolke, M., Miller, J.C., Leboeuf, M., et al. (2012). Crosspresenting CD103+ dendritic cells are protected from influenza virus infection. J. Clin. Invest. 122, 4037-4047. Honda, K., Yanai, H., Negishi, H., Asagiri, M., Sato, M., Mizutani, T., Shimada, N., Ohba, Y., Takaoka, A., Yoshida, N., and Taniguchi, T. (2005). IRF-7 is the master regulator of type-I interferon-dependent immune responses. Nature 434, 772-777. Idoyaga, J., Lubkin, A., Fiorese, C., Lahoud, M.H., Caminschi, I., Huang, Y., Rodriguez, A., Clausen, B.E., Park, C.G., Trumpfheller, C., and Steinman, R.M. (2011). Comparable T helper 1 (Th1) and CD8 T-cell immunity by targeting HIV gag p24 to CD8 dendritic cells within antibodies to Langerin, DEC205, and Clec9A. Proc. Natl. Acad. Sci. USA 108, 2384-2389. Ippolito, G.C., Dekker, J.D., Wang, Y.-H., Lee, B.-K., Shaffer, A.L., 3rd, Lin, J., Wall, J.K., Lee, B.-S., Staudt, L.M., Liu, Y.-J., et al. (2014). Dendritic cell fate is determined by BCL11A. Proc. Natl. Acad. Sci. USA 111, E998-E1006. Izaguirre, A., Barnes, B.J., Amrute, S., Yeow, W.-S., Megjugorac, N., Dai, J., Feng, D., Chung, E., Pitha, P.M., and Fitzgerald-Bocarsly, P. (2003). Comparative analysis of IRF and IFN-alpha expression in human plasmacytoid and monocyte-derived dendritic cells. J. Leukoc. Biol. 74, 1125-1138. Kronstad, L.M., Seiler, C., Vergara, R., Holmes, S.P., and Blish, C.A. (2018). Differential Induction of IFN-a and Modulation of CD112 and CD54 Expression Govern the Magnitude of NK Cell IFN-g Response to Influenza A Viruses. J. Immunol. 201, 2117-2131. Lau, C.M., Nish, S.A., Yogev, N., Waisman, A., Reiner, S.L., and Reizis, B. (2016). Leukemia-associated activating mutation of Flt3 expands dendritic cells and alters T cell responses. J. Exp. Med. 213, 415-431. Lee, B.S., Lee, B.K., Iyer, V.R., Sleckman, B.P., Shaffer, A.L., III, Ippolito, G.C., Tucker, H.O., and Dekker, J.D. (2017). Corrected and Republished from: BCL11A Is a Critical Component of a Transcriptional Network That Activates RAG Expression and V(D)J Recombination. Mol. Cell. Biol 38, e00362-17. Leylek, R., and Idoyaga, J. (2019). The versatile plasmacytoid dendritic cell: function, heterogeneity, and plasticity. Int. Rev. Cell Mol. Biol. 349, 177-211. Liou, L.-Y., Blasius, A.L., Welch, M.J., Colonna, M., Oldstone, M.B.A., and Zúñ iga, E.I. (2008). In vivo conversion of BM plasmacytoid DC into CD11b+ conventional DC during virus infection. Eur. J. Immunol. 38, 3388-3394. Liu, K., Victora, G.D., Schwickert, T.A., Guermonprez, P., Meredith, M.M., Yao, K., Chu, F.-F., Randolph, G.J., Rudensky, A.Y., and Nussenzweig, M. (2009). In vivo analysis of dendritic cell development and homeostasis. Science 324, 392-397.Manh, T.-P.V., Alexandre, Y.,Baranek, T., Crozat, K., and Dalod, M. (2013). Plasmacytoid, conventional, and monocyte-derived dendritic cells undergo a profound and convergent genetic reprogramming during their maturation.Eur. J. Immunol. 43, 1706-1715.   Matsui, T., Connolly, J.E., Michnevitz, M., Chaussabel, D., Yu, C.-I., Glaser, C.,  Tindle, S., Pypaert, M., Freitas, H., Piqueras, B., et al. (2009. CD2 distinguishes two subsets of human plasmacytoid dendritic cells with distinct phenotype and functions. J. Immunol. 182, 6815-6823. Merad, M., Sathe, P., Helft, J., Miller, J., and Mortha, A. (2013). The dendritic cell lineage: ontogeny and function of dendritic cells and their subsets in the steady state and the inflamed setting. Annu. Rev. Immunol. 31, 563-604. Meredith, M.M., Liu, K., Darrasse-Jeze, G., Kamphorst, A.O., Schreiber, H.A., Guermonprez, P., Idoyaga, J., Cheong, C., Yao, K.-H., Niec, R.E., and Nussenzweig, M.C. (2012a). Expression of the zinc finger transcription factor zDC (Zbtb46, Btbd4) defines the classical dendritic cell lineage. J. Exp. Med. 209, 1153-1165. Meredith, M.M., Liu, K., Kamphorst, A.O., Idoyaga, J., Yamane, A., Guermonprez, P., Rihn, S., Yao, K.-H., Silva, I.T., Oliveira, T.Y., et al. (2012b). Zinc finger transcription factor zDC is a negative regulator required to prevent activation of classical dendritic cells in the steady state. J. Exp. Med. 209, 1583-1593. Misharin, A.V., Morales-Nebreda, L., Mutlu, G.M., Budinger, G.R.S., and Perlman, H. (2013). Flow cytometric analysis of macrophages and dendritic cell subsets in the mouse lung. Am. J. Respir. Cell Mol. Biol. 49, 503-510. Nagasawa, M., Schmidlin, H., Hazekamp, M.G., Schotte, R., and Blom, B. (2008). Development of human plasmacytoid dendritic cells depends on the combined action of the basic helix-loop-helix factor E2-2 and the Ets factor Spi-B. Eur. J. Immunol. 38, 2389-2400. Naik, S.H., Sathe, P., Park, H.-Y., Metcalf, D., Proietto, A.I., Dakic, A., Carotta, S., O'Keeffe, M., Bahlo, M., Papenfuss, A., et al. (2007). Development of plasmacytoid and conventional dendritic cell subtypes from single precursor cells derived in vitro and in vivo. Nat. Immunol. 8, 1217-1226. See, P., Dutertre, C.A., Chen, J., G€ unther, P., McGovern, N., Irac, S.E., Gunawan, M., Beyer, M., Hä ndler, K., Duan, K., et al. (2017). Mapping the human DC lineage through the integration of high-dimensional techniques. Science 356, eaag3009.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "LEAD CONTACT AND MATERIALS AVAILABILITY d EXPERIMENTAL MODEL AND SUBJECT DETAILS Supplemental Information can be found online at https://doi.org/10.1016/j. celrep.2019.11.042. ACKNOWLEDGMENTS R.L. is the recipient of an NSF GRFP fellowship (DGE-1147470). M.A.-H. is the recipient of Stanford Medicine Dean's Office and Katharine McCormick fellowships. This work was supported by NIH grant DP2AR069953 and Baxter and Freidenrich Foundation awards to J.I., and NIH grants AI072571 and",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}