{
    "paper_id": "86afebc58ebd3a14ab6d730d4c5fc32dc56ec3c5",
    "metadata": {
        "title": "Type 1 interferon gene transfer enhances host defense against pulmonary Streptococcus pneumoniae infection via activating innate leukocytes",
        "authors": [
            {
                "first": "Daniela",
                "middle": [],
                "last": "Damjanovic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McMaster University",
                    "location": {
                        "settlement": "Hamilton",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Amandeep",
                "middle": [],
                "last": "Khera",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McMaster University",
                    "location": {
                        "settlement": "Hamilton",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "Fe"
                ],
                "last": "Medina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McMaster University",
                    "location": {
                        "settlement": "Hamilton",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Jane",
                "middle": [],
                "last": "Ennis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "D"
                ],
                "last": "Turner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jack",
                "middle": [],
                "last": "Gauldie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McMaster University",
                    "location": {
                        "settlement": "Hamilton",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhou",
                "middle": [],
                "last": "Xing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McMaster University",
                    "location": {
                        "settlement": "Hamilton",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": "xingz@mcmaster.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "Pneumococcal infections are the leading cause of community-acquired pneumonia. Although the type 1 interferon-α (IFN-α) is a well-known antiviral cytokine, the role of IFN-α in antipneumococcal host defense and its therapeutic potential remain poorly understood. We have investigated these issues by using a murine transgene expression model. We found that in control animals, Streptococcus pneumoniae infection caused severe weight loss and excessive lung inflammation, associated with rapid bacterial outgrowth. In contrast, the animals that received a single dose of an adenoviral vector expressing IFN-α prior to pneumococcal infection demonstrated rapid and effective control of bacterial replication and lung inflammation and improved clinical outcome. Enhanced protection by IFN-α was due to increased activation of neutrophils and macrophages with increased release of reactive oxygen and nitrogen species and bacterial killing. Furthermore, we found that raised levels of IFN-α in the lung remained immune protective even when the gene transfer vector was given at a time postpneumococcal infection. Our study thus shows that the classically antiviral type 1 IFN can be exploited for enhancing immunity against pneumococcal infection via its activating effects on innate immune cells. Our findings hold implications for the therapeutic use of IFN-α gene transfer strategies to combat pneumococcal infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Streptococcus pneumoniae remains a major human pathogen worldwide. Pneumococcal infection is the leading cause of community-acquired pneumonia and can lead to invasive pneumococcal disease that includes bacteremia, septicemia, pneumonia, and meningitis. 1, 2 It is estimated that community-acquired pneumonia alone accounts for 1 million physician visits and 60,000 hospitalizations annually in Canada, costing about $100 million. 3 The incidence of invasive pneumococcal disease in adults remains high, whereas the highest incidence is in the elderly and in children less than 5 years of age, particularly in aboriginal children living in northern Canada. 1, 4 Worldwide, S. pneumoniae continues to be the most significant bacterial pathogen in children, causing ~25% of all preventable deaths in children less than 5 years of age and 1.6 million infant deaths per year in developing countries. 2, 5, 6 In addition, S. pneumoniae superinfection is the most common complication of influenza, which together form the leading cause of death from infectious diseases in Canada. 3, 7 Alarmingly, S. pneumoniae outbreaks have occurred across Canada and elsewhere in North America in the last 10 years. 8 Treatment is complicated by the continuous emergence of antibiotic-resistant S. pneumoniae serotypes, the narrow serotype-specific protection provided by conjugate polysaccharide vaccines, and the ever-shifting bacterial serotypes away from the serotypes covered by the vaccine in invasive infections of vaccinated children. 2, 9, 10 Thus, there has been a pressing need for enhanced understanding of host defense mechanisms and development of novel therapeutic agents against pneumococcal diseases, particularly those caused by antibiotic resistant strains.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 256,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 257,
                    "end": 258,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 431,
                    "end": 432,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 657,
                    "end": 659,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 660,
                    "end": 661,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 896,
                    "end": 898,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 899,
                    "end": 901,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 902,
                    "end": 903,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1075,
                    "end": 1077,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1078,
                    "end": 1079,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1197,
                    "end": 1198,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1524,
                    "end": 1526,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1527,
                    "end": 1529,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1530,
                    "end": 1532,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The type 1 interferons (IFNs) that are mainly produced during viral and intracellular bacterial infections are IFN-α and IFN-β. 11 Most research has focused on the classic antiviral role of type 1 IFNs. 11, 12 In this regard, a replication-deficient human type 5 adenovirus vector (Ad5) expressing the human consensus IFN-α gene, known as DEF201, has been developed to be an antiviral drug. DEF201 has been tested prophylactically and therapeutically in experimental models, with demonstrated protective efficacy for Ebola virus, yellow fever virus, arenavirus, and phlebovirus infection after a single i.n. dose. [13] [14] [15] [16] Likewise, the Ad5 vector expressing mouse IFN-α, mDEF201, has been shown to be protective from lethal severe acute respiratory syndrome (SARS) virus, Western equine encephalitis virus, Venezuelan equine encephalitis virus, and Pox Vaccinia virus infection. [17] [18] [19] [20] In spite of much established knowledge in the role of type 1 IFNs and their therapeutic effects in viral infections, it still remains poorly understood about their role and therapeutic potential in extracellular bacterial infections. Past and recent evidence has only hinted at a beneficial role of type 1 IFN in S. pneumoniae infection. 12, 21 In our current study, we have investigated the role of IFN-α in host defense and its therapeutic potential in S. pneumoniae infection by using a murine model of acute pneumococcal infection and an Ad5 gene transfer vector expressing IFN-α. We have provided novel evidence that transgenically raised levels of IFN-α in the lung provide enhanced immune protection against acute S. pneumoniae infection via activating effects on neutrophils and macrophages. Our findings hold implications in using type 1 IFN transgene approaches for immunotherapy against pneumococcal pneumonia.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 207,
                    "end": 209,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 906,
                    "end": 910,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1249,
                    "end": 1252,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1253,
                    "end": 1255,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Rapid S. pneumoniae replication, pronounced immunopathology, and deleterious clinical outcomes in control animals Before (0 hour) or upon pulmonary S. pneumoniae infection, the control mice that received an empty control Ad vector before infection (Addl group; Figure 1a ) were found to have minimally detectable levels of type 1 IFN-α in the lung (Figure 1b) . These mice suffered progressively deteriorating body weight losses (Figure 1c ), which were associated with heightened immunopathology including intrabronchial hemorrhage in the lung ( Figure 1d ) and 85% death by 7 days postinfection ( Figure 1c ). On examination of bacterial burden, high levels of S. pneumoniae counts were found at 48 and 72 hours both in the lung and spleen (Figure 1e , black bars). These data suggest that the control animals have difficulty to effectively control S. pneumoniae infection, systemic dissemination, and associated tissue inflammation in the lung.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 270,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 348,
                    "end": 359,
                    "text": "(Figure 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 429,
                    "end": 439,
                    "text": "(Figure 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 547,
                    "end": 556,
                    "text": "Figure 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 599,
                    "end": 608,
                    "text": "Figure 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 742,
                    "end": 752,
                    "text": "(Figure 1e",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ReSUlTS"
        },
        {
            "text": "IFN-α gene transfer controls S. pneumoniae replication and immunopathology and improves clinical outcomes Given that there were only minimal levels of IFN-α detected in the lung of S. pneumoniae infected control (Addl) mice (Figure 1b) , we set out to determine the role of raised lung levels of IFN-α in host defense against S. pneumoniae infection. To this end, we used a transient transgenic approach for expression of IFN-α in the lung by i.n. delivering a recombinant replication-defective Ad5 gene transfer vector encoding mIFN-α (AdIFN-α) before S. pneumoniae infection. Thus, in contrast to minimal levels of IFN-α in the lung of the mice receiving the empty vector (Addl) before and after S. pneumoniae infection (Figure 1b) , the mice receiving AdIFN-α had significantly raised levels of IFN-α in the lung before S. pneumoniae infection (0 hour) (Figure 1b ). There were also elevated circulating levels of IFN-α in these mice (Supplementary Figure S1 ). Compared with Addl controls, levels of IFN-α remained raised in the lung at 20, 48, and 72 hours after S. pneumoniae infection (Figure 1b) . We found that elevated IFN-α levels significantly reduced body weight loss in these mice, which was monitored as a measure of overall illness ( Figure 1c) . Thus, there was only a small and transient body weight loss (4.4%) at 48 hours post-Strep infection in these mice, in sharp contrast to 8.2 and 14.0% body weight losses at 48 and 72 hours, respectively, in the control mice ( Figure 1c ). In addition, although 85% of control mice reached end point by 7 days postinfection, only 15% death was observed in the IFN-α-expressing group (Figure 1c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 235,
                    "text": "(Figure 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 722,
                    "end": 733,
                    "text": "(Figure 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 856,
                    "end": 866,
                    "text": "(Figure 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 952,
                    "end": 961,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1092,
                    "end": 1103,
                    "text": "(Figure 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1250,
                    "end": 1260,
                    "text": "Figure 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1488,
                    "end": 1497,
                    "text": "Figure 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1644,
                    "end": 1655,
                    "text": "(Figure 1c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ReSUlTS"
        },
        {
            "text": "Consistent with improved survival, immunopathology and tissue injury were much reduced in the lung of IFN-α-expressing mice ( Figure 1d) . Furthermore, the bacterial load both in the lungs and in the spleens of these mice was dramatically (multiple logs) lower, compared with that in the control counterparts ( Figure 1e ). These findings suggest that transgenically raised IFN-α levels are immune protective from acute pneumococcal pneumonia, capable of effectively controlling S. pneumoniae replication and improving lung immunopathology and clinical outcome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 136,
                    "text": "Figure 1d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 311,
                    "end": 320,
                    "text": "Figure 1e",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ReSUlTS"
        },
        {
            "text": "IFN-α gene transfer leads to rapid induction of innate immune cellular infiltration and cytokine responses in the lung upon S. pneumoniae infection To begin investigating the mechanisms of improved bacterial control and clinical outcome mediated by IFN-α gene transfer to the lung, we first analyzed the innate cellular responses in the lung at 20 hours post-Strep using flow cytometry. Total inflammatory infiltrate numbers were almost threefold higher in the respiratory tract (bronchoalveolar lavage (BAL)) of IFN-α-expressing mice compared with the controls (Table 1) . This was accounted for primarily by markedly increased neutrophil influx in the BAL (Figure 2a,b) . Higher cell numbers and neutrophil influx were also observed at 48 hours in these mice (Table 1 and data not shown). In comparison, neutrophil numbers in the lung parenchyma were similar between the two groups, as were macrophages in the BAL and lung parenchyma ( Figure 2a ). In addition to neutrophils, there appeared to be moderately increased natural killer (NK) cells and T cells in the lung parenchyma of IFN-α-expressing mice (Supplementary Figure S2) . These data suggest that some of such altered innate immune cellular responses might be involved in enhanced immune protection by IFN-α gene transfer. 10, 22 Given the increased neutrophilic responses in the BAL by IFNα gene transfer, we next assessed cytokine and chemokine levels in the BAL at 20 hours following S. pneumoniae infection. Indeed, compared with the control animals, the levels of proinflammatory cytokines tumor necrosis factor-α and interleukin-1β were increased in the IFN-α-expressing mice (Figure 2c ). Associated with increased proinflammatory cytokines were higher levels of chemokines including the neutrophil chemoattractants macrophage inflammatory protein 2 (MIP-2) and keratinocyte-derived chemokine (KC) (Figure 2c ). These results together show that raised IFNα levels enhance host defense against S. pneumoniae infection via rapid induction of cytokine responses and innate cellular responses in the lung at early time points postinfection, thus leading to better control of bacterial replication and immunopathology.",
            "cite_spans": [
                {
                    "start": 1285,
                    "end": 1288,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1289,
                    "end": 1291,
                    "text": "22",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 562,
                    "end": 571,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 658,
                    "end": 671,
                    "text": "(Figure 2a,b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 761,
                    "end": 769,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 938,
                    "end": 947,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1122,
                    "end": 1132,
                    "text": "Figure S2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1644,
                    "end": 1654,
                    "text": "(Figure 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1867,
                    "end": 1877,
                    "text": "(Figure 2c",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "ReSUlTS"
        },
        {
            "text": "Rapidly diminishing tissue inflammatory responses induced by IFN-α gene transfer in the latter stages of S. pneumoniae infection To further investigate the potential mechanisms for improved clinical outcome by IFN-α gene transfer, we examined the innate cellular and cytokine responses at the later time point of 72 hours after S. pneumoniae infection, when the control mice were approaching end point ( Figure 1c ) and had uncontrolled lung inflammation ( Figure 1d ) and bacterial outgrowth (Figure 1e ). By this time, IFN-α-expressing mice had remarkably diminished numbers of neutrophils both in the BAL and in the lung parenchyma compared with the control mice ( Figure  3a ). The number of macrophages also markedly decreased in the BAL of IFN-α-expressing mice (Figure 3a) . The rapid clearance of cellular infiltrates from the lung of these mice was associated with a sharp decline in proinflammatory cytokines and chemokines (Figure 3b ), contrary to higher levels of these cytokines at 20 hours post-Strep infection (Figure 2b ). On the other hand, by 72 hours, the control mice had excessive influx of neutrophils and macrophages in the BAL and lung (Figure 3a ), corresponding to 12-fold more total inflammatory cells in the airway (Table 1) . Heightened inflammatory cellular responses in the control animals were associated with sustained proinflammatory cytokines, tumor necrosis factor-α and interleukin-1β, and remarkably increased levels (up to 3,900 pg/ml) of chemokines Figure 3b ). These data suggest that earlier increased innate immune responses induced by IFN-α gene transfer lead to rapid control of bacterial infection and help the lung to return to homeostasis. On the other hand, the control animals have markedly heightened inflammatory responses due to uncontrolled bacterial infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 413,
                    "text": "Figure 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 457,
                    "end": 466,
                    "text": "Figure 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 493,
                    "end": 503,
                    "text": "(Figure 1e",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 668,
                    "end": 678,
                    "text": "Figure  3a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 768,
                    "end": 779,
                    "text": "(Figure 3a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 934,
                    "end": 944,
                    "text": "(Figure 3b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1026,
                    "end": 1036,
                    "text": "(Figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1161,
                    "end": 1171,
                    "text": "(Figure 3a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1244,
                    "end": 1253,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1490,
                    "end": 1499,
                    "text": "Figure 3b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "ReSUlTS"
        },
        {
            "text": "Enhanced neutrophil responses contribute to improved bacterial clearance by IFN-α gene transfer To further assess the mechanisms of increased bacterial control by raised IFN-α levels, we measured reactive oxygen species (ROS) and reactive nitrogen species (RNS) (hydrogen peroxide, peroxyl radical, nitric oxide, and peroxynitrite anion) in lung homogenates collected at various time points post-Strep infection, given their critical antibacterial activities and association with activated neutrophils and macrophages. Significantly increased levels of ROS/RNS were induced by IFN-α at 8, 20, and 48 hours with equalized levels with the control mice at 72-hour postinfection ( Figure 4 ). The largest difference in ROS/RNS between the two groups was seen at 20-hour postinfection (Figure 4 ), corresponding with high neutrophil influx in the lung of the mice with raised IFN-α levels at this time point (Figure 2a) . Based on the ROS/RNS data, we further investigated the role of increased neutrophils in improved bacterial control by IFN-α. To this end, we undertook a strategy that allowed only partial neutrophil depletion from the lungs of IFN-α-expressing mice prior to S. pneumoniae infection. Thus, the mice received the IFN-α gene transfer vector as depicted in Figure 1a and were then treated i.n. once with a neutrophil-depleting antibody (α-Ly6G) at 4 hours before S. pneumoniae infection. The control IFN-α-expressing mice received only the control immunoglobulin G. By flow cytometry, this protocol was found to render ~57% reduction in neutrophils in S. pneumoniaeinfected mice by 20-hour postinfection and 30% reduction by 72 hours as neutrophil influx continued into the lung (Supplementary Figure S3 ). We found that such partial neutrophil depletion led to significantly greater weight loss (Figure 5a ), worsened bacterial control both in the lung and in the spleen (Figure 5b) , and markedly reduced measurable ROS/RNS in the lung (Figure 5c ). Nevertheless, notably the extent of body weight loss and increased bacterial load in partially neutrophil-depleted IFN-α-expressing animals did not reach that previously seen in the Addl control group (Figure 1c,e) . These data together suggest that enhanced neutrophil responses induced by IFN-α gene transfer contribute to improved bacterial clearance and clinical outcome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 677,
                    "end": 685,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 789,
                    "text": "(Figure 4",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 914,
                    "text": "(Figure 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1270,
                    "end": 1279,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1707,
                    "end": 1716,
                    "text": "Figure S3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1809,
                    "end": 1819,
                    "text": "(Figure 5a",
                    "ref_id": null
                },
                {
                    "start": 1885,
                    "end": 1896,
                    "text": "(Figure 5b)",
                    "ref_id": null
                },
                {
                    "start": 1951,
                    "end": 1961,
                    "text": "(Figure 5c",
                    "ref_id": null
                },
                {
                    "start": 2166,
                    "end": 2179,
                    "text": "(Figure 1c,e)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ReSUlTS"
        },
        {
            "text": "Improved macrophage phagocytic killing of S. pneumoniae by IFN-α transgene expression The observation that neutrophil depletion in IFN-α-expressing mice resulted in only a significantly reduced, but not completely eliminated, IFN-α-mediated enhancement in protection ( Figure 5 ) suggested additional mechanisms at play. Although IFN-α expression did not increase the number of macrophages in the lung (Figure 2a) , it is possible that the antibacterial property of these innate immune cells was altered by IFN-α. To examine this possibility, freshly isolated naive alveolar macrophages (AMs) and purified lung macrophages (MOs) were transduced in vitro to express IFN-α by AdIFN-α or treated with the control vector Addl, and then viable streptococci were added to these macrophages. AdIFN-α-transduced, but not the control AMs and lung MOs produced significant levels of IFN-α as measured in the culture media (Supplementary Figure S4) . IFN-α-producing AMs and lung MOs also produced much higher levels of antibacterial ROS/RNS upon bacterial phagocytosis than their control counterparts (Figure 6a) . Importantly, IFN-α-producing AMs were three times more effective at bacterial killing than the non-IFN-α producers (Figure 6b ). In comparison, although killing efficiency was similar at 1 hour, IFN-α-producing lung MOs were significantly more effective at bacterial killing by 2 hours compared with the non-IFN-α producers, which ceased to kill any more streptococci by this time (Figure 6b ). These data indicate that besides neutrophils, activation of alveolar and lung macrophages by IFNα expression represents an additional mechanism for enhanced immune protection and improved bacterial control.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 277,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 413,
                    "text": "(Figure 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 927,
                    "end": 937,
                    "text": "Figure S4)",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1102,
                    "text": "(Figure 6a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1220,
                    "end": 1230,
                    "text": "(Figure 6b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1486,
                    "end": 1496,
                    "text": "(Figure 6b",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "ReSUlTS"
        },
        {
            "text": "Therapeutic IFN-α gene transfer rendered after S. pneumoniae infection controls bacterial replication and improves clinical outcomes To determine the therapeutic potential of IFN-α for pneumococcal infections, mice were infected with S. pneumoniae, and 12 hours later, they were inoculated i.n. with AdIFN-α or Addl control vector ( Figure 7a ). While body weight losses were similar between the two groups for the initial course of infection, IFN-α-expressing mice experienced stalled body weight loss at 48 hours and began to recover by 68 hours, leading to 50% death in the group by 7 days postinfection (Figure 7c ). This was in sharp contrast to the control mice that exhibited progressively deteriorating clinical conditions, with most approaching the end point soon after 68 hours, with 100% death in the group by 7 days postinfection (Figure 7c ). Consistent with improved clinical outcomes induced by IFN-α, the lung of IFN-α-expressing mice had markedly reduced immunopathology with inflammation primarily limited to the peribronchial and perivascular regions (Figure 7b ). In contrast, the control lungs had severe and diffuse tissue immunopathology and inflammation (Figure 7b ). Also consistent with improved clinical outcome and immunopathology induced by therapeutic IFN-α gene transfer, these mice had significantly lower bacterial loads both in the lung and in the spleen compared with the control mice (Figure 7d ). The almost one-log difference in colony-forming unit (cfu) in the lungs (Figure 7d) is correlated with significant improvement in lung pathology (Figure 7b ), weight loss, and survival (Figure 7c ). These findings together support the therapeutic potential of raised IFN-α in the lung by using a gene transfer strategy in effectively controlling S. pneumoniae infection and its associated detrimental clinical outcomes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 342,
                    "text": "Figure 7a",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 607,
                    "end": 617,
                    "text": "(Figure 7c",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 842,
                    "end": 852,
                    "text": "(Figure 7c",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1070,
                    "end": 1080,
                    "text": "(Figure 7b",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1178,
                    "end": 1188,
                    "text": "(Figure 7b",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1420,
                    "end": 1430,
                    "text": "(Figure 7d",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1506,
                    "end": 1517,
                    "text": "(Figure 7d)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1579,
                    "end": 1589,
                    "text": "(Figure 7b",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1619,
                    "end": 1629,
                    "text": "(Figure 7c",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "ReSUlTS"
        },
        {
            "text": "Infections with S. pneumoniae continue to have significant clinical, social, and economic impacts in Canada and worldwide. As a leading cause of community-acquired pneumonia and invasive pneumococcal disease, as the most significant bacterial pathogen in children, and as the most common complication of influenza, S. pneumoniae contributes to significant morbidity and mortality worldwide. 1,2,5,6 Treatment is complicated by the continuous emergence of antibiotic-resistant strains and suboptimal vaccines, making the threat of S. pneumoniae outbreaks a reality. 2, 9, 10 The role and therapeutic potential of type 1 IFN in the host defense to extracellular (c) Average percent body weight change and survival were monitored (end point was considered as 20% body weight loss; log-rank test, P < 0.01). (d) Lung and spleen bacterial load was measured using a CFU assay at the last time point. Results are from two independent experiments, n = 10/group. Data are expressed as mean ± SEM. *P < 0.05; **P < 0.01. IFN, interferon. reduced body weight loss in these mice, as there was only a small and transient body weight loss at 48-hour postinfection and markedly improved survival rates. Consistent with the improved clinical outcome, immunopathology and tissue injury were dramatically reduced in the lung of IFN-α-expressing mice compared with control animals, as were bacterial loads in the lung and spleen. These findings show that raised IFN-α levels are immune protective from acute pneumococcal pneumonia, controlling S. pneumoniae replication and immunopathology and improving clinical outcomes. In our study, we next investigated the unknown mechanisms of improved bacterial control and clinical outcomes mediated by IFN-α gene transfer. We observed that cytokine and chemokine levels in the airway of IFN-α-expressing mice early after S. pneumoniae infection (20 hours) were markedly higher compared with control mice. The likely cellular sources of heightened chemokines include airway epithelial cells, neutrophils, and macrophages. Increased cytokines and chemokines correlated with rapid infiltration of immune cells into the airway and lung parenchyma including neutrophils, NK cells, and CD4 + T cells. Recently, NK cells and CD4 + T cells have been shown to have important roles in early host defense against extracellular bacteria. 2, 10, 22, 25 Importantly, higher neutrophil numbers in the airway are indicative of the improved bacterial control, as neutrophils are known to be key phagocytes involved in S. pneumoniae clearance. 2 The levels of ROS and RNS were also significantly higher in the lungs of IFNα-expressing mice throughout the infection, correlating with the improved bacterial clearance. Partial depletion of neutrophils during infection showed that neutrophil number and activity in the lungs of IFN-α + -expressing mice contributed to the observed improvement in bacterial clearance and clinical outcome. Furthermore, as macrophages are also known to be major cells involved in the first line of defense at the site of infection, and were not found to be increased in number in IFN-α-expressing mice, we investigated their functionality as a potential mechanism of improved bacterial control. Both AMs and purified lung macrophages displayed more efficient S. pneumoniae killing, increased release of ROS/RNS, and more effective control of bacterial outgrowth when previously infected with AdIFN-α as opposed to Addl. Thus, heightened macrophage and/ or neutrophil activation at earlier time points in IFN-α-expressing animals likely led to much increased amounts of ROS/RNS in the lung and contributed to sustained levels of ROS/RNS at later times when bacteria were largely cleared from the lung of these animals. The similar amounts of ROS/RNS between the two groups at the later time point 72 hours most likely resulted from sustained ROS/ RNS production in AdIFN-α group due to lasting macrophage activation and relatively markedly increased ROS/RNS production in the control group by this time point due to persistently high bacterial burden. Increased ROS/RNS production in the lung may represent one of the key mechanisms by which IFN-α enhances anti-pneumococcal host defense as both oxygen and nitrogen species are known to be critical to neutrophil and macrophage antibacterial activities. Our study, therefore, reveals the mechanisms mediated by IFN-α to provide improved bacterial control and clinical outcome in S. pneumoniae infection. Importantly, in the latter stages of S. pneumoniae infection (72 hours), IFN-α-expressing mice exhibited largely diminished tissue inflammatory responses. Thus IFN-α expression led to rapid control of bacterial infection and allowed the lung to return to homeostasis before the deleterious effects of lung inflammation could cause any irreparable damage. On the other hand, the control mice displayed strikingly heightened and ongoing inflammatory responses due to uncontrolled bacterial infection.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 567,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 568,
                    "end": 570,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2350,
                    "end": 2352,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2353,
                    "end": 2356,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2357,
                    "end": 2360,
                    "text": "22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2361,
                    "end": 2363,
                    "text": "25",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2550,
                    "end": 2551,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The IFN-α-expressing adenovirus (DEF201) used in our study has been proposed as a novel broad-spectrum drug, as it has proven successful in providing protection from a large variety of viruses. [13] [14] [15] [16] [17] [18] [19] [20] It has been reported that i.m. injection of mDEF201 rapidly leads to high levels of IFN-α in the serum within 3-5 hours of infection, which were undetectable by day 7. 18 However, the protective effects of the IFN were sustained, as animals challenged with Western equine encephalitis virus 7 days after AdIFN-α administration were 100% protected. 18 In addition, i.n. delivery of AdIFN-α was observed to be protective when given 14 and 56 days before infection with SARS and vaccinia virus, respectively. 17, 20 We have also previously shown that i.n. Ad5 gene transfer vector delivery leads to sustained transgene expression within the airway epithelium and macrophages for a period of 12-14 days. 26 Thus, a single dose of AdIFN-α is able to induce a long-lasting antiviral state that activates protective immune mechanisms. Accordingly, we next investigated the therapeutic potential of the AdIFN-α vector for pneumococcal infections. Mice were infected with S. pneumoniae, and 12 hours later, they were inoculated i.n. with AdIFN-α or Addl control vector. Therapeutic IFN-α expression led to significantly lower bacterial replication and improved lung immunopathology and clinical outcomes. Survival was significantly improved, as 50% of mice were alive at 7 days postinfection when no control animals survived. Of note, the therapeutic application of AdIFN-α only resulted in a moderately reduced bacterial burden in the lung and yet it markedly reduced lung immunopathology and other clinical outcomes. This suggests that the moderately improved infection control by IFN-α is only part of the mechanism for improved histopathology. Recent mounting evidence indicates that lung immunopathology does not always correlate with the level of microbial burden and that the immune regulatory mechanisms not directly involved in host defense also play an important role in regulating tissue inflammation. 7, 27 This suggests an additional regulatory functionality that IFNα possesses in our model. The protective effects by IFN-α transgene expression are in agreement with two previous studies that have approached this question. A murine study by Weigent et al. 21 showed that either recombinant IFN-α or IFN-β markedly improved survival in streptococcal infection when administered i.p. 5 hours before infection (63-72% survival compared with 0% survival in controls). In the same study, anti-IFN-α/β serum significantly increased mortality (20% survival compared with 95% survival in controls). 21 Similarly, in a colonization model study by Parker et al. 24 IFN-α/β receptor null mice had significantly increased nasal colonization with S. pneumoniae compared with wild-type mice. Therefore, our findings support the therapeutic potential of transgenically expressed IFN-α in the lung for effectively controlling S. pneumoniae infection and its associated detrimental clinical outcomes.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 402,
                    "end": 404,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 584,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 744,
                    "end": 746,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 934,
                    "end": 936,
                    "text": "26",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2138,
                    "end": 2140,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2141,
                    "end": 2143,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2396,
                    "end": 2398,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2731,
                    "end": 2733,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2792,
                    "end": 2794,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, our results indicate that the classically antiviral cytokine IFN-α is also protective against extracellular bacterial infection with S. pneumoniae. Furthermore, we identify for the first time that a single i.n. dose of AdIFN-α leads to rapid and effective control of bacterial replication and lung inflammation and consequently to an improvement in clinical outcome. Our findings hold important implications for transgenic expression of IFN-α in future clinical practice, in particular during outbreaks where a rapid therapy at the site of infection would be invaluable. BAL and lung mononuclear cell isolation Airway luminal cells were collected by BAL of the lungs, and mononuclear cells were isolated from lung tissue, using our standard procedures as previously described. 27 Briefly, the lungs were cut into small pieces and incubated in 10 ml of 150 U/ml collagenase type 1 (Sigma-Aldrich, St. Louis, MO) for 1 hour at 37 °C, the lung pieces were crushed through 40-µm basket filters, red blood were cells lysed with ammonium-chloride-potassium (ACK) lysis buffer, and cell pellets were resuspended in complete RPMI medium (RPMI 1640 supplemented with 10% fetal bovine serum, 1% penicillin-streptomycin, and 1% l-glutamine).",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 794,
                    "text": "27",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Flow cytometry was performed on BAL and lung cells. Cells were incubated for 15 minutes with the CD16/CD32 Fc block antibody and then stained with extracellular antibodies (BD Biosciences unless otherwise stated) for antigen-presenting cells (APC-Cy7-anti-CD45, Alexa Fluor 700-anti-MHCII (eBioscience, San Diego, CA), Pacific Orange-anti-Gr1 (Life Technologies, Burlington, Ontario), APC-anti-CD11c, PECy7-anti-CD11b), NK cells (V450anti-CD3, PE-anti-NK1.1), and T cells (V450-anti-CD3, APC-Cy7-anti-CD4). Stained cells were analyzed on the LSRII flow cytometer (BD Biosciences) and analyzed using FlowJo software (Tree Star, Ashland, OR). Neutrophils (CD45 + CD11b + Gr1 + ), macrophages (CD45 + Gr1-AF + CD11c + ), NK cells (CD3-NK1.1 + ), and CD4 + T cells (CD3 + CD4 + ) were assessed as total number of cells per tissue compartment by multiplying the \"frequency of total\" of the population by total cell number in the tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow cytometric analysis"
        },
        {
            "text": "Levels of cytokines and chemokines in BAL fluids were quantified using Luminex multianalyte technology (Luminex Molecular Diagnostics, Toronto, Ontario), according to the manufacturer's protocols. Levels of IFN-α were measured in BAL, serum, and culture supernatants using the VeriKine Mouse Interferon Alpha ELISA Kit (PBL Interferon Source, Piscataway, NJ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytokine and chemokine quantification"
        },
        {
            "text": "Levels of total ROS/RNS (hydrogen peroxide, peroxyl radical, nitric oxide, and peroxynitrite anion) were analyzed in lung homogenates and culture supernatants using the OxiSelect In Vitro ROS/RNS Assay Kit (Cedarlane, Burlington, Ontario) according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of ROS/RNS"
        },
        {
            "text": "Anti-Ly6G (1A8) antibody (UCSF Monoclonal Antibody Core, San Francisco, CA) or total rat immunoglobulin G (Sigma-Aldrich) as control were given to mice. A total of 50 μg of the antibodies were administered once i.n. 4 hours before bacterial infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vivo neutrophil depletion"
        },
        {
            "text": "A standard bacterial phagocytosis and killing assay was used to evaluate the effect of pretreatment of macrophages with AdIFN-α. 28 Naive C57BL/6 mice were used to obtain the cells, by BAL for AMs and by mononuclear cell isolation followed by purification of CD11c + cells and CD11b + cells (which were then pooled) by magnetic cell sorting according to the manufacturer's instructions (Miltenyi Biotec, Bergisch Gladbach, Germany), from lung tissue for lung MOs. In separate experiments, 5 × 10 5 AMs were used per well and 2 × 10 5 lung MOs were used per well, in 24-well plates. Cells were transduced with AdIFN-α or Addl at a multiplicity of infection of 100 infectious viral particles in serum-free cRPMI for 3 hours at 37 °C (during this time, cells adhered to the bottom of the wells), washed, resuspended in Pen/Strep-free cRPMI and left overnight at 37 °C. S. pneumoniae was freshly grown to midlogarithmic phase and then opsonized by adding 10% naive C57BL/6 serum to bacteria for 30 minutes at 37 °C. Bacteria were then washed twice with PBS to remove excess serum and added to the macrophage culture (bacteria to macrophage ratio 10:1). After incubation for 1 hour, phagocytosis was stopped by treating with Pen/Strep-containing cRPMI for 30 minutes at room temperature to kill any extracellular bacteria. Some wells were then lysed to determine cfu after phagocytosis. The other wells were washed with PBS, resuspended with Pen/Strep-free cRPMI, and returned to 37 °C for an additional 1 or 2 hours to determine cfu after bacterial killing. Specifically, to determine cfu, cells were washed with PBS, lysed with 1 ml distilled autoclaved water for 30 minutes at room temperature, diluted in PBS for twofold serial dilutions, plated in on blood-agar plates, and incubated overnight. Colonies were counted the next day and determined as intracellular cfu.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "text": "28",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Macrophage bacterial killing assay"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Notifiable Diseases On-Line. Public Health Agency of Canada",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The role of Streptococcus pneumoniae virulence factors in host respiratory colonization and disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kadioglu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Weiser",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jn",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Andrew",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "288--301",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Respiratory Disease in Canada. Canadian Institute for Health Information Canadian Lung Association, Health Canada, Statistics Canada",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pneumococcal Disease, Invasive (IPD) Alberta Health and Wellness. Public Health Notifiable Disease Management Guidelines Government of Alberta. www.health. alberta.ca/documents/Guidelines-Pneumococcal-Disease-Invasive-IPD-2011",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pneumonia in healthy Canadian children and youth: Practice points for management",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Saux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Paediatr Child Health",
            "volume": "16",
            "issn": "",
            "pages": "417--424",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Burden of disease caused by Streptococcus pneumoniae in children younger than 5 years: global estimates",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kl",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wolfson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jp",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Henkle",
                    "suffix": ""
                },
                {
                    "first": "Deloria",
                    "middle": [
                        "-"
                    ],
                    "last": "Knoll",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccall",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "",
            "pages": "893--902",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Marked improvement of severe lung immunopathology by influenza-associated pneumococcal superinfection requires the control of both bacterial replication and host immune responses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Damjanovic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jeyanathan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hogaboam",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Pathol",
            "volume": "183",
            "issn": "",
            "pages": "868--880",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Update on Pediatric Invasive Pneumococcal Disease and Recommended Use of Conjugate Pneumococcal Vaccines",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pneumococcus infections: is the burden still as heavy?",
            "authors": [],
            "year": 2012,
            "venue": "Med Mal Infect",
            "volume": "42",
            "issn": "",
            "pages": "149--153",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The innate immune response to pneumococcal lung infection: the untold story",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kadioglu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Andrew",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Trends Immunol",
            "volume": "25",
            "issn": "",
            "pages": "143--149",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The yin and yang of type I interferon activity in bacterial infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Decker",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stockinger",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Rev Immunol",
            "volume": "5",
            "issn": "",
            "pages": "675--687",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Type I interferon response to extracellular bacteria in the airway epithelium",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Prince",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Trends Immunol",
            "volume": "32",
            "issn": "",
            "pages": "582--588",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluation of different strategies for post-exposure treatment of ebola virus infection in rodents",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pillet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schindle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ennis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Bioterror Biodef",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Treatment of yellow fever virus with an adenovirus-vectored interferon, DEF201, in a hamster model",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Julander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ennis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Morrey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antimicrob Agents Chemother",
            "volume": "55",
            "issn": "",
            "pages": "2067--2073",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Use of recombinant adenovirus vectored consensus IFN-a to avert severe arenavirus infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Gowen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ennis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sefing",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ej",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Extended protection against phlebovirus infection conferred by recombinant adenovirus expressing consensus interferon (DEF201)",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Gowen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ennis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sefing",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ej",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Jung",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Antimicrob Agents Chemother",
            "volume": "56",
            "issn": "",
            "pages": "4168--4174",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Single-dose intranasal administration with mDEF201 (adenovirus vectored mouse interferon-alpha) confers protection from mortality in a lethal SARS-CoV BALB/c mouse model",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kumaki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ennis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rahbar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wandersee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antiviral Res",
            "volume": "89",
            "issn": "",
            "pages": "75--82",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Pre-and post-exposure protection against Western equine encephalitis virus after single inoculation with adenovirus vector expressing interferon alpha",
            "authors": [],
            "year": null,
            "venue": "Virology",
            "volume": "369",
            "issn": "",
            "pages": "206--213",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Alpha interferon as an adenovirus-vectored vaccine adjuvant and antiviral in Venezuelan equine encephalitis virus infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eastaugh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Phelps",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Gen Virol",
            "volume": "90",
            "issn": "",
            "pages": "874--882",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Therapy and long-term prophylaxis of vaccinia virus respiratory infections in mice with an adenovirus-vectored interferon alpha (mDEF201)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Smee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ennis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Role of interferon in streptococcal infection in the mouse",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Weigent",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Huff",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baron",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Microb Pathog",
            "volume": "1",
            "issn": "",
            "pages": "399--407",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The natural cytotoxicity receptor 1 contribution to early clearance of Streptococcus pneumoniae and to natural killer-macrophage cross talk",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elhaik-Goldman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kafka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yossef",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hadad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elkabets",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vallon-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Type I IFN signaling is crucial for host resistance against different species of pathogenic bacteria",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mancuso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Midiri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Biondo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beninati",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zummo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Galbo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "178",
            "issn": "",
            "pages": "3126--3133",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Streptococcus pneumoniae DNA initiates type I interferon signaling in the respiratory tract",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": ",",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fj",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Soong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Harfenist",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ratner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "MBio",
            "volume": "2",
            "issn": "",
            "pages": "16--27",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "NK cells play a critical protective role in host defense against acute extracellular Staphylococcus aureus bacterial infection in the lung",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mccormick",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kugathasan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santosuosso",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": "5558--5568",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Compartmentalized transgene expression of granulocyte-macrophage colonystimulating factor (GM-CSF) in mouse lung enhances allergic airways inflammation",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohkawara",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stämpfli",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gauldie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Croitoru",
                    "suffix": ""
                },
                {
                    "first": "Jordana",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin Exp Immunol",
            "volume": "113",
            "issn": "",
            "pages": "157--165",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Negative regulation of lung inflammation and immunopathology by TNF-a during acute influenza infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Damjanovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Divangahi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kugathasan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zganiacz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Pathol",
            "volume": "179",
            "issn": "",
            "pages": "2963--2976",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Influenza infection leads to increased susceptibility to subsequent bacterial superinfection by impairing NK cell responses in the lung",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shaler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mccormick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jeyanathan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Damjanovic",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "184",
            "issn": "",
            "pages": "2048--2056",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Transgenic expression of interferon (IFN)-α improves clinical outcome and bacterial control following pneumococcal infection. (a) Experimental schema. Female C57BL/6 mice were infected with 10 7 plaque-forming units (pfu) AdIFN-α or Addl and 48 hours later with 10 4 colonyforming unit (cfu) of S. pneumoniae. (b) IFN-α was measured in the bronchoalveolar lavage (BAL) 48 hours after infection with Ad (0-hour time point) and at 20-, 48-, 72-hour post-Strep by enzyme-linked immunosorbent assay. Results are from two to four independent experiments, n = 4-10/group. (c) Average percent body weight change and survival were monitored (end point was considered as 20% body weight loss; log-rank test, P < 0.0001). Results are from two to six independent experiments, n = 10-44/group/time point. (d) Histopathological changes in the lung were examined by hematoxylin and eosin staining at 72-hour post-Strep infection (magnification ×5). (e) Lung and spleen bacterial load was measured using a colony forming unit (CFU) assay at 48-and 72-hour post-Strep infection. Results are from three independent experiments, n = 5-8/group/time point. Data are expressed as mean ± SEM. *P < 0.05; **P < 0.01; ***P < 0.005, δ, P < 0.0005.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Transgenic expression of interferon (IFN)-α leads to rapid cellular infiltration and induction of cytokine and chemokine responses in the lungs of S. pneumoniae-infected mice by 20-hour post-Strep infection. (a) Neutrophil and macrophage numbers in the bronchoalveolar lavage (BAL) and lung. Cells were assessed by flow cytometry in AdIFN-α or Addl treated mice at 20-hour post-Strep infection. (b) Dotplots show representative populations from the BAL (gates show frequency of total cells). (c) Cytokine and chemokine levels in BAL were measured in AdIFN-α or Addl treated mice at 20-hour post-Strep infection. Results are from one experiment, n = 5/group. Data are expressed as mean ± SEM. *P < 0.05; ***P < 0.005. IL, interleukin; TNF, tumor necrosis factor; IP-10, interferon γ-induced protein 10; MCP-1, monocyte chemoattractant protein-1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Excessive neutrophil infiltration and dysregulated cytokine and chemokine responses in the lungs of control mice at 72-hour post-Strep infection. (a) Neutrophil numbers in the bronchoalveolar lavage (BAL) and lung were assessed by flow cytometry in AdIFN-α or Addl treated mice at 72-hour post-Strep infection. (b) Cytokine and chemokine levels in BAL were measured in AdIFN-α or Addl treated mice at 72-hour post-Strep infection. Results are from two experiments, n = 8/group. Data are expressed as mean ± SEM. *P < 0.05; **P < 0.01. IFN, interferon; IL, interleukin; TNF, tumor necrosis factor.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Transgenic expression of interferon (IFN)-α leads to enhanced release of reactive oxygen species (ROS) and reactive nitrogen species (RNS). Female C57BL/6 mice were infected with 10 7 plaque-forming units AdIFN-α or Addl and 48 hours later with 10 4 colony-forming unit of S. pneumoniae. Lung homogenates at various time points were measured for concentration of total ROS/RNS. Data are expressed as mean ± SEM of n = 3-4/group/time point, representative of two independent experiments. Neutrophil depletion during transgenic expression of interferon (IFN)-α partially decreases protection from pneumococcal infection. Female C57BL/6 mice were infected with 10 7 plaque-forming units AdIFN-α and 48 hours later with 10 4 colony-forming unit (cfu) of S. pneumoniae. In addition, 4 hours before Strep. infection, 50 µg of α-Ly6G depleting antibody or immunoglobulin G control was administered i.n.. (a) Average percent body weight change was monitored as an indicator of illness. (b) Lung and spleen bacterial load was measured using a CFU assay at 72-hour post-Strep infection. (c) Lung homogenates were measured for concentration of total of reactive oxygen species (ROS)/reactive nitrogen species (RNS) at 72-hour post-Strep infection. Results are from one experiment, n = 10-12/group. Data are expressed as mean ± SEM.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "AdIFN-α infection improves S. pneumoniae killing ability of lung macrophages. Alveolar macrophages and purified lung macrophages were infected with AdIFN-α or Addl for 3 hours, and the following day, S. pneumoniae was added to the cells. Phagocytosis was allowed to occur for 1 hour, and then bacterial killing was allowed for another 1-2 hours. (a) Supernatants were measured for concentration of total of reactive oxygen species (ROS)/reactive nitrogen species (RNS). (b) Cells were lysed and the live bacteria were enumerated by a CFU assay. Data are expressed as mean ± SEM of triplicate wells/group/time point, representative of three independent experiments. *P < 0.05. AMs, alveolar macrophages; IFN, interferon; MOs, macrophages.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "American Society of Gene & Cell Therapy bacterial infections is not well understood, as IFN-α and IFN-β have been best characterized in the host defense to viral infections. Intriguingly, it has recently been demonstrated that S. pneumoniae activates type 1 IFN signaling, and emerging evidence suggests a beneficial role of type 1 IFN in S. pneumoniae infection.12,21 However, the protective effects of IFN-α have not been fully established, and the mechanisms of protection are entirely unknown.11,12,23,24 Using a mouse model of acute respiratory S. pneumoniae infection and an Ad5-based IFN-α gene transfer approach, we have investigated these outstanding issues. We show that S. pneumoniae infection that leads to rapid and uncontrolled S. pneumoniae replication, pronounced immunopathology, and deleterious clinical outcomes in control animals is ameliorated by transgenic expression of IFN-α in the lung. Enhanced immune protection against acute S. pneumoniae infection is induced by IFN-α via rapid induction of innate immune cellular infiltration and cytokine responses in the lung and activating effects on neutrophils and macrophages. For the first time, we also provide a novel therapeutic strategy in which a single i.n. dose of AdIFN-α (mDEF201) administered after an ongoing S. pneumoniae infection controls bacterial replication and improves clinical outcomes.In our model of pulmonary pneumococcal infection, mice were infected with S. pneumoniae 48 hours after receiving one i.n. dose of AdIFN-α or Addl control. Control mice had barely detectable levels of IFN-α in the lung. Consequently, these mice suffered rapid body weight losses and were in the process of reaching end point by 72-hour postinfection. The poor clinical outcome was associated with heightened immunopathology in the lung and high levels of bacterial burden locally in the lung and systemically in the spleen. Thus, the control animals had major difficulties in effective control of S. pneumoniae infection in our model. On the other hand, IFN-α-expressing mice had markedly raised IFN-α levels in the lung and serum at the time of infection. Measured at various time points after S. pneumoniae infection in the BAL, IFN-α expression was further induced in these mice. Thus, the adenovirus vector provided sustained and inducible expression of IFN-α. We found that raised IFN-α levels significantly",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Transgenic expression of interferon (IFN)-α following pneumococcal infection improves clinical outcome. (a) Experimental schema. Female C57BL/6 mice were infected with 10 4 colony-forming unit (cfu) of S. pneumoniae and 12 hours later with 10 7 plaque-forming units (pfu) AdIFN-α or Addl. (b) Histopathological changes in the lung were examined by hematoxylin and eosin staining at 68-hour post-Strep infection (magnification ×5).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "to 10-week-old C57BL/6 mice were purchased from Charles River Laboratories (Wilmington, MA). Mice were housed in specific pathogen-free level facilities at the McMaster University Central Animal Facility (Hamilton, Ontario, Canada). For all experiments, mice were euthanized by exsanguination of the abdominal artery under anesthesia. All experiments were conducted in accordance with the animal research ethics board of McMaster University (Hamilton, Ontario, Canada). D Damjanovic et al. Molecular Therapy -Methods & Clinical Development (2014) 14005 © 2014 The American Society of Gene & Cell Therapy",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Total cell numbers in BAL following S. pneumoniae infection (×106 )",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Pneumococcal infectionS. pneumoniae serotype 3 (ATCC 6303) was prepared as previously described, by plating frozen stock on blood-agar plates and incubating overnight, then culturing the resultant colonies for ~5 hours at 37 °C in 5% CO 2 in Todd Hewitt broth (BD Biosciences, San Jose, CA) to midlogarithmic phase.7 The bacteria were harvested and resuspended in phosphate-buffered saline (PBS). Anesthetized mice were infected i.t. with 10 4 cfu of S. pneumoniae in a volume of 40 µl.Prophylactic and therapeutic IFN-α gene delivery to the lung A replication-deficient adenoviral gene transfer vector (Ad5) expressing murine IFN-α (AdIFN-α) was obtained from Defyrus (Toronto, Ontario, Canada -construct mDEF201 prepared at the Robert Fitzhenry Vector Laboratory, McMaster University), and an empty adenoviral vector (Addl) was used as a control. Mice anesthetized by inhalation of isoflurane were infected i.n. with 10 7 plaque-forming units of AdIFN-α in a volume of 20 µl, 48 hours before (prophylactic) or 12 hours after (therapeutic) S. pneumoniae infection. As we have previously well documented, i.n. Ad5 gene transfer vector delivery leads to transgene expression within the airway epithelium and macrophages and raises transgene protein levels for a period of 12-14 days.26 Determination of streptococcus burden in local and systemic tissues Levels of streptococcus in the lung and spleen were determined by homogenizing the tissues in PBS, plating serial dilutions on blood-agar plates, and incubating overnight at 37 °C, 5% CO 2 . Colonies were counted and calculated as cfu per whole organ.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Lungs were fixed by perfusion with 10% formalin and kept in 5 ml of 10% formalin for at least 72 hours. Tissue sections were stained with hematoxylin and eosin for histological examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histopathological assessment"
        },
        {
            "text": "To determine if the differences among infection groups were significant, Student's t-test was performed for two-sample comparisons with Prism (GraphPad Software, La Jolla, CA). For comparison of body weight changes, the percentages were transformed before the t-test was performed. Survival data were compared with a log-rank (Mantel-Cox) test with prism. A P value of <0.05 was regarded as statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The study was supported by funds from the Canadian Institutes of Health Research. The authors thank Uma Sankar and Xueya Feng for their technical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWleDGMeNTS"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFlICT OF INTeReST"
        }
    ]
}