{
    "paper_id": "86db8aa209550ebe1e807a42ec268087be6ce826",
    "metadata": {
        "title": "Supplemental Information Escaping Host Factor PI4KB Inhibition: Enterovirus Genomic RNA Replication in the Absence of Replication Organelles",
        "authors": [
            {
                "first": "Charlotte",
                "middle": [
                    "E"
                ],
                "last": "Melia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hilde",
                "middle": [
                    "M"
                ],
                "last": "Van Der Schaar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Heyrhyoung",
                "middle": [],
                "last": "Lyoo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [
                    "W A L"
                ],
                "last": "Limpens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qian",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maryam",
                "middle": [],
                "last": "Wahedi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gijs",
                "middle": [
                    "J"
                ],
                "last": "Overheul",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [
                    "P"
                ],
                "last": "Van Rij",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "J"
                ],
                "last": "Snijder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abraham",
                "middle": [
                    "J"
                ],
                "last": "Koster",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Montserrat",
                "middle": [],
                "last": "Bárcena",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [
                    "J M"
                ],
                "last": "Van Kuppeveld",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Fig. S1. Related to Fig. 1. The morphologies of WT CVB3 and CVB3 3A-H57Y ROs in BGM cells are indistinguishable. BF738735 treatment does not affect Golgi apparatus architecture. A) BGM cells infected with WT CVB3 and prepared for EM by HPF-FS reveal typical enterovirus ROs, including single-membrane tubules, DMVs and multilamellar vesicles (left to right). B, C). BGM cells either untreated (B) or treated with BF738735 for 7 hours (C) were fixed for EM analysis. Representative images are shown illustrating that the morphology of the Golgi apparatus was unaffected by treatment. Scale bars, 200 nm (A) or 1 µm (B, C).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Fig. S5. Related to Fig. 6. Innate antiviral responses during CVB3 3A-H57Y infection. U2OS or HEK293T cells (KO for PKR, MAVS and AGO where indicated) were infected with CVB3-Rluc 3A-H57Y at MOI 0.01. Following infection, the inoculum was removed and fresh medium with or without BF738735 inhibitor was added to the cells. Cells were lysed to determine the intracellular amounts of luciferase as a measure of genome replication. Values represent mean values of triplicates ± standard error of the means.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "BGM cells were infected with CVB3 3A-H57Y at MOI 10 and treated with BF738735 where indicated. At the specified time points, cells were fixed and labelled with antibodies against 3A (green) or PI4P (red) alongside a nuclear stain (blue). Confocal images were acquired with a Leica SpeII confocal microscope. Without inhibitor, the level of PI4P signal was considerably elevated (saturated relative to background) in infected cells. In the presence of inhibitor no increase in PI4P was detected in infected cells, even at late time points (9 hpi). Scale bars, 10 µm. . Viral protein production by the replication-independent expression system is not affected by PI4KB inhibition. HuH-7/T7 cells were mock-transfected or transfected with CVB3 3A-H57Y cDNA, which is under the control of a T7 promoter sequence and rendered replication-incompetent by altering the 5'UTR of the genome. cDNA used in (A) additionally encoded Renilla luciferase upstream of the P1 region as a sensitive measure for viral protein production. Cells were treated with BF738735 where indicated. A) At 6 h post transfection, cells were lysed to determine the intracellular luciferase amount. Guanidine Hydrochloride (GuHCl) (2 mM) was used as a positive control for protein production independent of viral RNA synthesis. Values represent mean values of triplicates ± standard error of the means. B) At 7 h post-transfection, cells were lysed and subjected to Western Blot analysis using an antibody against 3D. A lysate of CVB3-infected cells was used as a positive control. Marker bands of the indicated size (in kDa) are indicated. Single-cell clones of HeLa or U2OS cells were characterized by isolation of genomic DNA and PCR with genespecific primers for PKR or MAVS, followed by sequence analysis (upper panels). All alleles contain a deletion resulting in a frame-shift event and a premature stop codon. The knock-out was confirmed by Western blot analysis of cell lysates (lower panels; marker bands of the indicated size in kDa are indicated on the left). U2OS MAVS -/cells were only analysed by Western blot. SUPPLEMENTAL EXPERIMENTAL PROCEDURES Cells. BGM, BGM(GFPS1-10) stably expressing GFP(S1-10) (described in van der Schaar et al., 2016) , HeLa R19, HEK293T, U2OS, and HuH-7-Lunet T7-BLR (HuH-7/T7) cells, and a cell pool stably expressing T7 RNA polymerase and blasticidin S-deaminase generously provided by R. Bartenschlager (University of Heidelberg, Heidelberg, Germany) (Backes et al., 2010) , were maintained in Dulbecco's modified Eagle's medium (Gibco) supplemented with 10% fetal calf serum, penicillin, and streptomycin, and grown at 37°C in 5% CO 2 . The culture medium for HuH-77/T7 cells contained 10 µg/ml blasticidine, while that of BGM(GFPS1-10) cells contained 30 µg/ml puromycin. Knock-out cells. HeLa PKR -/cells have been described before (see Rabouw et al., 2016) . U2OS PKR -/were generated using the pCRISPR-hCas9-2xgRNA-Puro plasmid (Langereis et al., 2014) with the same gRNAs as used for the HeLa PKR -/cells, which target the kinase domain of PKR. To target human Ago2, gRNA encoding oligonucleotides cassettes (gRNA1: 5'-ACCGACCGCGTCTGCAATGTGACC-3' and 5'-AACGGTCACATTGCAGACGCGGTC-3', gRNA2: 5'-ACCGCCCATGTTTACAAGTCGGAC-3' and 5'-AACGTCCGACTTGTAAACATGGGC-3') were cloned into the SapI restriction sites of the pCRISPR-hCas9-2xgRNA-Puro plasmid. HEK293T Ago2 -/cells were kindly provided by K.W. Mulder (Radboud University Nijmegen Medical Center, Nijmegen, The Netherlands) and have been described previously (see van Eijl et al., 2017) . To generate HeLa MAVS -/and U2OS MAVS -/-, cells were co-transfected with two plasmids containing gRNA1 5'-GAATACCCTTCAGCGGCGGCC-3' and gRNA2 5'-GCTGTGAGCTAGTTGATCTCG-3'. Single-cell clones were generated using end-point dilutions. The knock-out was verified by sequence analysis of the genomic DNA and by Western Blot analysis ( Fig. S7 ; HeLa Ago2 -/will be shown elsewhere by RPvR). Viruses. Coxsackievirus B3 (CVB3) WT was obtained by transfecting in vitro-transcribed RNA derived from the p53CB3/T7 plasmid, which contains the cDNA of CVB3 strain Nancy driven by a T7 RNA polymerase promoter. The 3A-H57Y substitution was introduced in the cDNA clones of CVB3, Rluc-CVB3 and EGFP-CVB3 encoding Renilla luciferase or EGFP upstream of P1 (Lanke et al., 2009) , or the split-GFP-tagged CVB3 (van der Schaar et al., 2016) using standard DNA cloning techniques. Virus titers were determined by end-point titration analysis and expressed as 50% cell culture infectious dose (CCID 50 ). A Mengovirus which lost its IFN-suppressing activities due to substitutions in the Zn-finger domain of the leader protein (Mengo Zn) has been described previously (see Hato et al., 2007) . Virus titers were determined by end-point titration analysis and expressed as 50% cell culture infectious dose (CCID50). Reagents. BF738735 (2-fluoro-4-(2-methyl-8-(3-(methylsulfonyl)benzylamino)imidazo[1,2-a]pyrazin-3-yl)phenol) (van der Schaar et al., 2013 , MacLeod et al., 2013 was provided by Galapagos NV, used at a working concentration of 1 µM and added in all the experiments 1 hour after infection or mock-infection. Guanidine Hydrochloride (GuHCl) and GW5074 were purchased from Sigma and used at a working concentration of 30 µM and 2 mM respectively. Enviroxime has been previously described (van der Schaar et al., 2012) and used at a concentration of 0.5 µg/ml (1.4 µM). PIK93 was provided by Dr K Shokat (University of California San Francisco, San Francisco, California, USA) and used at a concentration of 1 µM. Antibodies. The rabbit antiserum and the mouse monoclonal antibody directed against the non-structural protein 3A were described previously (see Wessels et al., 2006 , Dorobantu et al., 2014 . Rabbit antiserum against CVB3 3D was generously provided by C.E. Cameron (Pennsylvania State University, USA). Primary mouse monoclonal antibodies included anti-β-actin (Sigma Aldrich), anti-GM130 (BD Biosciences), anti-dsRNA J2 (English & Scientific Consulting), and anti-PKR (Santa-Cruz). Primary rabbit polyclonal antibodies included anti-PI4KB (Millipore), anti-TGN46 (Novus Biologicals), anti-phospho-PKR (Abcam), and anti-MAVS (Cardif, Enzo Life Sciences). Alexa Fluor 594-conjugated goat-anti-rabbit IgG and Alexa Fluor 488-conjugated goat-anti-mouse IgG (Molecular Probes) were used as secondary antibodies for immunofluorescence microscopy. For Western Blot analysis, secondary antibody detection included IRDye goat anti-mouse or goat anti-rabbit (LI-COR). Quantitative PCR. RNA was isolated from infected cells using a Nucleospin RNA kit (Machery-Nagel). cDNA was synthesized using random hexamers as primers with a TaqMan reverse transcription reagents kit (Roche). The cDNA was used for quantitative PCR with the forward primer 5'-CGTGGGGCTACAATCAAGTT-3', the reverse primer 5'-TAACAGGAGCTTTGGGCATC-3', and the LightCycler 480 SYBR Green I master kit (Roche) for 45 cycles (5 s at 95°C, 10 s at 60°C, and 20 s at 72°C) on a LightCycler 480 (Roche). Obtained Ct values were expressed as fold increase with the value at t = 2 h set as 1. Flow cytometry. BGM cells were seeded in 24-well plates and infected with EGFP-CVB3 3A-H57Y the next day at different MOIs. Cells were released using trypsin, washed once in phosphate buffered saline (PBS), and fixed with 1% paraformaldehyde (PFA) in PBS. Cells were analyzed on FACS Canto (BD) using BD FACS Diva software. Western Blot analysis. Virus-infected cells were collected in lysis buffer (50 mM TrisHCl pH 7.4, 150 mM NaCl, 1 mM EDTA, 1% Nonidet P-40, 0.05% SDS) and heated for 5 min at 95°C after addition of Laemmli sample buffer.",
            "cite_spans": [
                {
                    "start": 2197,
                    "end": 2225,
                    "text": "van der Schaar et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 2463,
                    "end": 2484,
                    "text": "(Backes et al., 2010)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2852,
                    "end": 2872,
                    "text": "Rabouw et al., 2016)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2945,
                    "end": 2969,
                    "text": "(Langereis et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 3530,
                    "end": 3552,
                    "text": "van Eijl et al., 2017)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 4296,
                    "end": 4316,
                    "text": "(Lanke et al., 2009)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 4348,
                    "end": 4377,
                    "text": "(van der Schaar et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 4708,
                    "end": 4726,
                    "text": "Hato et al., 2007)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 4959,
                    "end": 4987,
                    "text": "(van der Schaar et al., 2013",
                    "ref_id": null
                },
                {
                    "start": 4988,
                    "end": 5010,
                    "text": ", MacLeod et al., 2013",
                    "ref_id": null
                },
                {
                    "start": 5334,
                    "end": 5363,
                    "text": "(van der Schaar et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 5704,
                    "end": 5724,
                    "text": "Wessels et al., 2006",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 5725,
                    "end": 5749,
                    "text": ", Dorobantu et al., 2014",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 3885,
                    "end": 3892,
                    "text": "Fig. S7",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Samples were run on polyacrylamide gels and transferred to a nitrocellulose membrane (Bio-Rad), which following blocking was incubated with primary antibodies overnight at 4˚C and secondary antibodies for 1 h at room temperature. Images of blots were acquired with Odyssey Imaging System (LI-COR). Immunofluorescence microscopy. BGM cells grown on coverslips were infected with CVB3 WT or CVB3 3A-H57Y for 30-60 minutes, after which the inoculum was removed and fresh medium was added. At indicated time points post-infection, cells were fixed with paraformaldehyde and permeabilized with PBS containing 0.1% Triton X-100. Cells were then stained with primary and secondary antibodies and a nuclear stain (DAPI or Hoechst 33342). Wide-field imaging was performed using either an Olympus BX60 or Leica DM5500 fluorescent microscope, and confocal imaging was performed with a Leica SpeII confocal microscope. Replication-independent system. HuH-7/T7 cells were seeded in 24-well plates containing glass coverslips. The next day, the cells were transfected with cDNA of CVB3 rendered replication-deficient through modifications to the cloverleaf structure in the 5' untranslated region (UTR) of the viral genome (Langereis et al., 2014) using Lipofectamine 2000 (Thermo Fisher Scientific) according to the manufacturer's protocol. One hour later, the medium was replaced with fresh medium. At indicated hours post-transfection, cells were washed and either fixed for immunofluorescence or lysed for Western Blot analysis. Live cell imaging. BGM(GFPS1-10) cells were grown in glass-bottom 4-chamber 35-mm dishes (CELLviewTM) to ~35% confluency and transduced with MLV mCherry-GM130 particles described before (van der Schaar et al., 2016) . Infection with CVB3 3A-H57Y(S11) was carried out 18-24 hours later. In samples to be studied under PI4KB inhibition, infections were maintained in medium containing 1 µm BF735738 from 1 hpi and for the duration of imaging. Prior to imaging cells were washed with Fluorobrite medium (Thermo Fisher Scientific) supplemented with 8% fetal calf serum (FCS) and 25 mM HEPES. Imaging was carried out from ~2.5 (hpi) using a Leica SP5 confocal microscope equipped with a HyD detector and a 63x (1.4 NA) oil immersion objective, with the confocal pinhole adjusted to 1 airy unit for GFP emission (95.56 µm pinhole). Cells were maintained in a live-cell imaging chamber at 37°C and 5% CO 2 . Positions of interest (xyz) were marked and imaged sequentially at 5 minute intervals. Live-cell imaging data were processed in ImageJ and aligned using the StackReg plugin. High-pressure freezing and freeze substitution. BGM cells were grown on sapphire discs and infected with CVB3 or CVB3 3A-H57Y and refreshed at 1 hpi with medium supplemented with 25 mM HEPES buffer. Cells were highpressure frozen using a Leica EM PACT2 at different time points post infection. The instruments and procedures used for freeze-substitution, epoxy resin infiltration and polymerisation were identical to those described in Limpens et al., 2011. Briefly, samples were maintained in a Leica AFS2 at -90°C for 44h in a freeze substitution medium containing 10% H 2 0, 2% osmium tetroxide and 1% anhydrous glutaraldehyde. The temperature was then raised to 0°C over a period of 22 hours through a series of controlled warming phases. Samples were washed with acetone, infiltrated with epoxy resin LX-112 (Ladd Research) and polymerised at 60°C. Sections of 70 nm were then prepared for electron microscopy and post-stained with uranyl acetate and lead citrate. Correlative light and electron microscopy (CLEM). BGM(GFPS1-10) cells were cultured in gridded 8-well chamber µ-slides (Ibidi) ahead of infection with CVB3 3A-H57Y(S11). Cells were maintained in 1 µm BF735738 from 1 hpi in all incubation steps and for the duration of imaging. Just prior to imaging cells were treated with 100 nM Mitotracker® Deep Red FM for 30 minutes, then washed several times in Fluorobrite medium supplemented with 8% FCS and 25 mM HEPES. Images were collected using a Leica SP8 confocal microscope equipped with a HyD detector and using a 63x (1.4 NA) oil immersion objective, while cells were maintained in a live-cell chamber at 37°C and 5% CO 2 . High resolution (1024x1024) z-stacks were collected of cells of interest. To aid in the relocation of these cells for CLEM, tile scan (Faas et al., 2012) overviews were taken and the positions of cells relative to nearby grid co-ordinates were recorded. Following imaging by live-cell light microscopy (LM), cells were prepared for electron microscopy as described in van der Schaar et al., 2016 . EM images were collected of cells previously identified by LM. To assess the correlation the EM and LM data for each cell were overlaid (Adobe Photoshop CS6) using the Mitotracker® Deep Red FM signal (LM images) and corresponding mitochondria (EM images) as a guide for image transformation. Metabolic labelling and autoradiography. Subconfluent layers of BGM cells were grown in 35 mm dishes (Corning) and infected with CVB3 3A-H57Y at MOI 5 for 1 hour, after which time the incubation medium was replaced with fresh culture medium. Cells were incubated with 10 μg/ml dactinomycin for 1 hour prior to a 45minute labelling with tritiated uridine ([5-3 H], 1 mCi/ml) (Perkin Elmer), after which cells were washed several times to remove unincorporated label and fixed for 1 hour in 1.5% glutaraldehyde in 0.1M cacodylate buffer.. Control samples consisting of uninfected BGM cells pre-treated with dactinomycin and incubated with tritiated uridine were also prepared. Cells were then post-fixed with 1% osmium tetroxide for 1 hour in 0.1M cacodylate buffer followed by a 30 minute incubation with 1% tannic acid in 0.1M cacodylate buffer, after which they were dehydrated in ethanol and infiltrated and embedded in LX 112 resin (Ladd Research Industries) before",
            "cite_spans": [
                {
                    "start": 1705,
                    "end": 1734,
                    "text": "(van der Schaar et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 4605,
                    "end": 4632,
                    "text": "van der Schaar et al., 2016",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "For the addition of the layer of photographic emulsion (ILFORD L4), grids were first attached to microscope slides by gently pressing the grid edge against a line of double sided sticky tape applied down the length of the slide, taking care to avoid contact between the tape and the formvar layer. A layer of carbon (~12 nm thick) was then evaporated onto the grids to prevent any direct interaction between the stained epon sections and photographic emulsion",
            "authors": [],
            "year": null,
            "venue": "polymerisation at 60°C. Sections of 50 nm were collected on formvar-coated EM grids and post stained with lead citrate and uranyl acetate, then prepared for autoradiography",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Role of annexin A2 in the production of infectious hepatitis C virus particles",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Backes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Quinkert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reiss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Binder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zayas",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rescher",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gerke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartenschlager",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lohmann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "5775--5789",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Recruitment of PI4KIII beta to Coxsackievirus B3 Replication Organelles Is Independent of ACBD3, GBF1, and Arf1",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Dorobantu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Der Schaar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R P M"
                    ],
                    "last": "Strating",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ulferts",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Belov",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J M"
                    ],
                    "last": "Van Kuppeveld",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "2725--2736",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The mengovirus leader protein blocks interferon-alpha/beta gene transcription and inhibits activation of interferon regulatory factor 3",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Hato",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ricour",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Schulte",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lanke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Bruijni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zoll",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Melchers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Michiels",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Kuppeveld",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cellular microbiology",
            "volume": "9",
            "issn": "",
            "pages": "2921--2930",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "GBF1, a guanine nucleotide exchange factor for Arf, is crucial for coxsackievirus B3 RNA replication",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lanke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Der Schaar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Belov",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Duijsings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ehrenfeld",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Kuppeveld",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "11940--11949",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East Respiratory Coronavirus Accessory Protein 4a Inhibits PKR-Mediated Antiviral Stress Responses",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Rabouw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Langereis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Knaap",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Dalebout",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Canton",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bredenbeek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kikkert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Plos Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reactivity of human AGO2 monoclonal antibody 11A9 with the SWI/SNF complex: A case study for rigorously defining antibody selectivity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eijl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Den Brand",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Mulder",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A viral protein that blocks Arf1-mediated COP-I assembly by inhibiting the guanine nucleotide exchange factor GBF1",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wessels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Duijsings",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Oorschot",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "De Lange",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H W"
                    ],
                    "last": "Lanke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klumperman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Henke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Dev Cell",
            "volume": "11",
            "issn": "",
            "pages": "191--201",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Related to Fig. 1. Replication kinetics of CVB3 3A-H57Y differ in the presence or absence of PI4KB inhibitor. A, B) Growth curve analysis. BGM cells were infected with CVB3 WT (A) or CVB3 3A-H57Y (B) and treated with compounds where specified. At the indicated time points, cells were either lysed to determine the intracellular level of viral RNA with quantitative RT-PCR (left graphs), or frozen to titrate the total amount of infectious virus produced (right graphs). Results are expressed as fold increase relative to the quantities at 2 hpi. C) Flow cytometry analysis. BGM cells were infected with EGFP-CVB3 3A-H57Y at different MOIs in the presence or absence of BF738735. At the indicated time points, cells were collected and fixed for flow cytometry analysis to determine the percentage of EGFP-positive cells (left graph) and the mean fluorescence intensity of the EGFPpositive cells (right graph) as an indicator of the level of viral proteins produced. Values represent mean values of triplicates ± standard error of the means.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Related to Fig. 4. PI4P accumulation is not detected in cells infected with CVB3 3A-H57Y in the presence of PI4KB inhibitor.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Related to Fig. 5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Related to Figs. 6 and S5. Generation of MAVS -/and PKR -/cells using the CRISPR-Cas9 system.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}