{
    "paper_id": "879df084e06fcce1980e3f73c36748068b39f049",
    "metadata": {
        "title": "Ebola or Not? Evaluating the Ill Traveler From Ebola-Affected Countries in West Africa",
        "authors": [
            {
                "first": "Jessica",
                "middle": [
                    "K"
                ],
                "last": "Fairley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Phyllis",
                "middle": [
                    "E"
                ],
                "last": "Kozarsky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Colleen",
                "middle": [
                    "S"
                ],
                "last": "Kraft",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeannette",
                "middle": [],
                "last": "Guarner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "P"
                ],
                "last": "Steinberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Evan",
                "middle": [],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jesse",
                "middle": [
                    "T"
                ],
                "last": "Jacob",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Meloy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "addrLine": "5 Emory Healthcare"
                    }
                },
                "email": ""
            },
            {
                "first": "Darria",
                "middle": [],
                "last": "Gillespie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "addrLine": "5 Emory Healthcare"
                    }
                },
                "email": ""
            },
            {
                "first": "Tamara",
                "middle": [
                    "R"
                ],
                "last": "Espinoza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "addrLine": "5 Emory Healthcare"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Isakov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "addrLine": "5 Emory Healthcare"
                    }
                },
                "email": ""
            },
            {
                "first": "Sharon",
                "middle": [],
                "last": "Vanairsdale",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Esther",
                "middle": [],
                "last": "Baker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Henry",
                "middle": [
                    "M"
                ],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The 2014-2015 Ebola outbreak was an unprecedented public health crisis in the West African countries of Guinea, Liberia, and Sierra Leone with global impact [1] . As of December 2015, in these 3 most affected countries, there have been 28 601 cases (confirmed, suspected, and probable) and 11 300 deaths [2] . Several other countries also managed patients with Ebola virus disease (EVD), either patients with confirmed EVD transported out of West Africa [3] [4] [5] or those diagnosed after departure from outbreak-affected countries. Because the incubation period of EVD may be as long as 21 days [6] , state health departments and the US Centers for Disease Control and Prevention (CDC) implemented active monitoring policies for travelers from affected areas, with the goal of rapidly identifying individuals who meet the CDC case definition for \"persons under investigation\" for EVD (PUI) [7] . Because PUI may also unexpectedly present to urgent care or emergency department (ED) settings, it is important for frontline healthcare institutions to consider their capabilities and local public health resources as they develop preparedness plans. To facilitate safe and effective assessments of PUI, CDC developed a 3-tiered strategy that identifies hospitals as frontline healthcare facilities, Ebola assessment hospitals, and Ebola treatment centers [8] .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 458,
                    "end": 461,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 893,
                    "end": 896,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1355,
                    "end": 1358,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After identification of individuals meeting PUI criteria, timely triage, evaluation, and clinical management pose secondary challenges, given the need to simultaneously prioritize healthcare worker safety. Although PUI outside of endemic areas by definition may have EVD, the vast majority of them have alternative diagnoses [9, 10] . Surveillance of ill travelers from West Africa before this outbreak found that febrile and gastrointestinal illnesses are common, and Plasmodium falciparum malaria was the most frequent diagnosis [11, 12] . Similar non-EVD diagnoses have been reported in patients without EVD evaluated at Ebola treatment units in Sierra Leone [13] . Therefore, healthcare facilities must balance the need for appropriate infection control precautions while providing timely diagnosis and management of other common or potentially life-threatening travel-related illnesses that may be present. Unfortunately, delays in the diagnosis of non-EVD conditions due to infection control and prevention concerns have been reported in the United States [9, 10] .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 328,
                    "text": "[9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "[9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With a busy international airport, a large West African immigrant population, and numerous internationally active institutions (governmental, nongovernmental, and corporate), the metropolitan Atlanta area received many travelers from Ebola-affected areas, and some became ill with fever and other symptoms compatible with EVD. In anticipation of this, Emory Healthcare ([EHC] Atlanta, GA) implemented policies to systematically screen, triage, and manage PUI presenting to its hospital, EDs, and clinic [14, 15] . Emory Healthcare facilities, including the Serious Communicable Diseases Unit, which functioned as our Ebola treatment unit (ETU), were approved to receive Ebola assessment hospital and ETU designations. We describe characteristics and final diagnoses of PUI for EVD who presented to our healthcare system and share the lessons learned from implementing our screening and evaluation procedure.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 507,
                    "text": "[14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Medical records of patients who presented to EHC (including Emory University Hospital, Emory University Hospital Midtown, or The Emory Clinic) from July 20, 2014 to January 28, 2015 and met CDC criteria for PUI [6] after travel to or residence in Ebola-affected countries in West Africa were retrospectively reviewed. The CDC PUI case definition includes epidemiologic and clinical criteria (Table 1) . To ensure complete case findings, the real-time log of cases maintained by the physicians at the Emory tropical medicine clinic was supplemented by querying infectious diseases and ED staff for all PUI evaluated during the study period. During this outbreak, routine screening of all patients to identify those meeting PUI criteria were implemented at all points of entry in the healthcare system, including the ED and outpatient clinics [14, 15] . Screening questions about recent travel and symptoms of illness were asked at the time of appointment scheduling (for outpatients) and arrival at all clinics, EDs, and hospitals. Examples of triage flowcharts used by the EHC Department of Emergency Medicine can be found on the EHC Ebola preparedness website [5] .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "[14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 1161,
                    "end": 1164,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 400,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "Outpatients who met criteria for PUI were triaged by on-call infectious disease physicians to the tropical medicine clinic, ED, or ETU for further management [14, 16] , depending on the level of suspicion for EVD and symptoms. Whenever possible, PUI with low epidemiologic risk for EVD and without \"wet\" symptoms (such as active diarrhea, vomiting, or bleeding) were triaged to the tropical medicine clinic. Persons under investigation for EVD were triaged to the ED if they required evaluation outside of clinic hours, reported \"wet\" symptoms, or had any medical indication for ED-level care. Triage to the ETU was made on a case-by-case basis and reserved for patients for whom there were high levels of concern for EVD, based on epidemiologic risk factors and clinical symptoms. Persons under investigation referred to EHC by public health authorities (after identification through active monitoring and screening programs) were also triaged in a similar manner. For the outpatients evaluated at the tropical medicine clinic, a detailed protocol for receiving the patient in an isolated ambulance entrance, security-escorted transport to the clinic, and evaluation in the clinic was developed and described elsewhere [14] . When possible, physicians at the Emory tropical medicine clinic, ED, or ETU were notified in advance of a patient meeting PUI criteria. For patients arriving unexpectedly, screening protocols were integrated into the check-in procedures in the EDs and clinics to identify and isolate PUI [14, 16] . Patients screening positive in areas not designated to evaluate PUI were urgently evaluated by an on-call infectious disease staff to confirm their status and arrange transport to the tropical medicine clinic or ED if needed.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1220,
                    "end": 1224,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1515,
                    "end": 1519,
                    "text": "[14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1520,
                    "end": 1523,
                    "text": "16]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "All PUI were immediately isolated and managed by physicians in consultation with the hospital Infection Prevention department, infectious disease division, and public health agencies. After initial evaluation, decisions regarding patient disposition were individualized and made after discussion with public health authorities. Considerations included the presumptive or confirmed diagnosis, severity of illness, and feasibility of close monitoring and social distancing of patients in the community. Infection prevention precautions and personal protective equipment (PPE) were used as per CDC recommendations for PUI [17] ; however, whether or not to maintain enhanced levels of isolation for hospitalized PUI was determined on a case-by-case basis after discussions with Infection Prevention and public health authorities. In all cases in which EVD testing was performed, the PUI remained in isolation at the place of evaluation until the results were available and a disposition plan was made. Routine practice drills and continuous performance reviews were standard in all areas of evaluation.",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 623,
                    "text": "[17]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Non-Ebola diagnostic tests were performed at the discretion of the physician and usually included routine a complete blood count and a comprehensive metabolic panel. For febrile patients, blood cultures, malaria rapid diagnostic testing (BinaxNOW; EVD, and other possible exposures, and are categorized into \"High,\" \"Some,\" and \"Low (but not zero)\" risk according to CDC criteria at the time of evaluation of these cases [6] .",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 424,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Alere, Orlando, FL), and blood smear examination for malaria parasites were routinely performed. Laboratory testing was performed in the routine clinical laboratory of EHC when suspicion of EVD was low (after consideration of presenting symptoms and epidemiologic risk level). However, for PUI with increased concern for EVD (including all patients where Ebola testing was indicated), testing was performed at a specialized isolation laboratory located in the ETU [18] until EVD was determined to be extremely unlikely based on a negative Ebola virus test and other epidemiologic and clinical features of the case. In these situations, some tests were limited because routine microbiologic cultures could not be performed in the ETU laboratory [18] . The decision to perform Ebola virus testing was made by the infectious diseases physician and public health authorities with consideration of clinical and epidemiologic risk factors for EVD. When Ebola testing was performed, a multiplex reversetranscriptase assay for multiple pathogens that included Ebola virus was performed (FilmArray Biothreat Panel; Biofire, Salt Lake City, UT), and a specimen was sent to the Georgia Department of Public Health for confirmatory testing in some cases. Patients who recovered from their illness were considered to be ruled out for EVD, even when Ebola testing was not performed.",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 468,
                    "text": "[18]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[18]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Data collected for this study included demographic information, purpose of travel, travel history, vaccination history, malaria prophylaxis use, presenting signs and symptoms, laboratory test results, and final diagnosis. Fever was defined as a temperature of ≥38°C before presentation (as reported by the patient or the health department) or upon presentation; OR having a subjective complaint of fever. The purpose of antecedent travel was categorized into 1 of 4 groups: Ebola outbreak response, business travel (ie, conducting business unrelated to Ebola response in affected countries), visiting friends and relatives in the Ebola-affected country (VFR), or immigration to the United States. Epidemiologic risk of EVD was determined based on CDC criteria [6] . The final diagnosis for each patient was considered confirmed if testing identified an etiologic cause of symptoms (eg, influenza A). A syndromic diagnosis was assigned for patients without a confirmed etiologic cause found on diagnostic testing. Influenza-like illness (ILI) was defined as the presence of fever and 1 of the following symptoms: cough, sore throat, or other respiratory symptoms. An acute diarrhea syndrome was defined as an illness with reported prominent diarrheal symptoms, with onset within 3 days of presentation.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 763,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Data were analyzed in aggregate with standard descriptive statistics using SAS (version 9.4; SAS Institute, Cary, NC). This study was approved by the Emory University Institutional Review Board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Twenty-five patients met inclusion criteria, with December 2014 as the peak month of presentation ( Figure 1 ). Most patients were male (64%), and the median age was 41 years (range, 23-73) ( Table 2 ). The most common country of travel was Liberia (44%), and the majority of patients had traveled for Ebola response work (68%). The median timing of presentation was 10 days after travel (range, 1-22). One patient who presented at day 22 was considered a PUI because symptoms had started within the 21day monitoring period. Most patients were evaluated in either the outpatient tropical medicine clinic (48%) or the ED (40%), and the majority had symptoms for 1 day or less (67%) ( Table 2) . None of the patients reported direct contact with a patient with EVD within the prior 21 days, and none met CDC criteria for high epidemiologic risk of EVD. Six patients (24%) were hospitalized after evaluation for management of a non-EVD diagnosis (3 with malaria, 2 with ILIs, and 1 with diabetic ketoacidosis [DKA]). One patient initially evaluated in the tropical medicine clinic and discharged with home quarantine was reevaluated at our ETU for Ebola testing 2 days later when fevers continued and an alternative diagnosis was not confirmed. This patient's epidemiologic risk was low, but given the persistent symptoms of undetermined cause, the patient was triaged to the ETU under an abundance of caution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 192,
                    "end": 199,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 683,
                    "end": 691,
                    "text": "Table 2)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Presenting symptoms among the patients are summarized in Table 3 . Twenty patients presented with fever (80%) ( Table 3) . Other frequently reported symptoms included headache (64%), cough or rhinorrhea (60%), and sore throat (48%). None of the patients presented with hemorrhagic symptoms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 112,
                    "end": 120,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Patient diagnoses are summarized in Table 4 . After initial clinical and epidemiologic assessments, Ebola virus testing was performed in 8 patients (32%), and none were positive. All but 1 patient was diagnosed with a non-EVD infectious illness or syndrome. The patient with a noninfectious illness had DKA and required admission in the intensive care unit. Three patients (12%) had P falciparum malaria ( parasitemia ranging from <1% to 3.2%), and none of these patients had taken malaria chemoprophylaxis. The patients with malaria and DKA were among the 6 who were hospitalized (outside the ETU) after initial evaluation in the tropical medicine clinic ED or ETU. Three of the hospitalized patients had EVD testing before admission, and the remaining were determined not to need EVD testing due to a low suspicion of EVD.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The most common etiologic diagnosis was influenza A, seen in 6 patients (24%; Table 4 and Figure 1 ). Among the 8 patients with confirmed influenza, 5 (all with influenza A infection) reported receiving influenza vaccination for the current season. None of the patients with influenza B had received the vaccine. Although most of the influenza cases had returned from travel long enough to strongly suggest acquisition of the infection after travel, the 2 patients with influenza B presented soon after travel, increasing the likelihood of acquisition during travel. The majority of patients (60%) were diagnosed with an upper respiratory illness (influenza, other respiratory virus, or ILI). Five patients (20%) had acute diarrhea with a confirmed or unconfirmed cause. All patients recovered from their acute illnesses, and none were determined to have EVD.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 90,
                    "end": 98,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Atlanta is notable for having numerous internationally active public health institutions and businesses, a busy international airport that is the first point of entry for many travelers from West Africa, and a large West African immigrant population. This contributed to a relatively large number of PUI evaluated at Emory, and it provided the opportunity to systematically evaluate the patients using standardized protocols. Approximately half of the patients in this series were evaluated in an outpatient setting without requiring admission to the ED, hospital, or ETU. None of the patients had EVD, and an alternative etiologic diagnosis was established in most. However, 16% of patients had potentially life-threatening non-EVD diagnoses that required urgent treatment, including 3 patients diagnosed with P falciparum malaria and 1 with DKA. With careful risk stratification and triage, only 4 PUI were evaluated in our ETU, although the ETU laboratory was used in the testing of an additional 4 PUI evaluated in the ED. Our experience demonstrates how other Ebola assessment centers may evaluate PUI with low suspicion of EVD, even when the center does not have full ETU capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A key challenge of evaluating ill persons with possible EVD results from the many other infectious diseases, and noninfectious conditions that are more likely in travelers returning from Ebola-affected areas, particularly when the epidemiologic risk of EVD is low [8, 9] . When evaluating a PUI, other diagnoses should always be considered while maintaining appropriate infection prevention precautions [14] [15] [16] . However, because coinfections with Ebola virus and other infections are possible [19] , it should be emphasized that confirmation of a non-Ebola diagnosis does not effectively rule out EVD, and patients must be monitored closely to ensure clinical improvement before they can be determined to be free of EVD. Determination of the appropriate level of infection control precautions and personal protective precautions (PPE) for hospitalized patients were individualized based on epidemiologic risk, clinical picture, preliminary test results, and after discussion with the hospital infection prevention team and public health authorities.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 268,
                    "end": 270,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[19]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We believe that the CDC case definition for persons under investigation for EVD was appropriately sensitive, given the nonspecific initial symptoms of EVD and potentially severe consequences of undiagnosed EVD for patients and staff. The screening and triage protocols that were implemented in our EDs and clinics [14] [15] [16] were critical for the prompt identification and management of these patients. Using epidemiologic screening and decision trees developed by the CDC and Emory [7, 15] , the majority of patients were determined to be of low risk for EVD, and they did not require specific Ebola virus testing. Routine Ebola virus testing for all PUI was not practical; furthermore, the imperfect sensitivity of Ebola virus testing in the first 3 days of illness [20] would have limited its utility in ruling out EVD with certainty in the majority of the patients, because most presented within 1 day after onset of symptoms. Given these limitations, the decision of whether or not to perform Ebola virus testing was individually made for each PUI, considering the epidemiologic risk, symptomatology, and duration of symptoms. Therefore, our clinical approach was to carefully evaluate each PUI, rule out other potentially lifethreatening conditions, and use Ebola testing judiciously. Because patients who recovered were considered ruled out for EVD, diagnosis and prompt treatment of other suspected or confirmed causes of infection was particularly important during the monitoring period. Although none of our patients were empirically treated for malaria, this might be considered in situations in which the patient is clinically unstable and there is limited ability to perform malaria rapid diagnostic testing.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 319,
                    "end": 323,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "[7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The diagnoses observed in this case series highlight the importance of influenza vaccination and routine preventative advice for international travelers [21] . Given the relatively short incubation period of influenza and other respiratory virus infections, it is likely that many of the respiratory infections were acquired after arrival in the United States. The 2014-2015 North American influenza season peaked locally in the Atlanta area in December [22] , and influenza A contributed to the peak of PUI evaluated during that month (Figure 1 ). Although several patients developed influenza A infection despite immunization with the seasonal influenza vaccine (consistent with reports of limited vaccine efficacy during the 2014-2015 influenza season [23] ), the number of influenza cases observed strongly supports influenza vaccination for all travelers who do not have contraindications whenever the vaccine is available. In addition to risks of seasonal transmission in the United States, influenza is among the most common vaccine-preventable travel-related infections among international travelers [24] and can circulate year-round in tropical areas [21] . Prophylactic oseltamivir for returning travelers from Ebola-affected areas during influenza season may even be considered to reduce the chance of acute influenza illness during the 21-day monitoring period, particularly when the traveler is exposed to close contacts diagnosed with influenza.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[23]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1108,
                    "end": 1112,
                    "text": "[24]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1160,
                    "end": 1164,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 545,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Other critically important preventative measures for travelers to West Africa include malaria prophylaxis, vaccinations for other infections (including yellow fever, typhoid fever, hepatitis A, and meningococcal disease), and routine advice on food and water hygiene and mosquito avoidance [21] . It is worth noting that none of the patients diagnosed with malaria had taken malaria prophylaxis, underscoring the importance of this preventative measure for travelers to endemic areas [21] . The majority of patients in this case series had traveled for Ebola response work, and none of the PUI who had traveled for Ebola response had malaria, which might be reflective of the high rates of malaria prophylaxis use reported by these patients. In contrast, the 3 patients diagnosed with malaria had traveled for other reasons, and none had taken malaria prophylaxis. A different spectrum of illness would probably have been observed if there were more travelers of other types, particularly VFR travelers, a group that often does not seek pretravel advice despite increased risk of travel-related infectious diseases [21] .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1115,
                    "end": 1119,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our findings are subject to a few limitations. It is possible that some patients may not have been identified as PUI if they did not accurately report their travel histories. In addition, our healthcare system did not evaluate pediatric PUI; therefore, our findings may not be valid in this patient population. Without data on the total numbers of travelers returned from Ebolaaffected areas, this study cannot quantify the risk of becoming a PUI. Finally, our experience may not be representative of other healthcare institutions. Patient populations evaluated at other institutions may have different levels of epidemiologic risk for EVD, malaria, and respiratory infections, depending on the types of traveler seen and locally circulating infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although Emory's ETU and experience in managing patients with confirmed EVD were critical in the development of our procedures, we believe that there are numerous lessons learned that can be helpful for other institutions as they review their preparedness. We found that most PUI in our series had low suspicion for EVD and could be managed without admission to our ETU or testing for Ebola virus. Other Ebola assessment centers are advised to work closely with their local health departments and institutional laboratory personnel to determine their approach when evaluating PUI for EVD [25] , with particular attention to Ebola virus testing and other tests needed for the timely diagnosis of other potentially life-threatening infections. Because PUI may present unexpectedly at numerous clinical sites, we found that screening at all potential sites of patient intake was critical, including the screening of outpatients over the phone when appointments are scheduled. Precautions to minimize visibility of PUI (eg, using an alternative, low traffic entry point to the tropical medicine clinic) were important to protect patient privacy, especially because the level of PPE used may attract excessive attention from patients and staff. Evaluation of PUI in the clinic and ED was time and resource consuming in numerous ways. In addition to enhanced PPE, our protocols required dedicated staffing for each PUI at numbers beyond what is routine in the clinic or ED, and each evaluation typically required several hours total, from the time of triage to final disposition. Because PUI are restricted from using public means of transportation, the transport of PUI also presented challenges when patients lacked personal means of transport. In this situation, close collaboration with the local health department was needed to arrange for ambulance transport using appropriate precautions. Regular practice drills and tabletop exercises were important to train staff and identify gaps in our procedures. Although our procedures presumably incurred significant direct and indirect costs for our healthcare system, we believe that the high consequences of EVD warranted a specialized plan for PUI.",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 592,
                    "text": "[25]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We anticipate that our experience managing PUI can assist other healthcare institutions and public health departments as they evaluate and refine their procedures for evaluating patients who may have EVD or other serious communicable diseases. Although the 2014-2015 Ebola epidemic has waned, reemergence is always possible, and other highly pathogenic communicable infections, such as Middle East Respiratory Syndrome and avian influenza, are potential threats. To prepare for these infectious threats, we encourage other institutions to review their triage, infection prevention, and diagnostic capacities, and work with their local health departments to develop individualized plans [14] .",
            "cite_spans": [
                {
                    "start": 686,
                    "end": 690,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ebola virus disease (EVD) in West Africa: an extraordinary epidemic",
            "authors": [],
            "year": 2015,
            "venue": "Wkly Epidemiol Rec",
            "volume": "90",
            "issn": "",
            "pages": "89--96",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical care of two patients with Ebola virus disease in the United States",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Lyon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Varkey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "2402--2411",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Successful delivery of RRT in Ebola virus disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kraft",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Am Soc Nephrol",
            "volume": "26",
            "issn": "",
            "pages": "31--38",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characteristics and clinical management of a cluster of 3 patients with Ebola virus disease, including the first domestically acquired cases in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Liddell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Davey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Intern Med",
            "volume": "163",
            "issn": "",
            "pages": "81--90",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Signs and Symptoms of Ebola Virus Disease",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Case Definition for Ebola Virus Disease",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guidance for U.S. Hospital Preparedness for Patients Under Investigation for Ebola",
            "authors": [],
            "year": 2015,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical inquiries regarding Ebola virus disease received by CDC-United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Karwowski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Meites",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Fullerton",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "63",
            "issn": "",
            "pages": "1175--1184",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Surveillance and preparedness for Ebola virus disease",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Benowitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ackelsberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Balter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "63",
            "issn": "",
            "pages": "934--940",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Differential diagnosis of illness in travelers arriving from sierra Leone, Liberia, or Guinea: a cross-sectional study from the GeoSentinel surveillance network",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Boggild",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kozarsky",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Intern Med",
            "volume": "162",
            "issn": "",
            "pages": "757--64",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Regional variation in travel-related illness acquired in Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mendelson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "532--573",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diagnosis of febrile illnesses other than Ebola virus disease at an Ebola treatment unit in Sierra Leone",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "O&apos;shea",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Clay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "61",
            "issn": "",
            "pages": "795--803",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The potential Ebola virus-infected patient in the ambulatory care setting: preparing for the worst without compromising care",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Fairley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kozarsky",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Intern Med",
            "volume": "162",
            "issn": "",
            "pages": "66--73",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Patients under investigation for Ebola virus disease in the United States: hospital preparedness planning and alternate care facilities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bogucki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Isakov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Acad Emerg Med",
            "volume": "22",
            "issn": "",
            "pages": "600--604",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Algorithm for the Triage and Evaluation of PUI for EVD, CDC",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Laboratory test support for Ebola patients within a high-containment facility",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Burd",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Kraft",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lab Med",
            "volume": "45",
            "issn": "",
            "pages": "109--120",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ebola outbreak in Conakry, Guinea: epidemiological, clinical, and outcome features",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Traore",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Sako",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Med Mal Infect",
            "volume": "44",
            "issn": "",
            "pages": "491--495",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Diagnosis of Ebola Virus Disease",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Early estimates of seasonal influenza vaccine effectiveness -United States",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Flannery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clippard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "64",
            "issn": "",
            "pages": "10--15",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Vaccine preventable diseases in returned international travelers: results from the GeoSentinel Surveillance Network",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Boggild",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Castelli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "7389--95",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Laboratories for managing and testing routine clinical specimens when there is a concern about ebola disease",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Guidance",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Month of presentation and confirmed influenza diagnoses among persons under investigation for Ebola virus disease presenting to Emory Healthcare, July 20, 2014-January 28, 2015.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Case Definition for PUI for EVD (Adapted From CDC[5])",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Giardia lamblia, adenovirus F40/41, astrovirus, norovirus GI/GII, rotavirus A, and sapovirus (I, II, IV, and V).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Presenting Symptoms of Persons Under Investigation for Ebola Virus Disease, n = 25",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Diagnostic Test Results and Final Diagnoses",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge and thank the dedicated clinical, support, and administrative staff of Emory Healthcare who helped make the safe and efficient evaluation of these patients possible.Financial support. The evaluation of some of the patients in this case series was made possible through funding for Emory's Serious Communicable Disease Unit: ACTSI: UL1TR000454.Potential conflicts of interest. All authors: No reported conflicts. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}