{
    "paper_id": "87b8b85391605bcd1b6c7ddaf1189b3229db4e06",
    "metadata": {
        "title": "Media impact switching surface during an infectious disease outbreak",
        "authors": [
            {
                "first": "Yanni",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xi'an Jiaotong University",
                    "location": {
                        "postCode": "710049",
                        "settlement": "Xi'an",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Sanyi",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shaanxi Normal University",
                    "location": {
                        "postCode": "710062",
                        "settlement": "Xi'an",
                        "country": "P. R. China"
                    }
                },
                "email": "sytang@snnu.edu.cn"
            },
            {
                "first": "Jianhong",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "York University",
                    "location": {
                        "postCode": "M3J 1P3",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "T"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "There are many challenges to quantifying and evaluating the media impact on the control of emerging infectious diseases. We modeled such media impacts using a piecewise smooth function depending on both the case number and its rate of change. The proposed model was then converted into a switching system, with the switching surface determined by a functional relationship between susceptible populations and different subgroups of infectives. By parameterizing the proposed model with the 2009 A/H1N1 influenza outbreak data in the Shaanxi province of China, we observed that media impact switched off almost as the epidemic peaked. Our analysis implies that media coverage significantly delayed the epidemic's peak and decreased the severity of the outbreak. Moreover, media impacts are not always effective in lowering the disease transmission during the entire outbreak, but switch on and off in a highly nonlinear fashion with the greatest effect during the early stage of the outbreak. The finding draws the attention to the important role of informing the public about 'the rate of change of case numbers' rather than 'the absolute number of cases' to alter behavioral changes, through a self-adaptive media impact switching on and off, for better control of disease transmission. E merging infectious diseases such as the 2003 outbreak of Severe Acute Respiratory Syndrome (SARS) 1,2 and the 2009 novel influenza A(H1N1) pandemic 3,4 have significant societal impacts not only through diseaseinduced morbidity and mortality, but also through their interference with socio-economic activities and population movement. Global public health systems of surveillance and response have been substantially improved in order to curb an emerging disease by containing it at source 5-7 or by slowing down its spread from the source 8,9 . Effective public health information processing is at the core of any global surveillance and response system. This is because at the start of an emerging epidemic, massive news coverage and fast information flow can generate profound psychological impacts on the public, and hence greatly alter individuals' behaviour and influence the implementation of public intervention and control policies 10 . How long and how effective media impact remains is therefore an issue of great importance for future epidemics control, and quantifying this impact through a mathematical modeling framework falls within the scope of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Recently, several mathematical models have been proposed to investigate media impacts. Existing approaches to modeling the impact of media coverage have focused on how this coverage depends on the number of infected individuals 11-14 , where prototype decreasing functions such as e 2mI , e {a1E{a2I{a3H (with H denoting hospitalized individuals, I infectives, E exposed individuals and nonnegative constants m, a i , i 5 1, 2, 3) and c 1 2 c 2 f(I) (with constants c 1 , c 2 ) have been embedded into the incidence rate. However, individuals may also change their behaviour due to their awareness and interpretation of the rate of change of the case numbers. Here we propose a novel mathematical model to represent the behavioral changes or implementation of interventions which are dependent on both the case number and its rate of change. We hope to examine how long media impacts last and how effective they are for different types of behavioral changes. In practice, media impact affects disease control (or spread) in conjunction with other visible measures, including non-pharmaceutical interventions (NPIs) (e.g., quarantine and isolation following contact tracing) and pharmaceutical interventions (PIs) (e.g., vaccines, treatment). We also incorporate these interventions into our model in order to identify the most effective strategy (or combination of strategies) including media impacted-behavioral changes to mitigate the epidemic during the entire outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The model with media impact. We investigate a general SIR(susceptible-infective-recovery)-type epidemiological model, which incorporates media impacts and other interventions such as quarantine, isolation, vaccination and OPEN SUBJECT AREAS: APPLIED MATHEMATICS INFECTIOUS DISEASES",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "treatment. We stratify the usual susceptible (S), infected (I), and recovered (R) compartments in the classical SIR model 15 , to include the quarantined susceptible (S q ) and isolated infected (I q ) compartments. With contact tracing, a proportion, q, of individuals exposed to the virus is quarantined. The quarantined individuals can either move to compartment I q or S q , depending on whether they are infected or not 16, 17 , while the remaining proportion, 1 2 q, of individuals exposed to the virus, but missed from the contact tracing, move to the infectious compartment I (once infected) or stay in compartment S (if uninfected). Let the media-influenced transmission probability be b and the contact rate be a constant c. Then the quarantined individuals, if infected (or uninfected), move to the compartment I q (or S q ) at a rate of bcq (or (1 2 b)cq). Those who are not quarantined, if infected, will move to the compartment I at a rate of bc(1 2 q). The infected individuals can be detected and then isolated at a rate of d I , and can also move to the compartment R due to recovery. The transmission dynamics is illustrated in Fig. 1 .",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 428,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1146,
                    "end": 1152,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "We assume that media has impacts on individual behavioural changes via responses to the case number or to the rate of change of the case numbers, or to both [18] [19] [20] . We then model such media impacts with a decreasing function. Here we will use as a prototype the media-impact function b 0 e 2M(t) , where",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "and p 1 , p 2 , q 1 , q 2 are non-negative parameters. The standard SIR model can then be modified as S'~L{mS{P S SI{n S SzlS q , I'~P I SI{ d I zazmzd I ð Þ I, S' q~QS SI{ lzn Sq zm À Á S q , I' q~QI SIzd I I{ d Iq zazm À Á I q , R'~n S Szn S q S q zd I Izd I q I q {mR,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where 9 is the derivative with respect to time, and b 5 exp 2M(t) b 0 , P S 5 bc 1 cq(1 2 b), P I 5 bc(1 2 q), Q S 5 (1 2 b)cq, Q I 5 bcq with baseline transmission probability b 0 . We also assume that susceptible and quarantined susceptible individuals are also vaccinated at the per capita rates n and n Sq , respectively. We denote d I and d Iq as the recovery rates of infected patients and isolated infected individuals, respectively, and L and m the recruitment rate to the susceptible population and the natural death rate, respectively. The other parameters are defined in Table 1 . The model we propose here differs from previous studies of the effect of media coverage [11] [12] [13] [14] in that our formulated media-impact function depends on both the case number and its rate of change. As the rates of change can be negative, our model has to involve a piecewise smooth function.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 684,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 589,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Media-impact switching surface. When the media impact involves the rate of change of the case numbers (I9(t) or I' q t ð Þ), the model (2) is an implicit system of differential equations. Interestingly, we show that such a system can be converted into a switching system based on an analytically computable functional relationship S c 5 S c (I, I q ) between the susceptible and infected/infected quarantined populations. This conversion is possible thanks to some important properties of the Lambert W function 21 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To be more specific, we let",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "with",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "and m I 5 d I 1 a 1 m 1 d I , m Iq~dIq zazm. An important finding we made is that the linear term involving rates of change G 1 (t) can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "using some important properties of the Lambert W function (see electronic supplementary information (SI) and reference 21 for details). Also, as shown in SI, M 1 (t) . 0 is equivalent to S(t) . S c , with S c 5 S c (I, I q ) given by S c~p 2 m I Izq 2 m I q I q {d I I À Á {p 1 I{q 1 I q mI",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ":",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therefore, we can characterize the transmission probability as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The dynamic transmission model (2) subject to media impact (1) is now converted to system (2) subject to the switching condition determined by the switching surface S 5 S c (I, I q ). In the literature on control, model (2) with (6) is regarded as a qualitative description of a threshold policy (TP), referred to as an on-off control (or a special and simple case of variable structure control) [22] [23] [24] . Note that the critical level S c determines whether the media impact is effective in lowering the incidence rate, and is called the switching surface. Generally speaking, the critical level is used as a guide for starting/ suspending strategies, and hence this level determines when the intervention strategies are implemented 25, 32 . The formula S c reveals dependence of the switching surface on the parameters and the numbers of infected and isolated individuals. During the disease outbreak, the switching surface S c and the number of susceptible individuals change. Depending on the relative sizes of these populations, the media impact switches on and off dynamically. To examine how long and/or how often the media impact remains effective, we simulate the switching system using the parameters listed in Table 1 . It is interesting to note that media impact remains effective almost until the peak of the epidemic, and then switches off, as shown in Fig. 2 (B-C). This figure also shows that media impact may switch on again during the subsequent waves. In particular, increasing the susceptible size S(0) at day 50 induces the second wave. During this second wave media impact switches on, as shown in Fig. 2 (B-C).",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 400,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 1227,
                    "end": 1234,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1373,
                    "end": 1379,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1626,
                    "end": 1632,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "To identify which parameter or variable the switching surface (S c ) is sensitive to, we conducted a sensitive analysis by evaluating the partial rank correlation coefficients (PRCCs) for all input parameters against the output variable S c . Although the variables I and I q , are dependent on the equation (2) with (6), our sensitivity analysis is performed with I and I q directly varying in relatively large intervals. We chose a normal distribution for all parameters with mean values and half standard deviations given in Table 1 . Fig. 2(D) shows the PRCCs which illustrate the dependence of S c on each parameter and variables I and I q . This sensitivity analysis shows that the first five parameters with most impact on S c are the recovery rate of the infected individuals (d I ), the transmission probability (b 0 ), the contact rate (c), isolation rate (d I ) and quarantine rate (q). Fig. 2 (D) also shows that S c is more sensitive to the weight parameter p 2 (or q 2 ) than to the parameter p 1 (or q 1 ). Therefore, we conclude that it is the response to the rate of change of the case numbers, rather than the case numbers, that has significant impact on the switching surface.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 528,
                    "end": 535,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 538,
                    "end": 547,
                    "text": "Fig. 2(D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 898,
                    "end": 904,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The switching system has the disease-free equilibrium E 0 5 (L/ m S , 0, 0, 0), which is locally asymptotically stable provided that the basic reproduction number R 0 , 1, where",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Note that this threshold R 0 is the same as that for the model in the absence of media impact. In other words, the media impact does not affect the epidemic threshold. This is in agreement with findings of refs. 11-13. When R 0 . 1, two subsystems (the subsystems for S , S c and for S . S c ) have their own respective endemic states. See SI for details, see also ref. 25 and references therein for discussion about 'virtual' and 'regular' endemic equilibria and their relevance to disease infection dynamics. Here we focus on how long and how effective the media impact remains, based on the 2009 A/H1N1 influenza pandemic in the Shaanxi province of China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The estimated media-impact switching time. We obtained data on laboratory-confirmed cases of the A/H1N1 influenza pandemic in the Shaanxi province of China (shown in Fig. 3 (A) and (B)) from the Province's Public Health Information System 17 . Note that the number of hospital notifications and the growth rate of these notifications were regularly available to the public during the 2009 A/H1N1 influenza pandemic. It is these notifications and their rate of change with time that contributed to the public awareness of the pandemic, and hence contributed to individuals' behaviour. So, we initially set p 1 and p 2 to zero and conducted sensitivity analysis to examine the effect of varying p 1 , p 2 on disease outcomes (total number of infected individuals and hospital notifications). The demographic effects are not considered in the following discussion because of the short epidemic time scale in comparison to the demographic time scale, that is, L 5 m 5 0. Furthermore, no disease-related death was reported in mainland China before mid October 2009 17, 26 and no vaccine against A/H1N1 was available until the end of November 2009. Therefore, we set a 5 0 and n S~nSq~0 in our parameter estimation. By fitting the model (2) with (6) to hospital notifications (from 3 September to 12 October) we estimated all unknown parameters (listed in Table 1 ) and derived the goodness of fit (shown in Fig. 3(C) ). The estimates on media impact (q 1 5 0.00074, q 2 5 0.5793) suggest that individuals are more significantly influenced by the rate of change of the number of hospital notifications than the number of hospital notifications. Moreover, our model is also able to exhibit the second wave, shown in Fig. 3(D) , and the estimated parameter values are listed in Table S2 in SI. We note that the initial data for the second wave and some parameters associated with interventions during the second wave are different from those for the first wave, while other parameters are kept unchanged. This is because the first wave was mostly confined to university/college students, while the second wave took off following the October National Day holiday during which population mobility increased and strict campus-relevant intervention measures (such as Fengxiao) were suspended, leading to general population susceptible to the H1N1 infection 17, 26 .",
            "cite_spans": [
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2345,
                    "end": 2348,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 172,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1350,
                    "end": 1357,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1402,
                    "end": 1411,
                    "text": "Fig. 3(C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1709,
                    "end": 1718,
                    "text": "Fig. 3(D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1770,
                    "end": 1778,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "As the disease spreads to general population, interventions applied to the general population such as quarantine or isolation could not be as strict as those for the university/college students during the first wave due to limited medical and public health resources. This explains why a greater initial value for the susceptible population and a greater contact rate, but lower isolation or quarantine rates, were estimated for the second wave, compared with those for the first wave. Based on the estimated parameter values listed in Table 1 and the formula S c defined by (5), we calculate that the mean of the first switching time is T S 5 25.47 days. The distributions of the first switching time T S associated with 100000 samples of a Markov Chain (obtained from parameter estimation) is given in Fig. 4(A) . Similarly, we obtained the distribution of the first peak time for the number of infected individuals and for the hospital notifications, shown in Fig. 4 (B) and (C), respectively. It is interesting to note that the mean of the first peak time for the hospital notifications is estimated to be 25.52, which coincides very well with the first switching time. Note that the first case in Xi'an City was reported on September 3rd 2009, which was assumed to be the initial date. It follows from our estimated first switching time, based on our proposed model with media-impact switching surface, that media impact remains effective until around September 29th, a day before the National Day holiday (from October 1st to the 7th) started. Hence the model predicts that the media impact switched to the ''off'' mode on September 29. This is in excellent alignment with the real situation during the national holiday season: no H1N1 infection data available, little media coverage, no travel warning issued, and consequently individuals behaved as they would normally do during the holiday (travelling and attending social gatherings) 17 . In other words, media impact actually became ineffective (i.e. the ''off'' mode) as the holiday started. Hence, the predicted timing of switch off of the media impact almost coincides with the real timing of switch off of the media. This adds further validation of our proposed model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 543,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 804,
                    "end": 813,
                    "text": "Fig. 4(A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 963,
                    "end": 969,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "Comparison with results ignoring media impact. To illustrate how the transmission probability with media impact b~b 0 exp {EM 1 t ð Þ ð Þ varies with disease spread (again we consider the case where p 1 5 p 2 5 0), we plotted b as a function of time in Fig. 5(A) . Fig. 5(B) shows the fitted epidemic curve on hospital notifications. Note that the transmission probability with media impact b might either be an increasing concave function or an increasing function based on the epidemic as shown in Fig. 5(B) , depending on the values of q 1 and q 2 . Since the estimated value of q 2 is much greater than the estimated value of q 1 , b increases initially and then levels off due to the media impact switching off. This indicates that the media impact, acting as a factor in reducing transmission, continuously weakened and finally switched off almost immediately after the epidemic peak. Repeating the above process without considering media impact (i.e., p i 5 q i 5 0, i 5 1, 2) and plotting the transmission probability and the corresponding epidemic curve gives the constant transmission probability (shown in Fig. 5(E) ) and the simulated epidemic curve (Fig. 5(F) ). It follows from Fig. 5 (F) that the disease instantaneously takes off and then quickly drops due to the rapid depletion of susceptible populations. Comparing Fig. 5(B) with (F) further shows that media impact significantly delayed the epidemic peak and decreased the severity of the outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 262,
                    "text": "Fig. 5(A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 265,
                    "end": 274,
                    "text": "Fig. 5(B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 500,
                    "end": 509,
                    "text": "Fig. 5(B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1117,
                    "end": 1126,
                    "text": "Fig. 5(E)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1162,
                    "end": 1172,
                    "text": "(Fig. 5(F)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1192,
                    "end": 1198,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1334,
                    "end": 1343,
                    "text": "Fig. 5(B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "When p 2 5 q 2 5 0 in the function M(t) in (1), model (2) reduces to the usual explicit system with media impact, that was investigated in several recent studies 11, 12 . Plotting the corresponding transmission probability (b 0 e {q1Iq ) shows that media impact is effective in lowering transmission probability during the entire outbreak (shown in Fig. 5(C) ). In such a scenario, media impact remains effective as long as there are infected individuals in the population and the impact is the greatest when the epidemic peaks. It also indicates that media impact increases as the number of infected individuals rises, and then weakens with epidemic waning. In contrast, incorporating the dependence on the rate of change of the case numbers in the media impact transmission probability makes the model a switching system. Consequently, media impact alternately switches on or off. On the other hand, this incorporation of the dependence on the rate of change of the case numbers makes the transmission probability the lowest at t 5 0, reflecting the greatest effect of the media impact observed at the beginning of the epidemic.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 358,
                    "text": "Fig. 5(C)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "The key processes or parameters for integrated mitigation. To identify key parameters and/or intervention measures that influenced the disease infection dynamics, we used Latin Hypercube Sampling (LHS) and partial rank correlation coefficients (PRCCs) to examine the dependence of the total number of infected individuals on corresponding parameters [27] [28] [29] . Again, we chose a normal distribution for all input parameters with the mean values and half standard deviations given in Table 1 . We calculated PRCCs between parameters related to integrated disease control measures (IDCMs)(all possible interventions including media impact) and the output variable (here, the total number of infected individuals I 1 I q ) over time, as shown in Fig. 6(A) . It follows that the significance of the effect of parameters on the output variable changes over time. In particular, we note that 1) some parameters become more and more correlated to the output (e.g. d I , n Sq ); 2) some become less and less correlated to the output (e.g. b 0 , q, d I ); and 3) some are consistently insignificantly correlated to the output (e.g. n S , d Iq ).",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 354,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 489,
                    "end": 496,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 749,
                    "end": 758,
                    "text": "Fig. 6(A)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "We then generated Fig. 6 (B) according to high (jPRCCsj $ 0.4), moderate (0.2 # jPRCCsj , 0.4) and low (0 # jPRCCsj , 0.2) correlations between IDCM parameters and the output variable. Fig. 6(B) shows that variations in transmission probability b 0 , isola- tion rate d I and quarantine rate q dominate the PRCCs during the early stages of the disease outbreak (especially before the epidemic peak). In contrast, great coverage of vaccination (increasing n Sq ) is the most effective control measure during the late stage of the disease outbreak (after the epidemic's peak). Moreover, parameter d I is strongly correlated with the output almost throughout the entire outbreak, confirming that strengthening treatment (especially for non-isolated infected individuals) is effective throughout the entire outbreak. In the early stages of the disease outbreak, enhancing quarantine and isolation after contact tracing (increasing parameter q and d I ) followed by implementation of such measures as frequent handwashing and wearing of masks (decreasing b 0 ), are the most effective integrated mitigation measures. This is consistent with the findings of Fraser (2004) 30 , who argued that isolating symptomatic individuals and quarantining their contacts are two effective public health measures in controlling outbreaks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 24,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 185,
                    "end": 194,
                    "text": "Fig. 6(B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "It is worth noting that parameters p 1 and p 2 , associated with awareness of the number of infected individuals and the rate of change of the numbers of infected individuals, change from more (negatively) correlated to less (negatively) correlated to the output as the infection progresses, whereas parameters q 1 and q 2 , associated with awareness to the number of isolated infectives and the rate of change of the numbers of isolated infectives, are consistently less correlated to the output. Moreover, the switching surface is more sensitive to parameters p 1 and p 2 than to parameters q 1 and q 2 . This indicates that increasing the awareness to the number of infected individuals and the rate of change of the numbers of infected individuals, if practical, greatly affects the switching surface, and the total number of infected individuals during the early stage of an outbreak. In practice, however, we have very limited information on the number of non-isolated infected individuals, and hence it will be difficult to increase individuals' awareness using this information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It has been observed that media impacts play an important role in generating public awareness and promoting disease mitigation measures 20 . Our study examined media impact using a piecewise smooth function to reflect that individuals' awareness depends on both the number of cases and its rate of change. As such, we obtained an implicitly defined system 25 . This modeling approach adds to a few recent studies on media impact [11] [12] [13] by including the dependence of media impact and behavioral change on the rate of change of disease cases. Interestingly, this piecewise smooth and implicitly defined model can be successfully converted, using the Lambert function, into a switching system 22, 23, 31, 32 , which has been widely used in modern theory and applications of control. This permitted us to describe the critical level for the number of susceptibles (e.g. S c ) above (below) which media impact remains effective (ineffective) and consequently the disease transmission rate is reduced (unchanged).",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 433,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "31,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "We observed that the switching surface S c , dependent on numbers of different subgroups of infected individuals, is not a constant (hyperplane). This switching surface S c given in (5) becomes a constant only if we ignore the population that is isolated (or treated/ hospitalized). In practice, it is this number that is known with some certainty, and it is this number that may be released to the public in a timely fashion. Our results indicate that this number also makes the switching on/off of media impact dynamic (temporally varying) and potentially adaptive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "It worth noting that the media impact does not always remain effective for reducing transmission during the entire outbreak but it does switch on or off during the outbreak. This switch is most effective if it is guided by the rate of change of the disease cases, as we have shown in this study. We also demonstrated in Fig. 2 that media impact switches on and off multiple times depending on the duration of the outbreak, and this becomes a possible source for the observed multiple waves. Our study suggests that the occurrence of multiple waves may be relevant to the fact that the number of susceptible individuals oscillates around the threshold S c (correspondingly, the number of infected individuals also oscillates). This means that, first of all, the media impact on the disease outbreak is a dynamic process; and secondly, that the media impact has its greatest effect in reducing disease transmission at the initial stage of an outbreak. This is in contrast to previous studies [11] [12] [13] 33 , in which the reduction effect of the media reaches its maximum near the outbreak peak (shown in Fig. 5(C-D) ).",
            "cite_spans": [
                {
                    "start": 990,
                    "end": 994,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 320,
                    "end": 326,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1106,
                    "end": 1117,
                    "text": "Fig. 5(C-D)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion and conclusions"
        },
        {
            "text": "A comprehensive understanding of media impacts during an epidemic threat can aid in the development of an implementable public health policy. Of particular interest to designers of such policies are the effects of the media on some important epidemic characteristics such as the magnitude of the peak, its timing and the total number of infections. Our model and analysis, like those in previous studies [11] [12] [13] [14] 33 , confirm that quantifying these effects provides further insights. In particular, the switching on and off of media impacts, as a result of individual behavioural responses to the rate of change of case numbers, leads to the greatest effect on the disease transmission during the early stage of the outbreak. This finding draws attention to the important role of informing the public about ''the rate of change of case numbers'' rather than ''the absolute number of cases'' in order to influence behavioral changes, through a self-adaptive media impact on-off switching, for a better control of the disease transmission.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 408,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "By fitting data on laboratory-confirmed cases during the 2009 pandemic of A/H1N1 influenza in the province of Shaanxi to our proposed model, we were able to obtain estimates of the unknown parameter values and the mean time of media-impact switching on and off. In particular, the estimated mean time when media impact switched off was about 25.47 days after the initiation of the outbreak. This result, together with the initial date of September 3rd 2009, leads to the conclusion that media impacts switched off on September 29th 2009. This is almost consistent with the realistic timing when the media impact became ineffective, represented by the fact that individual behaviours switched to regular holiday mode since a travel warning was not issued during China's National Day holiday (from 1st October to 7th October).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "It follows from Fig. 4(A) and (C) that the media impact switched off just after the epidemic peaked. This was further demonstrated in Fig. 2 (C) This observation on the consistency of media-impact switching and epidemic peaking supports the conclusion that the weakest effect of media impacts always occurs near the epidemic peak. Our sensitivity analysis indicated that the effect of media impact is much more sensitive to the parameter q 2 (the weight representing individuals' response to the rate of change of case numbers) than the parameter q 1 (the weight representing individuals' responses to the case numbers). This finding also explains why the switching time is always consistent with the peak time of the curve for the isolated infected individuals, since near the peak time, the rate of change of the case numbers is close to zero.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 25,
                    "text": "Fig. 4(A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 134,
                    "end": 140,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion and conclusions"
        },
        {
            "text": "By fitting the proposed model to the aforementioned real data, we obtained reasonable estimations for the parameter ranges and the curve fitting Fig. 3(D) . We have also tried to fit the model using the probability transmission function that depends only on the case numbers [11] [12] [13] , or simply a classical epidemic model without considering media impact. Within reasonable parameter values, the simulations using the model without considering media-impact, or using the model with media impact depending only on the case numbers, gave very poor fits to the A/H1N1 data, as shown in SI Fig. S1 (A-B) .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 154,
                    "text": "Fig. 3(D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 593,
                    "end": 606,
                    "text": "Fig. S1 (A-B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion and conclusions"
        },
        {
            "text": "The analysis based on the PRCCs, identifying the key (mitigation) input variables that contributed to the infection outcome, strongly supported the implementation of an integrated strategy of different mitigation measures, including media impact, to curb the outbreak during different phases of the epidemic. The PRCCs show that the most important parameters that contributed to the total case numbers were parameters associated with quarantine (q), isolation rate (d I ) and transmission rate (including transmission probability b 0 , and the weight measuring the media impact p 1 , p 2 ) during the early stage of the disease outbreak. In other words, we confirmed that enhancing quarantine and isolation (increasing parameters q and d I ), improving disease awareness (increasing p 1 , p 2 ) and personal hygiene (decreasing b 0 ) are the most effective measures to be adopted in an integrated strategy for mitigation during the early stage of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "The total number of cases is barely sensitive to variation in parameter n S . This observation, perhaps surprising at first glance, seems to be highly relevant to the unique characteristic of the first wave in China. The majority of susceptible individuals, during the early stage of the 2009 A/H1N1 infection in Shaanxi, China, were university students and most universities implemented relatively stringent non-pharmaceutical interventions (NPIs) like Fengxiao at the beginning of the first wave 17, 26 . Hence, the number of susceptible individuals significantly declined.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 501,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "In conclusion, this study presents a novel methodology to convert an implicitly defined compartmental model into a switching system with explicitly defined switching surface. Using this methodology, this study demonstrated that media impact exhibits dynamic on-off switching, depending on the relationship between the number of susceptible individuals and different subgroups of infectives at any time during the outbreak. The modeling analysis emphasizes the important role of behavioral changes in response to the rate of change of the case numbers, and concludes that media impact effects switched off when the epidemic peaked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Data. We used data on laboratory-confirmed cases of 2009 A/H1N1 influenza pandemic in the Shaanxi province of China acquired from the Province's Public Health Information System 17 . The data included information on the cumulative number of reported cases, the cumulative number of cured cases and the number of new cases. The Shaanxi Bureau of Health started to report cases daily on September 3rd 2009 (shown in Fig. 3 ) and then changed, on September 19th and November 17th to report once every two days and once every week, respectively. No data were available at weekends. The majority of cases in the province in early September were associated with university/college campuses 17, 26 . All confirmed cases in mainland China were isolated in health care facilities, were treated, and were assumed to be unable to spread the disease once isolated.",
            "cite_spans": [
                {
                    "start": 684,
                    "end": 687,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 420,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Parameter estimation. Due to irregular reporting of data in the province of Shaanxi (e.g. reporting delays at weekends) and changes to reporting policy, we had to generate daily hospital cases using the cubic spline interpolation method, implemented as a Matlab program. We used an adaptive Metropolis-Hastings (M-H) algorithm to carry out the Markov Chain Monte Carlo (MCMC) procedure to estimate the parameters and their standard deviations based on data from hospital notifications between September 3rd and October 12th for the Shaanxi province and using model (2) with the media impact function specified in (6) . The algorithm runs for 500000 iterations with a burn-in of 300000 iterations, with the Geweke convergence diagnostic method employed to assess the convergence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and genetic analysis of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet Infect. Dis",
            "volume": "4",
            "issn": "",
            "pages": "672--683",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Modelling strategies for controlling SARS outbreaks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Gumel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. R. Soc. B",
            "volume": "271",
            "issn": "",
            "pages": "2223--2232",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Swine influenza A (H1N1) infection in two children -Southern California",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "58",
            "issn": "",
            "pages": "400--402",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pandemic potential of a strain of influenza A (H1N1): Early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "1557--1561",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "209--214",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Does the effectiveness of control measures depend on the influenza pandemic profile?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kernéis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS one",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Containing pandemic influenza at the source",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1083--1087",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Simple models for containment of a pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. R. Soc. Interface",
            "volume": "3",
            "issn": "",
            "pages": "453--457",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Spread of a novel influenza A (H1N1) virus via global airline transportation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N. Engl. J. Med",
            "volume": "361",
            "issn": "",
            "pages": "212--214",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The spread of awareness and its impact on epidemic outbreaks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gilad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A A"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": "6872--6877",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The impact of media on the spreading and control of infectious disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Dynam. Diff. Eqns",
            "volume": "20",
            "issn": "",
            "pages": "31--53",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Media/psychological impact on multiple outbreaks of emerging infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Comput. Math. Methods Med",
            "volume": "8",
            "issn": "",
            "pages": "153--164",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Effect of media-induced social distancing on disease transmission in a two patch setting",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Math. Biosci",
            "volume": "230",
            "issn": "",
            "pages": "87--95",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The impact of media coverage on the transmission dynamics of human influenza",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tchuenche",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dube",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Bhunu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Bauch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Public Health",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Infectious Diseases of Humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Dynamics and Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Modeling Infectious Diseases in Humans and Animals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Community-based measures for mitigating the 2009 H1N1 pandemic in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS one",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Early assessment of anxiety and behavioral response to novel swine-origin influenza A(H1N1)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salathé",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS one",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mass media interventions for preventing smoking in young people",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Brinn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Carson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Esterman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cochrane Database Syst. Rev",
            "volume": "11",
            "issn": "",
            "pages": "1--47",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Modelling the influence of human behaviour on the spread of infectious diseases: A review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gilad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A A"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. R. Soc. Interface",
            "volume": "7",
            "issn": "",
            "pages": "1247--1256",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "On the Lambert W function",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Corless",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Gonnet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E G"
                    ],
                    "last": "Hare",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jeffrey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Knuth",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Adv. Comput. Math",
            "volume": "5",
            "issn": "",
            "pages": "329--359",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Sliding Mode Control: Theory and Applications (Series in Systems and Control",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Spurgeon",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Differential equations with discontinuous righthand sides",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Filippov",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Sliding modes in control and optimization",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Utkin",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Dynamics of an infectious disease with media/psychology induced non-smooth incidence",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Math. Biosci. Eng",
            "volume": "10",
            "issn": "",
            "pages": "445--461",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Campus quarantine (Fengxiao) for curbing emergent infectious diseases: Lessons from mitigating A/ H1N1 in Xi'an",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Cheke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "China. J. Theor. Biol",
            "volume": "295",
            "issn": "",
            "pages": "47--58",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Sensitivity and uncertainty analysis of complexmodels of disease transmission: an HIV model as an example",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Blower",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dowlatabadi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Int. Stat. Rev",
            "volume": "62",
            "issn": "",
            "pages": "229--243",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Sensitivity analysis of infectious disease models: methods, advances and their application",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dhingra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gambhir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Remais",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. R. Soc. Interface",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A methodology for performing global uncertainty and sensitivity analysis in systems biology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marino",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ian",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Hogue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Kirschner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Theor. Biol",
            "volume": "254",
            "issn": "",
            "pages": "178--196",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "6146--6151",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Sliding mode control of outbreaks of emerging infectious diseases",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bull. Math. Biol",
            "volume": "74",
            "issn": "",
            "pages": "2403--2422",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Modelling the effects of media during an influenza epidemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Collinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heffernan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Public Health",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Deaths related to 2009 pandemic influenza A (H1N1) among American Indian/Alaska natives -12 states",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "58",
            "issn": "",
            "pages": "1341--1344",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Trends in infant/child mortality and life expectancy in indigenous populations in Yunnan Province",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "De Klerk",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "China. Aust. NZ. J. Publ. Heal",
            "volume": "32",
            "issn": "",
            "pages": "216--223",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow diagram to illustrate the infection dynamics during an outbreak. Integrated control measures include contact tracing, quarantine, isolation and vaccination. Media impact is modeled as a factor potentially reducing the transmission rate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Illustrations of the switching surface of S C (A) and its solutions (B-C) with parameters as listed inTable 1. switching surfaces for the first (second) outbreak. The thick and thin curves denote the trajectories of the system (2) with (6) with media impact switched on and off, respectively. (D) Partial rank correlation coefficients illustrating the dependence of S c on each parameter. Note that variable I varies in (1, 500) with mean value of 250, and I q varies in (1, 50) with mean value of 4. Parameter a varies in (0, 0.02%) with mean value of 0.003% 34 , m varies in (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The numbers of cases of A/H1N1 flu reported for the Shaanxi Province. Daily number of hospital notifications for the Shaanxi province (A) from September 3rd to October 12th 2009; (B) from September 3rd 2009 to January 3rd 2010. Goodness of fit for (C) the first wave and for (D) the first and the second wave. www.nature.com/scientificreports SCIENTIFIC REPORTS | 5 : 7838 | DOI: 10.1038/srep07838",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Distribution of (A) switching time of A/H1N1 infection in Shaanxi Province with mean of T S 5 25.47, (B) the first peak time for the number of infected individuals with mean of 25.24 days, (C) the first peak time for the hospital notifications with mean of 25.52 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Temporal variation of the sensitivity of the total number of cases (I 1 I q ) to key parameters in the model (2) with (6) as indicated by (A) Plots of the PRCCs and (B) significance over the time interval [0,40] with sample size of 1500. The parameters related to IDCMs in model (2) are b 0 , c, q, d I , d Iq , n S , n Sq , d I , p 1 , p 2 , q 1 , q 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Comparison results. (A) Transmission probability b and (B) the fitted I q for model (2) with (6) and p 1 5 p 2 5 0; (C) Transmission probability b and (D) the simulated I q for model (2) with (6) and p 1 5 p 2 5 q 2 5 0; (E) Transmission probability b and (F) the simulated I q for model (2) without media impact (i.e. p i 5 q i 5 0, i 5 1, 2). www.nature.com/scientificreports SCIENTIFIC REPORTS | 5 : 7838 | DOI: 10.1038/srep07838",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Parameter estimates for the 2009 H1N1 influenza in Shaanxi province, China",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Patricia Walker and Robert A. Cheke for editing a version of the manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Y.X., S.T. and J.W. designed the study, carried out the analysis and contributed to writing the paper. S.T. performed numerical simulations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ]
}