{
    "paper_id": "8894efb9895e24c82697cf864b69e9a2eb0751c2",
    "metadata": {
        "title": "Membrane Protein Sorting in the Yeast Secretory Pathway: Evidence That the Vacuole May Be the Default Compartment",
        "authors": [
            {
                "first": "Christopher",
                "middle": [
                    "J"
                ],
                "last": "Roberts",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oregon",
                    "location": {
                        "postCode": "97403",
                        "settlement": "Eugene",
                        "region": "Oregon"
                    }
                },
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "E"
                ],
                "last": "Nothwehr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oregon",
                    "location": {
                        "postCode": "97403",
                        "settlement": "Eugene",
                        "region": "Oregon"
                    }
                },
                "email": ""
            },
            {
                "first": "Tom",
                "middle": [
                    "H"
                ],
                "last": "Stevens",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oregon",
                    "location": {
                        "postCode": "97403",
                        "settlement": "Eugene",
                        "region": "Oregon"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The targeting signals of two yeast integral membrane dipeptidyl aminopeptidases (DPAPs), DPAP B and DPAP A, which reside in the vacuole and the Golgi apparatus, respectively, were analyzed. No single domain of DPAP B is required for delivery to the vacuolar membrane, because removal or replacement of either the cytoplasmic, transmembrane, or lumenal domain did not affect the protein's transport to the vacuole. DPAP A was localized by indirect immunofluorescence to non-vacuolar, punctate structures characteristic of the yeast Golgi apparatus. The 118-amino acid cytoplasmic domain of DPAP A is sufficient for retention of the protein in these structures, since replacement of the cytoplasmic domain of DPAP B with that of DPAP A resulted in an immunolocalization pattern indistinguishable from that of wild type DPAP A. Overproduction of DPAP A resulted in its mislocaliza-tion to the vacuole, because cells expressing high levels of DPAP A exhibited vacuolar as well as Golgi staining. Deletion of 22 residues of the DPAP A cytoplasmic domain resulted in mislocaiization of the mutant protein to the vacuole. Thus, the cytoplasmic domain of DPAP A is both necessary and sufficient for Golgi retention, and removal of the retention signal, or saturation of the retention apparatus by overproducing DPAP A, resulted in transport to the vacuole. Like wild type DPAP B, the delivery of mutant membrane proteins to the vacuole was unaffected in the secretory vesicle-blocked secl mutant; thus, transport to the vacuole was not via the plasma membrane followed by endocytosis. These data are consistent with a model in which membrane proteins are delivered to the vacuole along a default pathway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ar~Y proteins that reside in the organelles of the secretory pathway of eukaryotic cells have targeting information that directs retention in or sorting to the appropriate compartment (Pfeffer and Rothman, 1987) . In the absence of retention or sorting signals, soluble proteins of the secretory pathway are secreted; thus, the default pathway for these proteins is secretion (Burgess and Kelly, 1987; Pelham, 1989) . In Saccharomyces cerevisiae, mutations in the targeting signal of the soluble vacuolar protein, carboxypeptidase Y (Vails et al., 1990) , or the retention signal of the soluble ER protein, BiP (Hardwick et al., 1990) , result in the secretion of these proteins. Likewise, the flow of membrane proteins to the cell surface of nonpolarized mammalian cells is apparently by default, because mutations that disrupt the retention of ER or Golgi-retained membrane proteins (Machamer et al., 1987; Machamer, 1991; Jackson et al., 1990) or the sorting of a lysosomal membrane protein (Williams and Fukuda, 1990) result in localization to the plasma membrane. Little is known regarding membrane protein sorting in S. cerevisiae, although a previous study suggested that the cell surface is the default compartment for membrane proteins (Fuller et al., 1989b) . In this paper, we characterize the targeting of two membrane proteins of the yeast secretory pathway, DAP dipeptidyl aminopeptidases (DPAPs) ~ DPAP A and DPAP B of the Golgi apparatus and vacuole, respectively.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 211,
                    "text": "(Pfeffer and Rothman, 1987)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 376,
                    "end": 401,
                    "text": "(Burgess and Kelly, 1987;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 402,
                    "end": 415,
                    "text": "Pelham, 1989)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 533,
                    "end": 553,
                    "text": "(Vails et al., 1990)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 611,
                    "end": 634,
                    "text": "(Hardwick et al., 1990)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 885,
                    "end": 908,
                    "text": "(Machamer et al., 1987;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 909,
                    "end": 924,
                    "text": "Machamer, 1991;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 925,
                    "end": 946,
                    "text": "Jackson et al., 1990)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 994,
                    "end": 1021,
                    "text": "(Williams and Fukuda, 1990)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1245,
                    "end": 1267,
                    "text": "(Fuller et al., 1989b)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "M"
        },
        {
            "text": "The biogenesis of two membrane proteins of the yeast vacuole, DPAP B (see Fig. 1 A), and alkaline phosphatase (ALP), has been characterized (Klionsky and Emr, 1989; Roberts et al., 1989) . Both DPAP B and ALP are type II membrane glycoproteins (nomenclature of Singer, 1990) , consisting of NH2-terminal cytoplasmic domains of approximately 30 amino acids, single hydrophobic membrane anchors, and COOH-terminal lumenal catalytic domains. These proteins transit the early compartments of the secretory pathway (i.e., ER and Golgi), but not the later compartments (i.e., secretory vesicles), indicating that the proteins do not transiently reside at the plasma membrane before delivery to the vacuole. The localization signals of these two proteins have not been identified, although the lumenal domain of ALP has been shown to be unnecessary for vacuolar targeting (Klionsky and Emr, 1990) .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 164,
                    "text": "(Klionsky and Emr, 1989;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 165,
                    "end": 186,
                    "text": "Roberts et al., 1989)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 261,
                    "end": 274,
                    "text": "Singer, 1990)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 865,
                    "end": 889,
                    "text": "(Klionsky and Emr, 1990)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 80,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "M"
        },
        {
            "text": "The biosynthesis of several membrane proteins that reside This paper is dedicated to the memory of David Merrill Stevens. in the yeast Golgi apparatus has also been examined. In yeast, three membrane-bound proteases, Kex2p, Kexlp, and DPAP A (see Fig. 1 A) process the mating pheromone a-factor precursor polypeptide as it traverses the secretory pathway (Bussey, 1988; Fuller et al., 1988) . The biosynthetic pathways of Kex2p and Kexlp have been characterized (Fuller et al., 1989a,b; Cooper and Bussey, 1989) , and Kex2p has been shown to function in a late Golgi compartment (Julius et al., 1984; Graham and Emr, 1991) . Kex2p has been localized by indirect immunofluorescence to three to six punctate structures per cell that exhibit a somewhat random distribution within the cytoplasmic compartment (Franzusoff et al., 1991; Redding et al., 1991) . Thus, the Golgi apparatus of yeast is not localized to a perinuclear location, as in mammalian cells, but rather is dispersed throughout the cell. Both Kexlp (A. Cooper and H. Bussey, manuscript submitted) and DPAP A (see below) have been immunolocalized to punctate bodies that are similar to those containing Kex2p in size, abundance, and distribution. In this paper, a combined gene fusion and mutational analysis was used to show that no single domain of DPAP B is required for vacuolar localization. Furthermore, both overproduction of DPAP A and a mutation in the cytoplasmic domain of DPAP A resulted in mislocalization of this protein to the vacuole. Finally, the fusion proteins analyzed in this work are shown to be transported directly to the vacuole from the Golgi, and not to the plasma membrane.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 121,
                    "text": "Stevens.",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 369,
                    "text": "(Bussey, 1988;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 370,
                    "end": 390,
                    "text": "Fuller et al., 1988)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 462,
                    "end": 486,
                    "text": "(Fuller et al., 1989a,b;",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 511,
                    "text": "Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 579,
                    "end": 600,
                    "text": "(Julius et al., 1984;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 601,
                    "end": 622,
                    "text": "Graham and Emr, 1991)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 805,
                    "end": 830,
                    "text": "(Franzusoff et al., 1991;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 831,
                    "end": 852,
                    "text": "Redding et al., 1991)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 256,
                    "text": "Fig. 1 A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "M"
        },
        {
            "text": "The bacterial strain MC1061 (Casadaban and Cohen, 1980) was used for all subcloning steps. Oligonucleotide-directed mutagenesis was carded out in strain CJ236 (Kunkel et al., 1987) . The yeast strains used were JHRY20-1AAIA3 (MATa, dap2A: : H1S3, stel3A : :LEU2, ura3-52, leu2-3, 1eu2412, his3-A200, pep4-3;  Roberts et al., 1989) , SEY2012zs (MATch, dap2:: LEU2,  Emr et al., 1983) , CJRY25-6B (MATa dap2A : :LEU2 mnn9 ura3-52 leu2-3 leu2412, and SEY-5016 ( MATa, s e cl-l , dap 2 : : LE U2 , ura3-5 2 , le u2-3, leu2412) . Yeast cultures were grown in YEPD or minimal (SD) medium supplemented with the appropriate nutrients as previously described (Sherman et al., 1982) .",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 55,
                    "text": "(Casadaban and Cohen, 1980)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 159,
                    "end": 180,
                    "text": "(Kunkel et al., 1987)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 225,
                    "end": 307,
                    "text": "(MATa, dap2A: : H1S3, stel3A : :LEU2, ura3-52, leu2-3, 1eu2412, his3-A200, pep4-3;",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 308,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 330,
                    "text": "Roberts et al., 1989)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 343,
                    "end": 350,
                    "text": "(MATch,",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 363,
                    "text": "dap2:: LEU2,",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 364,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 365,
                    "end": 382,
                    "text": "Emr et al., 1983)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 457,
                    "end": 522,
                    "text": "( MATa, s e cl-l , dap 2 : : LE U2 , ura3-5 2 , le u2-3, leu2412)",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 672,
                    "text": "(Sherman et al., 1982)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Strains, Growth Conditions, and Materials"
        },
        {
            "text": "For the simultaneous induction of the GAL/ promoter and the secl4 secretion defect, ceils were grown to log phase in minimal media plus raltinose and then harvested and resuspended in YEP-raitinose. After a 1-h incubation at 25~ galactose was added directly to the cultures and at the same time the cultures were shifted to 34~ After 2 h, the cells were fixed immediately and prepared for indirect immunofluorescence as described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strains, Growth Conditions, and Materials"
        },
        {
            "text": "Oligonucleotides for mutagenesis were prepared by the University of Oregon Biotechnology Laboratory on an Applied Biosystems 380B DNA synthesizer (Foster City, CA) as described (Ito et al., 1982) . Tran35S-label and Zymolyase 100T were from ICN Biomedicals (Irvine, CA), Endo H was from Boehringer Marmheim (Indianapolis, IN), ultra-pure SDS was from BDH Biochemicals (San Francisco, CA), glusulase was from Dupont Pharmaceuticals (Wilmington, DE), and all antibodies (except anti-DPAP B, anti-DPAP A, anti-ALP, and anti-Vat2p antibodies) used for indirect immunofluorescence were from Jackson ImmunoResearch (West Grove, PA), Cappel Products (Malvern, PA), or Promega Biotech (Madison, WI). All other reagents were from Sigma Chemical Co. (St. Louis, MO). DPAP and invertase assays were performed as previously described (Gildstein and Lampen, 1975; Roberts et al., 1991) .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 195,
                    "text": "(Ito et al., 1982)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 822,
                    "end": 850,
                    "text": "(Gildstein and Lampen, 1975;",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 872,
                    "text": "Roberts et al., 1991)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Strains, Growth Conditions, and Materials"
        },
        {
            "text": "Restriction endonuclease digests and ligations were performed as recommended by the suppliers. Plasmid purification, agarose gel electrophoresis, fill-in reactions of sticky-ended DNA fragments using T4 DNA polymerase, and DNA-mediated transformation of Escherichia coli were done according to standard procedures (Maniatis et al., 1982) . Lithium acetate transformations of yeast were performed as described (Jto et al., 1983) .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 337,
                    "text": "(Maniatis et al., 1982)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 409,
                    "end": 427,
                    "text": "(Jto et al., 1983)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recombinant DNA Methods, Plasmid Constructions, and Oligonucleotide-directed Mutagenesis"
        },
        {
            "text": "A disruption of the chromosomal STE/3 locus was constructed by onestep gene disruption (l~thstein, 1983) , using the plasmid pSLK349 (kindly provided by Dr. George Sprague). pSL349 consists of pBR322 containing a 7.2 kbp BamHI STE/3 fragment, from which a 1.6-kbp BclI fragment within the coding region of the DPAP A lumenal domain (C. A. Flanagan, D. A. Barnes, M. C. Flessel, and J. Thorner, manuscript submitted for publication) was replaced by the 2.9-kbp BglII LEU2 fragment. To create a strain lacking both DPAP A and DPAP B, a disruption of the chromosomal DAP2 locus with the HIS3 gene was made using the plasmid pGP6, which contains the 1.2-kbp EcoRI-BamHI HIS3 fragment (Sikorski and Hieter, 1989) in place of the L3-kbp BstEII-KpnI portion of the coding region of DAP2 (Roberts et al., 1989) .",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 104,
                    "text": "(l~thstein, 1983)",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 707,
                    "text": "(Sikorski and Hieter, 1989)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 780,
                    "end": 802,
                    "text": "(Roberts et al., 1989)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Recombinant DNA Methods, Plasmid Constructions, and Oligonucleotide-directed Mutagenesis"
        },
        {
            "text": "The c~-factor signal sequence was fused to the lumenal domain of DPAP B as follows: a Sail linker was inserted at the Hincll site of plasmid p771, which contains a portion of the 5' region of the MFcd gene (Kurjan and Herskowitz, 1982) , including 70 bp of non-coding region (not including the UAS) and 66 bp of coding region, including the signal sequence, signal peptidase cleavage site (Waters et al., 1988) , and 3 NH2-terminal residues of pro-a-factor, fused to the KRE/gene (Boone et ai., 1990) . The AccI site at position +140 of the DAP2 gene was changed to a SalI site using oligonucleotide-directed mutagenesis (Kunkel et al., 1987) . Mutagenesis of DAP2 was performed using the vector pCJR27, which contains the 3.3-kbp BamHI-HindIII DA/'2 fragment in the plasmid KS + (Stratagene, San Diego, CA). The 2.7-kbp SalI-HindUI fragment, encoding the lumenal domain of DPAP B, was inserted into the SalI-HindIII sites of p771/SalI, fusing the coding regions of MFal and DAP2 in frame, c~Fss-B was placed under the control of the GA/_J promoter (Johnston and Davis, 1984) by inserting the 2.9-kbp BamHI-HindIII fragment from this plasmid into the BamHI-HindIII sites of pC JR52, which contains the 822-bp EcoRI-BamHI GA/_,/ promoter fragment inserted into EcoRI-BamHI sites of the CEN plasmid pSEYC68 Ca modified version of pSEYC58; Emr et al., 1983) . The resulting fusion protein consists of the NH2-terminal 22 residues of prepro-afactor and two residues arising from linker sequences fused to residue 49 of the lumenal domain of DPAP B (Fig. l B ; amino acid sequence NH2-MRFPSIFTAVLFAASSALA-APVGRPHH . . . ).",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 235,
                    "text": "(Kurjan and Herskowitz, 1982)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 389,
                    "end": 410,
                    "text": "(Waters et al., 1988)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 480,
                    "end": 500,
                    "text": "(Boone et ai., 1990)",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 642,
                    "text": "(Kunkel et al., 1987)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1049,
                    "end": 1075,
                    "text": "(Johnston and Davis, 1984)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1337,
                    "end": 1354,
                    "text": "Emr et al., 1983)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1544,
                    "end": 1553,
                    "text": "(Fig. l B",
                    "ref_id": null
                }
            ],
            "section": "Recombinant DNA Methods, Plasmid Constructions, and Oligonucleotide-directed Mutagenesis"
        },
        {
            "text": "The BB-Inv fusion protein expression vectors, pCJR13 and pC JR15 (2p and CEN plasmids, respectively), were constructed by inserting the 0.6-kbp BamHI-AccI fragment (AccI blunt ended) into the invertase fusion vectors pSEY304 (a derivative of the 2/z plasmid pSEY303; Emr et al., 1986) and the CEN plasmid pSEYC306 (Johnson et al., 1987) at the BamHI and Hin-dIII sites (HindlIJ blunt ended). The resulting fusion protein contains the 48 NH2-terminal residues of DPAP B fused to residue three of cytoplasmic invertase ( Fig. 1 B) . BB-Inv was placed under the control of the GAL/promoter by cutting pCJR15 with EcoRI and HiedIII and ligating in the 822-bp GAL/fragment (Johnston and Davis, 1984) . This fused the 3' end of the GAL/fragment at nucleotide -92 of the DAP2 sequence. Vectors encoding A20-BB and A27-BB were constructed as follows. Oligonucleotide-directed mutagenesis (Kunkel et al., 1987) was used to create 60-and 81-bp deletions in DAP2 (A20-BB and A27-BB, respectively) in pCJR27. The ~3.2kbp BamHI-HindIII mutant DAP2 fragments were inserted into the BamHI-HindIII sites of the CEN plasmid pSEYC58, creating pMNH1 (620-BB) and pC JR45 (A27-BB). &20-BB and A27-BB were over-produced by replacing the DAP2 promoter with the GAL/promoter as follows. The HindIII site at -92 of DAP2 was blunt ended and religated, creating an NheI site. The ~3-kbp NheI-HindIII fragments of pC JR43 and pC JR44 were inserted at the XbaI-HindIII sites of pC JR52, creating pC JR56 and pC JR54, respectively. The A20 and A27 deletions removed residues 2-21 and 2-27 of DPAP B, changing the NH2-terr~nal acid sequence of DPAP B from NH2-MEG-GEEEVERIPDELFDTKKKHLLDKLIRV30 to NH2-MHLLDKLIRV and NH2-MIRV, respectively ( Fig. 1 B) .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 284,
                    "text": "Emr et al., 1986)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 314,
                    "end": 336,
                    "text": "(Johnson et al., 1987)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 668,
                    "end": 694,
                    "text": "(Johnston and Davis, 1984)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 880,
                    "end": 901,
                    "text": "(Kunkel et al., 1987)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 519,
                    "end": 528,
                    "text": "Fig. 1 B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1711,
                    "end": 1720,
                    "text": "Fig. 1 B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Recombinant DNA Methods, Plasmid Constructions, and Oligonucleotide-directed Mutagenesis"
        },
        {
            "text": "The 2pt plasmid encoding DPAP A, pCJR46, was constructed as follows: the 5.9-kbp XbaI-BamHI fragment, containing the STF_J3 gene (C. A. Flanagan, D. A. Barnes, M. C. Flessel, andJ. Thorner, manuscript submitted for publication) was isolated from the plasmid p13-3 (Julius et al., 1983) and inserted into pUC13. The 5.9-kbp SalI-BamI-II fragment from this vector was inserted into the XhoI-BglII sites of the 2# plasmid pCKR201 (C. Raymond and T. Stevens, unpublished results) . The CEN plasmid pCJR78 was made by inserting the 4.5-kbp EagI-PvuII STE/3 fragment into the EagLEcoRV sites of pRS316 (Sikorski and Hieter, 1989) .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 285,
                    "text": "(Julius et al., 1983)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 431,
                    "end": 475,
                    "text": "Raymond and T. Stevens, unpublished results)",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 623,
                    "text": "(Sikorski and Hieter, 1989)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Recombinant DNA Methods, Plasmid Constructions, and Oligonucleotide-directed Mutagenesis"
        },
        {
            "text": "The plasmid pC JR64, encoding the fusion protein AA-B, was constructed by inserting the 2.5-kbp BamHI-MluI (MluI blunt ended) fragment from p13-3, encoding the STF.J3 promoter and the cytoplasmic and trans- membrane domains of DPAP A, and the 2.7-kbp Sall-HindlII fragment of DAP2 (Sail blunt ended), encoding the lumenal domain of DPAP B, into the BamHI-HindlII sites of pSEYC58. The 5.2-kbp BamHI-HindlII fragment of the resulting vector (pCJR41) was cloned into the BamHI-HindlII sites of the 2# plasmid, pSEY18 (Emr et al., 1986) . The resulting plasmid encodes AA-B, which consists of the NH2-terminal 150 residues of DPAP A to residue 47 of DPAP B (Fig. 1 C) .",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 533,
                    "text": "(Emr et al., 1986)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 654,
                    "end": 664,
                    "text": "(Fig. 1 C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Recombinant DNA Methods, Plasmid Constructions, and Oligonucleotide-directed Mutagenesis"
        },
        {
            "text": "For the construction of the fusion protein A-BB, XbaI sites were created in both the DAP2 and STE/3 genes just upstream of the coding regions of the transmembrane domains of DPAP B and DPAP A, respectively, using oligonucleotide-directed mutagenesis (Kunkel et al., 1987) . Nucleotides 69 and 70 of the DAP2 gene were changed from GT to TC (Roberts et al., 1989) , and nucleotides 342-344 of STE/3 were changed from GCC to AGA (with the A of the initiation codon as 1) (C. A. Flanagan, D. A. Barnes, M. C. Flessel, and J. Thorner, manuscript submitted for publication). A 1.1kbp SacI-XbaI fragment (encoding the STE13 promoter and the cytoplasmic domain of DPAP A) and a 2.8-kbp Xbal-HindlII DAP2 fragment (encoding the transmembrane and lumenal domains of DPAP B) were ligated into the SacI-HindlII sites of pSEY18. The resulting plasmid (pCJR67) encodes a protein consisting of 113 residues of the NH2-terminal cytoplasmic domain of DPAP A fused to amino acid 24 of DPAP B (Fig. 1 C) .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 271,
                    "text": "(Kunkel et al., 1987)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 340,
                    "end": 362,
                    "text": "(Roberts et al., 1989)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 975,
                    "end": 985,
                    "text": "(Fig. 1 C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Recombinant DNA Methods, Plasmid Constructions, and Oligonucleotide-directed Mutagenesis"
        },
        {
            "text": "The fusion protein B-A-B was constructed as follows: the 3.3-kbp BamHI-HindUI DAP2 fragment, including the Xbal site at +70, was ligated into the BamHI-HindlII sites of pSEYC58. A 4.3-kbp Xbal-HindlII fragment of STE/3, encoding the transmembrane and lumenal domains of DPAP A, was inserted into the XbaI-HindlII sites, resulting in the plasmid pC JR58. The 2.7-kbp SalI-HindIII DAP2 fragment (SalI blunt ended), encoding the DPAP B lumenal domain, was inserted into the MluI-HindlII sites (MluI blunt ended) of pCJR58, resulting in pCJR69, a CEN plasmid encoding B-A-B. The 4.8-kbp BamHI-HindlII fragment from pCJR69 was inserted into the same sites of pSEY18, resulting in pCJRT0. B-A-B was placed under the control of the GAL/promoter by cloning the NheI-HindlII B-A-B fragment into the XbaI-HindlII sites of pCJR52, creating pC JR79. The B-A-B fusion protein consists of residues 116-150 of DPAP A in place of residues 26-46 of DPAP B ( Fig. 1 C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 941,
                    "end": 950,
                    "text": "Fig. 1 C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Recombinant DNA Methods, Plasmid Constructions, and Oligonucleotide-directed Mutagenesis"
        },
        {
            "text": "Oligonucleotide-directed mutagenesis of the portion of STE/3 encoding the 118 amino acid cytoplasmic domain of DPAP A ( Fig. 1 A) was performed in pCJR71, which consists of the 0.65-kbp EagI-PstI fragment of STE/3 inserted into the EagI-PstI sites of KS +. A 66-bp in-frame deletion, removing the amino acids 85-106 (z~22), was created, and the Sacl-MluI fragment from this plasmid was inserted into the SacI-MluI sites of pCJR64, creating the 2# plasmid pSN58, which encodes A92-AAB ( Fig.  1 C) . The same SacI-MluI fragment was ligated with the 4-kbp MluI-Hindlll (encoding the lumenal domain of DPAP A) into the SacI-HindIII sites of pSEY18, creating pSN59, which encodes A22-AAA ( Fig. 1 C) . A22-AA-B was placed under the control of the GAL/promoter by fusing a SacI-EagI fragment from pCJR125 (contains the 360 bp HindlII-EcoRl GAL/fragment in pGEM-5Zf) to an Eagl-HindlII fragment from pSN58, both of which were ligated into the SacI-HindlII sites of pSEY18, creating pSN89.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 129,
                    "text": "Fig. 1 A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 486,
                    "end": 496,
                    "text": "Fig.  1 C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 686,
                    "end": 695,
                    "text": "Fig. 1 C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Recombinant DNA Methods, Plasmid Constructions, and Oligonucleotide-directed Mutagenesis"
        },
        {
            "text": "The Fusl-LacZp expression plasmid pCJRll4 as follows: a 6-kb NheI-HindllI fragment, encoding the 254 NH2-terminal amino acids of the FUS1 protein fused to ~-galactosidase, under the GALl promoter (isolated from pCJRll3, a derivative of pSB231 (Trueheart and Fink, 1989) ) was cloned into the Xbal-Hindlll sites of pVT105U, a 2# plasmid (Vernet et al., 1987) , creating pCJR114.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 269,
                    "text": "(Trueheart and Fink, 1989)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 336,
                    "end": 357,
                    "text": "(Vernet et al., 1987)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Recombinant DNA Methods, Plasmid Constructions, and Oligonucleotide-directed Mutagenesis"
        },
        {
            "text": "For the production of DPAP A antigen to be used to generate DPAP A antiserum, the plasmid pCJR24 was constructed by inserting the 0.8-kbp MluI-Hpal (MluI blunt ended) STE/3 fragment into the Sinai site of pEXP1, an E. coli expression vector containing the Tac promoter just upstream of the translational start codon of T4 lysozyme and a multiple cloning site (Raymond et al., 1990) .",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 381,
                    "text": "(Raymond et al., 1990)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Recombinant DNA Methods, Plasmid Constructions, and Oligonucleotide-directed Mutagenesis"
        },
        {
            "text": "A 27 amino acid peptide, corresponding to the 26 NH2-terminal residues of DPAP B followed by a COOH-terminal cysteine residue, was synthesized on an Applied Biosystems Peptide Synthesizer. The peptide was coupled to carboxymethylated BSA through the COOH-terminal cysteine with the hifunctional crosslinking agent, MBS, following the manufacturer's recommendations (Pierce Chemical Co., Rockford, IL), and through lysine residues with gluteraldehyde as previously described (Kagen and Glick, 1979) . A 1:1 mixture of BSA-peptide conjugates prepared by the two methods was used to immunize rabbits as described previously (Vaitukaitis, 1981) . For affinity purification of the antibody, the poptide was cross-linked to Tresyl-activated Sepharose 4B (Pharmacia Fine Chemicals), and affinity purification was carded out as described (Raymond et al., 1990) .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 497,
                    "text": "(Kagen and Glick, 1979)",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 640,
                    "text": "(Vaitukaitis, 1981)",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 852,
                    "text": "(Raymond et al., 1990)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Production of Antiserum against DPAP A and the Cytoplasmic Domain of DPAP B"
        },
        {
            "text": "DPAP A antigen was produced in E. coli cells containing the plasmid pC JR24. Induction with IPTG resulted in the production ofa 31-kD protein that corresponds to the NHE-terminal portion of the lumenal domain of DPAP A (see Fig. 6 ) fused to seven residues of T4 lysosyme and seven residues encoded by the pEXPI polylinker. Antigen purification was performed as described previously (Raymond et al., 1990) .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 405,
                    "text": "(Raymond et al., 1990)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 230,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Production of Antiserum against DPAP A and the Cytoplasmic Domain of DPAP B"
        },
        {
            "text": "Immunoprecipitations were performed by growing cultures to log phase in supplemented minimal media lacking methionine and cysteine, then pulse labeling in the same media with Tran3SS-label and chasing by adding 50 /~g/mL methionine and 50/~g/mL cysteine, followed by the addition of sodium azide to 10 raM. The cells were converted to spheroplasts (Stevens et al., 1986) which were lysed in 1% SDS, 8 M urea plus a protease inhibitor cocktail (0.5 mM PMSF, 1/~g/mL leupeptin, and 1 /~g/mL pepstatin) for 5 rain at 100~ and adjusted to 1 mL in IP buffer (PBS, 0.1% SDS, 0.1% Triton X-100, 1 mivl EDTA). For precipitating ~Fss-B from the extracellular fractions, the medium was supplemented with 2 m4,,/mL BSA and 50 mM potassium phosphate, pH 5.7. After spberoplasting, the periplasmic and media fractions were pooled and adjusted to 1 mL in IP buffer plus protease inhibitors. After pre-adsorbtion to 0.5% IgGSorb, anti-DPAP B COOHterminal antibody (Roberts et al., 1989) , or anti-DPAP A antibody was added, and samples were incubated one hour on ice. IgGSorb was added to 0.5%, followed by 1 h on ice, and the immune complexes were precipitated and washed twice with IP buffer. The immune complexes were solubilized, and half of the samples were treated with endoglycosidase H (Endo H) overnight at 37~ as described (Orlean et al., 1991) . Samples were analyzed by SDS-PAGE and fluorography as described previously (Stevens et ai., 1986) . The secretion of t~Fss-B was quantified using an Ambis Radioanalytic Imaging System (Ambis Systems, Inc., San Diego, CA).",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 370,
                    "text": "(Stevens et al., 1986)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 949,
                    "end": 971,
                    "text": "(Roberts et al., 1989)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1318,
                    "end": 1339,
                    "text": "(Orlean et al., 1991)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1417,
                    "end": 1439,
                    "text": "(Stevens et ai., 1986)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunoprecipitations, Endo H Treatment, and High pH Carbonate Fractionation"
        },
        {
            "text": "The fractionation of membranes in the presence of high pH sodium carbonate was performed as described (Roberts et al., 1989) .",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 124,
                    "text": "(Roberts et al., 1989)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Immunoprecipitations, Endo H Treatment, and High pH Carbonate Fractionation"
        },
        {
            "text": "Preparation of fixed, spheroplasted cells for indirect immunofluorescence was carried out essentially as previously described (Roberts et al., 1991) , except that the fixed spheroplasts were treated with 1% SDS for 1-5 minutes. Antibody adsorption against fixed spheroplasts harboring null mutations in either DAP2 or STEJ3 was performed as described elsewhere (Raymond et al., 1990; Roberts et ai., 1991) . The fixed spheroplasts were stained with a 1:10 dilution of adsorbed anti-DPAP A or anti-DPAP B affinity-purified antibody in PBS-BSA (Roberts et al., 1991) . For co-localization with the 60-kD subunit of the vacuolar H+-ATPase (Vat2p, the product of the VAT2 gene; Yamashiro et al., 1990) , the antibody solution also contained a 1:10 dilution of the mAb, 13Dll (Kane et al., 1992) . The DPAP B or DPAP A staining pattern was amplified by subsequent incubations with goat antirabbit antibody conjugated to biotin, followed by a streptavidin-FITC conjugate. The last antibody incubation also contained goat anti-rabbit antibody conjugated to rhodamine. Co-detection of ALP and Fusl-LacZp was performed by staining cells with a 1:10 dilution of a rabbit polyclonal anti-ALP antibody (Raymond et al., 1990 ) and a 1:1,000 dilution of a mouse monoclonai anti-/~-gaiactusidase antibody, followed by antibody amplification identical to that used for DPAP A and DPAP B. The cells were mounted in media containing DAPI for staining nuclei, and photomicrographs were made as described previously (Roberts et al., 1989) .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 148,
                    "text": "(Roberts et al., 1991)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 361,
                    "end": 383,
                    "text": "(Raymond et al., 1990;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 384,
                    "end": 405,
                    "text": "Roberts et ai., 1991)",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 564,
                    "text": "(Roberts et al., 1991)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 674,
                    "end": 697,
                    "text": "Yamashiro et al., 1990)",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 790,
                    "text": "(Kane et al., 1992)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1190,
                    "end": 1211,
                    "text": "(Raymond et al., 1990",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1496,
                    "end": 1518,
                    "text": "(Roberts et al., 1989)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Indirect lmmunofluorescence Microscopy"
        },
        {
            "text": "The role of the lumenal domain in the sorting of DPAP B to the vacuole was addressed in two ways. First, to determine if the lumenal domain was sorted to the vacuole when expressed in the secretory pathway as a soluble protein, a gene fusion was used to create the protein ctFss-B, consisting of the NH2-terminal ER-targeting signal sequence of prepro-t~ factor fused to the lumenal domain of DPAP B at residue 49 ( Fig. 1 B) . The signal sequence should direct the translocation of the protein into the ER lumen and be cleaved, rendering the lumenal domain a soluble protein in the secretory Figure 2 . Immunoprecipitations of c~FssB from MNN9 and mnn9 strains. JHRY20-1A ( dap2A MNN9 ) or CJRY25-6B ( dap2A mnn9 ) cells were labeled with Tran3sS-label for 15 rain and chased for 60 min in the presence of 50 izg/mL methionine and 50/~g/mL cysteine. Cultures were separated into two fractions, intracellular (i.e., spheroplasts) and extraceUular (i.e., periplasmic and media), and immunoprecipitated with affinity purified DPAP B antibody. Half of each immunoprecipitation sample was treated with Endo H, and equal amounts were analyzed by SDS-PAGE and fluorography. Positions of the molecular weight standards are indicated (in kD).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 425,
                    "text": "Fig. 1 B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 593,
                    "end": 601,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "The Lumenal Domain of DPAP B Does Not Contain Vacuolar Targeting Information"
        },
        {
            "text": "pathway. The construct was analyzed in a strain which contains a null allele of DAP2, the structural gene for DPAP B (Suarez Rendueles and Wolf, 1987) . Fig. 2 shows the results of immunoprecipitating o~Fss-B from intraceUular and ex-traceUular (i.e., combined periplasmic and medium) fractions of 35S-labeled cells using an antibody that recognizes the COOH-terminal half of DPAP B (Roberts et al., 1989) . Analysis of the samples by SDS-PAGE and fluorography showed that 64 % of txFss-B was secreted as a heterogeneous population of highly glycosylated species (Fig. 2, lane 2) , similar to the secreted protein invertase (Esmon et al., 1981) , whereas the intracellular fraction contained a tightly migrating species (Fig. 2 , lane /). Treatment of the immunoprecipitates with Endo H to remove N-linked carbohydrate demonstrated that the difference in the apparent mobilities was due to glycosylation (Fig. 2, lanes 3 and 4) . The glycosylation pattern of the secreted material differs from that of wild type DPAP B, which receives only modest glycosyl modifications of the core oligosaccharides in the Golgi apparatus (Roberts et al., 1989) . To test whether the alteration in glycosylation caused the secretion of the lumenal domain, otFss-B was expressed in an mnn9 mutant, which is deficient in the addition of the extensive t~1,6 outer chain glycosyl groups (Kukuruzinska et al., 1987) . Fig. 2 , lanes 5 and 6, show that t~Fss-B was secreted to the same extent (59%) from mnn9 cells, even though the protein was not aberrantly glycosylated. Indirect immunofluorescence microscopy showed that the portion of the lumenal domain that remained intracellular was retained in the ER, and no staining of the vacuole was observed (data not shown). Unlike the secreted material, the ER-retalned material was enzymati- (suc2-A9) cells containing a plasmid encoding BB-Inv (pCJR13) were labeled with Tran35S-label for 30 rain and chased for 60 rain in the presence of 50/~g/mL rrw, thionine and 50 /~g/ml cysteine. The cells were converted to sphemplasts, and extracts immunoprecipitated with either affinity-purified DPAP B antibody (lanes 1-8) or affinity-purified invertase antibody (lanes 9 and 10) . Half of each immunoprecipitation sample was treated with Endo H, and equal amounts were analyzed by SDS-PAGE and fluorography. Positions of the molecular mass standards for lanes 1-8 are indicated (in kD) on the left, whereas standards for lanes 9 and 10 are indicated on the right. cally inactive (data not shown), and thus may be unfolded and incompetent to exit the ER (Rose et al., 1989; Rothman, 1989) .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 150,
                    "text": "(Suarez Rendueles and Wolf, 1987)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 383,
                    "end": 405,
                    "text": "(Roberts et al., 1989)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 624,
                    "end": 644,
                    "text": "(Esmon et al., 1981)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1122,
                    "end": 1144,
                    "text": "(Roberts et al., 1989)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1366,
                    "end": 1393,
                    "text": "(Kukuruzinska et al., 1987)",
                    "ref_id": null
                },
                {
                    "start": 2575,
                    "end": 2594,
                    "text": "(Rose et al., 1989;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2595,
                    "end": 2609,
                    "text": "Rothman, 1989)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 159,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 579,
                    "text": "(Fig. 2, lane 2)",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 727,
                    "text": "(Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 904,
                    "end": 927,
                    "text": "(Fig. 2, lanes 3 and 4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1396,
                    "end": 1402,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 2132,
                    "end": 2143,
                    "text": "(lanes 1-8)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2184,
                    "end": 2200,
                    "text": "(lanes 9 and 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Lumenal Domain of DPAP B Does Not Contain Vacuolar Targeting Information"
        },
        {
            "text": "The role of the lumenal domain of DPAP B in vacuolar targeting was also tested by constructing the fusion protein BB-Inv, in which the 48 NH2-terminal residues of DPAP B were fused to the non-vacuolar protein, invertase (Fig. 1 B) . Immunoprecipitations of BB-Inv using anti-invertase antibody, followed by SDS-PAGE and fluorography, showed that the fusion protein was glycosylated, and treatment with Endo H showed that the protein was of the expected size (Fig. 3,  lanes 9 and 10) . BB-Inv fractionated with membranes under high pH carbonate conditions, consistent with BB-Inv being an integral membrane protein (data not shown). Invertase enzyme assays of either permeabilized or non-permeabilized whole cells deleted for the invertase structural gene and expressing BB-Inv from a CEN plasmid showed that <2 % of the total invertase activity was extracellular. The subcellular localization of BB-Inv was determined by indirect immunofluorescence microscopy using an antibody that recognizes the cytoplasmic domain of DPAP B (see Materials and Methods). Fig. 4 shows the staining pattern of wild type DPAP B (Fig. 4, A-C) and BB-Inv (Fig. 4 , G-I) when expressed from the high copy number (2#) plasmids, pGP3 (Roberts et al., 1989 ) and pCJR13, respectively. For these and the other 2# plasmid constructs used in this study, the proteins were overproduced 10-20-fold as determined by enzyme activity. Both DPAP B and BB-Inv were localized to the vacuolar membrane as judged by differential interference contrast (Nomarski) optics and co-localization with a marker for the vacuolar membrane, the 60-kD subunit of the vacuolar H+-ATPase (Vat2p; Yamashiro et al., 1990; Table  I ). DPAP B and BB-Inv were also localized to the vacuolar membrane when expressed from a single copy (CEN) plasmid (data not shown). Aside from the differences in signal intensity, no difference in subcellular localization was observed when BB-Inv was expressed from CEN or 2# plasmids. The results from the aFss-B and BB-Inv fusions indi-cate that, similar to ALP (Klionsky and Emr, 1990) , the lumenal domain of DPAP B is neither necessary nor sufficient for vacuolar targeting.",
            "cite_spans": [
                {
                    "start": 1212,
                    "end": 1233,
                    "text": "(Roberts et al., 1989",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2043,
                    "end": 2067,
                    "text": "(Klionsky and Emr, 1990)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 230,
                    "text": "(Fig. 1 B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 458,
                    "end": 483,
                    "text": "(Fig. 3,  lanes 9 and 10)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1057,
                    "end": 1063,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1111,
                    "end": 1124,
                    "text": "(Fig. 4, A-C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1136,
                    "end": 1143,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1670,
                    "end": 1678,
                    "text": "Table  I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The Lumenal Domain of DPAP B Does Not Contain Vacuolar Targeting Information"
        },
        {
            "text": "The role of the transmembrane domain in the vacuolar targeting of DPAP B was tested by constructing the fusion protein B-A-B (Fig. 1 B) , in which the membrane anchor of DPAP B was replaced by that of the non-vacuolar membrane protein, DPAP A. The role of the cytoplasmic domain of DPAP B was tested by constructing in-frame deletions in this domain using oligonucleotide-directed mutagenesis of the DAP2 gene. Two deletion variants of DPAP B were constructed, A20-BB and A27-BB, in which 20 and 27 amino acids, respectively, were removed from the 29 residue cytoplasmic domain (Fig. 1 B; see Materials and Methods). Immunoprecipitations of B-A-B, A20-BB, and A27-BB from 35S-labeled cells, followed by SDS-PAGE and fluorography, showed that the mutant proteins were glycosylated, and that the deglycosylated proteins were of the predicted size ( Fig.   3, lanes 3-8) . As with BB-Inv, these proteins behaved as integral membrane proteins in high pH carbonate fractionation experiments (data not shown). DPAP activity assays of cells expressing B-A-B, A20-BB, and A27-BB showed that the proteins were fully enzymatically active, and that 88-98 % of the total activity was intracellular.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 135,
                    "text": "(Fig. 1 B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 578,
                    "end": 588,
                    "text": "(Fig. 1 B;",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 847,
                    "end": 867,
                    "text": "Fig.   3, lanes 3-8)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The Cytoplasmic and Transmembrane Domains of DPAP B Are Not Necessary for Vacuolar Targeting"
        },
        {
            "text": "Indirect immunofluorescence microscopy of ceils expressing B-A-B, A20-BB, and A27-BB from either 2# plasmids (Fig. 5, C-H) or CEN plasmids, using an antibody that recognizes the COOH-terminal half of DPAP B, showed that each of the mutant proteins was predominantly localized to the vacuolar membrane as determined by Nomarski optics (Fig. 5) and co-localization with Vat2p (data not shown). No staining of the plasma membrane was observed for any of these proteins. Thus, the cytoplasmic and transmembrane domains of DPAP B are not necessary for targeting to the vacuolar membrane. A significant fraction of cells expressing A20-BB and A27-BB also showed some ER localization, as judged by staining of the perinuclear space and long cisternal compartments (Table I; Rose et al., 1989) , whereas B-A-B showed only vacuolar labeling. The z~20-BB and ~27-BB cells in Fig. 5 show predominantly vacuolar staining. In many cases, the plane of focus had to be adjusted to observe staining of both vacuolar and ER structures within a given cell. The increased residence time of A20-BB and A27-BB in the ER was corroborated by immunoblotting analysis, which showed that a small amount of the ER forms of A20-BB and A27-BB were seen in the steady state, along with the Golgi-modified forms, whereas only the Golgi-modified form was seen for wild type DPAP B (data not shown). The increased ER retention of A20-BB and A27-BB could be due to an impaired ability to achieve a native conformation competent for exiting the ER, as has been observed with mutant membrane proteins in mammalian cells (Gething et al., 1986; Doms et al., 1988) . Upon exiting the ER, however, A20-BB and A27-BB were transported through the Golgi complex to the vacuole, indicating that the cytoplasmic domain of DPAP B is not necessary for vacuolar localization. These results, combined with those from the analysis of eeFss-B, BB-Inv, and B-A-B, demonstrate that, aside from a membrane anchor, no single domain of DPAP B is required for transport to the vacuole. * For each construct, the percentages refer to the fraction of stained cells that exhibited staining of a particular organelle. Depending on the protein being monitored, some cells showed staining of more than one class of organdie; thus, the percentages for a given protein may add up to more than 100. w Vacuolar localization was determined both by coincidence of staining with the vacuole membrane as determined by Nomarski optics, and by co-localization with Vat2p. I) Golgi localization was defined as punctate, non-vacuolar, and non-ER staining, characteristic of DPAP A, Kex2p , and Kexlp (Cooper and Bussey, manuscript submitted for publication). ** ER localization was determined by staining of perinuclear (as determined by DAPI staining of nuclei) and extended cisternal structures.",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 785,
                    "text": "Rose et al., 1989)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1584,
                    "end": 1606,
                    "text": "(Gething et al., 1986;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1607,
                    "end": 1625,
                    "text": "Doms et al., 1988)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 122,
                    "text": "(Fig. 5, C-H)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 334,
                    "end": 342,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 757,
                    "end": 766,
                    "text": "(Table I;",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 865,
                    "end": 871,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The Cytoplasmic and Transmembrane Domains of DPAP B Are Not Necessary for Vacuolar Targeting"
        },
        {
            "text": "Several different models can explain the data presented above (see Discussion), including a simple model in which the vacuolar membrane, not the plasma membrane, is the default compartment for membrane proteins of the yeast secretory pathway. To distinguish among these models, we analyzed the retention signal of the Golgi membrane protein, DPAP A. Mutations in the retention signal of this protein should result in DPAP A becoming localized to the default compartment for membrane proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Cytoplasmic and Transmembrane Domains of DPAP B Are Not Necessary for Vacuolar Targeting"
        },
        {
            "text": "DPAP A is a protein that resides in the Golgi apparatus, where it processes the c~-factor precursor polypeptide (Julius et al., 1983) . The structural gene for DPAP A (STE23) has been cloned and sequenced (Julius et al., 1983 ; C. A. Flanagun, D. A. Barnes, M. C. Flessel, and J. Thorner, manuscript submitted for publication), and the predicted structure of DPAP A is similar to that of DPAP B in several regards. Both are type II integral membrane proteins, and both have lumenal enzymatic domains of ,x,800 residues that share a high degree of sequence identity, including 48 % identical residues over the COOH-terminal 250 residues (Fig. 1 A) ; however, there is no significant sequence similarity between the cytoplasmic and transmembrane domains of DPAP A and DPAP B. To assess the subcelhlar distribution of DPAP A, an antibody specific for DPAP A was generated (see Materials and Methods). The specificity of the antibody is demonst-rated in Fig. 6 . Immunoprecipitation of DPAP A was carried out with 35S-labeled cells that varied with regard to the dosage of the STE/3 gene. SDS-PAGE and fluorography showed that the antibody immunoprecipitated a protein of 112 kD from wild type cells but not from ste13A ceils, and that this polypeptide was overproduced ~20-fold in a strain containing the STE/3 gene on a 2t~ plasmid (Fig. 6 A) . A protein of *40 kD was also immunoprecipitated; however, the level of the 40-kD protein did not vary with the dosage of STE/3. The STE/3 DNA sequence predicts three possible sites for addition of N-linked carbohydrate (C. A. Flanagan, D. A. Barnes, M. C. Flessel, and J. Thorner, manuscript submitted for publication). Treatment of DPAP A with Endo H resulted in an ~,5 kD decrease in apparent molecular weight (Fig. 6 B) , suggesting that at least two of the three Asn-X-Ser/Thr sites of DPAP A were modified, assuming that the core oligosaccharides added were of the typical structure (Kukuruzinska et al., 1987) , and that the carbohydrate moieties were only slightly modified in the Golgi apparatus, as is the case for the glycosyl groups of Kex2p (Fuller et al., 1989a,b) and Kexlp (Cooper and Bussey, 1989) . The apparent molecular weight of deglycosylated DPAP A, 107 kD, is consistent with the molecular weight of DPAP A predicted from the STE13 DNA sequence, 107,200 D (C. A. Flanagan, D. A. Barnes, M. C. Flessel, andJ. Thorner, manuscript submired for publication).",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 133,
                    "text": "(Julius et al., 1983)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 205,
                    "end": 225,
                    "text": "(Julius et al., 1983",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1931,
                    "end": 1958,
                    "text": "(Kukuruzinska et al., 1987)",
                    "ref_id": null
                },
                {
                    "start": 2096,
                    "end": 2120,
                    "text": "(Fuller et al., 1989a,b)",
                    "ref_id": null
                },
                {
                    "start": 2131,
                    "end": 2156,
                    "text": "(Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 636,
                    "end": 646,
                    "text": "(Fig. 1 A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 950,
                    "end": 956,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1330,
                    "end": 1340,
                    "text": "(Fig. 6 A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1755,
                    "end": 1765,
                    "text": "(Fig. 6 B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "DPAP A Is a 112-kD Golgi Membrane Protein"
        },
        {
            "text": "Indirect immunofluorescence microscopy of cells containing the $7F,/3 gene on a 2# plasmid showed that DPAP A was localized to several non-vacuolar puncture patches dispersed throughout the cell, as judged by Nomarski optics and in double staining experiments with Vat2p antibody (Fig. 7 , D-U). This signal was absent in a steI3A strain (Fig. 7 , A-C). This staining pattern is typical of the Golgi apparatus, as determined by the localization of Kex2p and Kexlp (A, Cooper and H. Bussey, manuscript submitted for publication). Attempts to localize DPAP A in cells containing only the chromosomal copy of STE/3 were unsuccessful due to the low abundance of the protein. Because the copy number of yeast 2/~ plasmids can vary from 10-40 copies/cell within a population (Rose and Broach, 1991) , the fluorescence signal corresponding to DPAP A when expressed from a 2# plasmid also varied from cell to cell, ranging from a weak signal to a very strong signal, whereas the intensity of the Vat2p signal was consistent from cell to cell. All of the cells that showed a signal with the DPAP A antibody displayed a Golgi-staining pattern (Fig. 7 , D-U; Table  I ); however, cells exhibiting a very strong signal, presumably due to a high dosage of the STE/3 gene, also showed vacuolar staining (5 % of the cells ofapep4-3 strain; Table I ). An example of this is shown in Fig. 7, (~ S, and U) . A single cell exhibiting a strong DPAP A signal is shown, and the signal stains both vacuolar and punctate non-vacuolar structures, as judged by co-localization with Vat2p. The percentage of cells showing vacuolar localization of DPAP A decreased significantly in an otherwise isogenic PEP4 strain, which contains the full complement of vacuolar proteases (I %; Table I) . Thus, cells producing high levels of DPAP A showed mislocalization of the protein to the vacuolar membrane, with the mislocalized protein degraded in a vacuolar proteasedependent fashion. DPAP enzyme assays on permeabilized and non-permeabilized cells expressing DPAP A from either CEN or 2g plasmids showed that ,088% of the total activity was intracellular; thus, it is possible that a small percentage of DPAP A is present at the cell surface, even though no plasma membrane staining was detected by indirect immunofluorescence, However, the apparent extraceUular DPAP A enzyme activity could in part be due to a small degree of cell lysis during the assay.",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 792,
                    "text": "(Rose and Broach, 1991)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 287,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 338,
                    "end": 345,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1133,
                    "end": 1140,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1148,
                    "end": 1156,
                    "text": "Table  I",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1325,
                    "end": 1332,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1367,
                    "end": 1387,
                    "text": "Fig. 7, (~ S, and U)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1752,
                    "end": 1760,
                    "text": "Table I)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DPAP A Is a 112-kD Golgi Membrane Protein"
        },
        {
            "text": "To determine whether a specific domain of DPAP A con-The Journal of Cell Biology, Volume 119, 1992 tained the signal for Golgi retention, the fusion proteins AA-B and A-BB were constructed ( Fig. 1 C) , in which the lumenal domain of DPAP A was exchanged for that of DPAP B (AA-B), and the cytoplasmic domain of DPAP B was exchanged for that of DPAP A (A-BB). Immunoprecipitation of AA-B and A-BB from 35S-labeled cells, followed by SDS-PAGE and fluorography, showed that both fusion proteins were glycosylated and treatment of the immunoprecipitates with Endo H showed that the proteins were of the expected size (Fig. 6 B) . The broadly migrating species observed for AA-B and A-BB indicate that the proteins are more extensively modified in the Golgi apparatus than DPAP A. DPAP activity assays on permeabilized or non-permeabilized whole cells demonstrated that the AA-B and A-BB proteins were enzymatically active, and that ~80% of the activity was intracellular. A-BB fractionated with membranes in the presence of high pH sodium carbonate, and thus behaves biochemically as an integral membrane protein (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 200,
                    "text": "Fig. 1 C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 614,
                    "end": 624,
                    "text": "(Fig. 6 B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Retention in the Golgt Apparatus"
        },
        {
            "text": "Indirect immunofluorescence microscopy using anti-DPAP B lumenal domain antibody showed that AA-B and A-BB exhibited non-vacuolar punctate staining patterns indistinguishable from wild type DPAP A (Fig. 8, A-F) . Again, no plasma membrane staining was detected. As with DPAP A, all cells that showed a signal displayed a punctate staining pattern, and a subset of those cells that showed a strong signal also exhibited vacuolar localization (Table I ). An example is shown in Fig. 8 (A-C) for cells expressing AA-B. The cell in the bottom right corner shows a very intense fluorescein signal relative to the other cells in the panel, and clearly exhibits co-localization with Vat2p. Thus, as was seen for wild type DPAP A, overproduction of these proteins resulted in some mislocalization to the vacuole. These experiments demonstrate that the cytoplasmic domain of DPAP A is sufficient for the retention of an otherwise vacuolar membrane protein in punctate structures typical of the Golgi apparatus in S. cerevisiae. The cytoplasmic domain of DPAP A also has been shown to be sufficient for Golgi retention when fused to the transmembrane and lumenal domains of the vacuolar membrane protein ALP (S. Nothwehr and 1\". Stevens, unpublished data).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 210,
                    "text": "(Fig. 8, A-F)",
                    "ref_id": null
                },
                {
                    "start": 441,
                    "end": 449,
                    "text": "(Table I",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 476,
                    "end": 488,
                    "text": "Fig. 8 (A-C)",
                    "ref_id": null
                }
            ],
            "section": "Retention in the Golgt Apparatus"
        },
        {
            "text": "To determine if the cytoplasmic domain of DPAP A was also necessary for the retention of DPAP A in the Golgi, a series of in-frame deletion mutations in the cytoplasmic domain were generated using oligonucleotide-directed mutagenesis (see Materials and Methods). Deletion variants that lacked (Fig. 9) , although both proteins also showed a small amount of ER staining (Table I). Immunoblotting analysis of crude extracts prepared from cells expressing A22-AA-B showed a broadly migrating species on SDS-PAGE similar to AA-B and A-BB (data not shown; Fig. 6 B) , suggesting that the A22-AA-B protein transits the Golgi apparatus before its transport to the vacuole. Similar to the deletions in the cytoplasmic domain of Figure 8 . Immunolocalization of AA-B and A-BB. JHRY'20-1A (ste13A dap2A) cells containing plasmids expressing either AA-B (pCJR64, A-C) or A-BB (pCJR67, D-F) were fixed, spheroplasted, and stained with DPAP A antibody and Vat2p mAb. The cells were viewed by Nomarski optics (A and C) and by epifluorescence using filter sets specific for fluorescein (B and E) and rhodamine (C and F) fluorescence. DPAP B, this deletion delays exit of the fusion proteins from the ER; however, upon exit from the ER, the enzymatically active A22-AAA and A22-AA-B fusion proteins were transported to the vacuole. Thus, the cytoplasmic domain is both necessary and sufficient for the retention of DPAP A in the Golgi apparatus, and the signal for the retention of DPAP A maps to a 22-amino acid segment within the ll8-residue cytoplasmic domain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 301,
                    "text": "(Fig. 9)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 551,
                    "end": 560,
                    "text": "Fig. 6 B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 720,
                    "end": 728,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "A Mutation in the DPAPA Cytoplasmic Domain Results in Its Delivery to the Vacuole"
        },
        {
            "text": "We have previously shown that the transport of DPAP B to the vacuole does not involve delivery to the plasma membrane followed by endocytic targeting to the vacuole (Roberrs et al., 1989) . This was demonstrated by expressing DPAP B in a secl mutant, which at 34~ is blocked at a late stage of the secretory pathway and accumulates secretory vesicles Salminen et al., 1987) . To ad-dress the possibility that the mutant constructs analyzed in this study were mislocalized to the plasma membrane followed by rapid endocytic uptake to the vacuole, indirect immunofluorescence experiments were performed on BB-Inv, B-A-B, A20-BB, and/x22-AA-B expressed in a secl strain at 34~ As a positive control for accumulation in secretory vesicles, the localization of the fusion protein Fusl-LacZp was analyzed (Trueheart et al., 1987) . The FUS1 gene product is required for the breakdown of the cell walls after the fusion of a and ct cells during conjugation (McCaffrey et al., 1987; Trueheart et al., 1987) , and has been shown by protease treatment of whole yeast cells to be a plasma membrane protein (Trueheart and Fink, 1989) . The fusion protein Fusl-LacZp, consisting of the 254 NH2-terminal amino acids of Fuslp fused to the/acZ gene product (/3-galactosidase), has been shown by immunofluorescence microscopy to be localized to the plasma membrane after induction during mating (Trueheart et al., 1987) . For these experiments, the expression of these proteins was under the control of the inducible GAL/promoter (see Materials and Methods; Johnston and Davis, 1984) . Neither Fusl-LacZp, BB-Inv, B-A-B, or A20-BB showed any signal before addition of galactose (data not shown). Fig. 10 (A-F) shows that Fusl-LacZp was localized to the plasma membrane in a SEC § strain after 2 h of induction at 34~ but accumulated intracellularly, presumably in secretory vesicles, in a secl strain under the same conditions. No colocalization with the vacuolar marker, ALP, was detected. Figure 10 . Immunolocalization in SEC* and secl strains. JHRY20-1A (SEC*) and SEY-5016 (secl) cells containing plasmids encoding Fusl-LacZp (pCJRll4) or B-A-B (pCJR79) under the control of the GAL/ promoter were grown to log phase in media containing raffinose, then shifted to 34~ at the same time that galactose was added to the cultures. After 2 h, the cells were fixed, spheroplasted, and prepared for immunofluorescence. Cells expressing Fusl-LacZp were stained with anti-/~-galactosidase mAb and anti-ALP polyclonal antibody, and were viewed using filter sets specific for fluorescein and rhodamine fluorescence, respectively. Cells expressing B-A-B were stained as in Fig. 5 . Typically, Fusl-LacZp accumulated in a large patch in the bud and bud neck region of budded cells, and near the cell periphery of unbudded cells. BB-Inv, B-A-B, and A20-BB were each localized to the vacuole under these conditions (e.g., Fig. 10 , G-l; Table II) , as defined by co-localization with Vat2p. The intraceUular, non-vacuolar signal occasionally observed for B-A-B (23 %; Table II ) was different from that of Fusl-LacZp, in that the signal looked reminiscent of the Golgi signal observed for DPAP A (data not shown). This was also observed for B-A-B in SEC § cells at 34~ suggesting that the kinetics of delivery of this protein is slowed at elevated temperatures. The analysis of A22-AA-B in the secl strain was complicated by the fact that expression of the protein was leaky; ,~50% of the cells in the population showed a weak vacuolar staining pattern before galactose addition. However, addition of galactose to the culture after shifting the cells to 34~ resulted in '~90% of the cells exhibiting an intense vacuolar signal (data not shown). These data show that the BB-Inv, B-A-B, A20-BB, and A22-AA-B proteins are targeted directly from the Golgi apparatus to the vacuole without transient appearance at the cell surface; thus, these proteins follow the same route to the vacuole as wild type vacuolar membrane proteins (Roberts et al., 1989) .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 187,
                    "text": "(Roberrs et al., 1989)",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 373,
                    "text": "Salminen et al., 1987)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 799,
                    "end": 823,
                    "text": "(Trueheart et al., 1987)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 950,
                    "end": 974,
                    "text": "(McCaffrey et al., 1987;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 975,
                    "end": 998,
                    "text": "Trueheart et al., 1987)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1095,
                    "end": 1121,
                    "text": "(Trueheart and Fink, 1989)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1378,
                    "end": 1402,
                    "text": "(Trueheart et al., 1987)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1518,
                    "end": 1540,
                    "text": "Materials and Methods;",
                    "ref_id": null
                },
                {
                    "start": 1541,
                    "end": 1566,
                    "text": "Johnston and Davis, 1984)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3998,
                    "end": 4020,
                    "text": "(Roberts et al., 1989)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 1679,
                    "end": 1692,
                    "text": "Fig. 10 (A-F)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1974,
                    "end": 1983,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2649,
                    "end": 2655,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2895,
                    "end": 2902,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2910,
                    "end": 2919,
                    "text": "Table II)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3041,
                    "end": 3049,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Transport to the Vacuole Does Not Involve prior Delivery to the Plasma Membrane"
        },
        {
            "text": "The search for the vacuolar localization determinant of DPAP B led to the surprising conclusion that neither the cytoplasmic, transmembrane, nor lumenal domain of the protein was necessary for vacuolar delivery. Analysis of the Golgi retention signal of DPAP A led to the equally surprising observations that both overproduction of the protein and mutations in the cytoplasmic domain resulted in mislocalization of DPAP A to the vacuole, not the plasma membrane. These results were unexpected, given that the targeting of soluble vacuolar proteins in yeast and soluble and membrane proteins of the lysosomes of animal cells require targeting information to prevent delivery to the cell surface (Vails et al., 1990; Kornfeld and Mellman, 1989; Williams and Fukuda, 1990; Machamer, 1991) .",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 714,
                    "text": "(Vails et al., 1990;",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 715,
                    "end": 742,
                    "text": "Kornfeld and Mellman, 1989;",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 769,
                    "text": "Williams and Fukuda, 1990;",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 770,
                    "end": 785,
                    "text": "Machamer, 1991)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The fusion proteins analyzed in this study are appropriate tools for these experiments for the following reasons. All of the proteins were stable, enzymatically active, membranebound, and glycosylated when expressed in yeast, indicating that they have the correct membrane topology. In addition, all of the fusion proteins containing the DPAP B lumenal domain, i.e., A20-BB, A27-BB, B-A-B, and A22-AA-B, were transported to the vacuole after receiving glycosyl modifications in the Golgi apparatus. Finally, each of these fusion proteins was transported to the vacuole directly from the Golgi apparatus, without prior delivery to the plasma membrane followed by endocytic uptake to the vacuole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Other Golgi membrane proteins have also been shown to be mislocalized to the vacuole rather than the plasma membrane. Both mutations in the cytoplasmic domain of Kexlp as well as its overproduction result in mislocalization of the protein to the vacuolar membrane (A. Cooper and H. Bussey, manuscript submitted for publication). Similarly, a single amino acid change in the cytoplasmic domain of Kex2p results in its transport to the vacuole (C. Wilcox, K. Redding, R. Wright, and R. Fuller, manuscript submitted for publication). Whereas this result might appear to conflict with earlier published data on Kex2p, more recent analysis indicates that membrane-bound forms of Kex2p that fail to be retained in the Golgi are found in the vacuole rather than the plasma membrane, when these proteins are expressed at wild type or modestly elevated levels (C. Wilcox, K. Redding, R. Wright, and R. Fuller, manuscript submitted for publication).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Given that several Golgi membrane proteins all show missorting to the vacuole when either mutant or overproduced, the model we favor to explain these data is the vacuolar default model, which states that vacuolar membrane proteins do not require sorting information, because the default pathway for membrane proteins of the secretory pathway leads to the vacuole. Alternatively, one could argue that, given the similarity between DPAP B and DPAP A, both proteins could contain vacuolar targeting information in their transmembrane domains, even though no significant similarity is apparent from the amino acid sequence data (C. A. Flanagan, 13. A. Barnes, M. C. Flessel, and J. Thorner, manuscript submitted for publication). Mutations in the Golgi retention signal of DPAP A, or saturation of the retention apparatus, would then result in the delivery of DPAP A to the vacuole. This model requires that both Kex2p and Kexlp must also have cryptic vacuolar targeting signals. With regard to the cryptic vacuolar targeting signal model, we have found that replacement of the membrane spanning domains of DPAP A and A22-AAA with a 21 residue hydrophobic sequence, L(LALV)~, creating the proteins AXA and A22-AXA, results in the retention of AXA in the Golgi and the transport of A22-AXA to the vacuole (S. Nothwehr and T. Stevens, unpublished data). These data suggest that the transmembrane domain of DPAP A does not contain vacuolar targeting information, and thus support the vacuolar default model. The vacuolar default model is directly testable by analyzing potential localization signals of yeast plasma membrane proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In apparent conflict with the vacuolar default model is the observation that the majority of Kex2p (70%) is missorted to the plasma membrane in cells deficient for clathrin heavy chain (Payne and Schekman, 1989) . However, DPAP A is missorted to the cell surface to a lesser extent (30 %; Seeger and Payne, 1992a) . It is possible that the majority of DPAP A and a significant percentage of Kex2p are missorted to the vacuole in cells lacking clathrin heavy chain. Mutations in clathrin may affect both the retention of Golgi membrane proteins and the functional integrity of the sorting pathway (Seeger and Payne, 1992b) . This could obscure the default pathway for membrane proteins, resulting in the transport of Golgi membrane proteins to the plasma membrane as well as the vacuole.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 211,
                    "text": "(Payne and Schekman, 1989)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 289,
                    "end": 313,
                    "text": "Seeger and Payne, 1992a)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 596,
                    "end": 621,
                    "text": "(Seeger and Payne, 1992b)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An alternative explanation of the data is that one or more of the DPAP A and DPAP B fusion or mutant proteins analyzed in this study were in a partially unfolded state, and thus recognized as abnormal and transported directly from the ER to the vacuole via a \"garbage\" pathway. There is no clear evidence for the existence of such a pathway in yeast or animal cells. However, several cases have been described in animal cells in which non-lysosomal membrane proteins were transported to lysosomes, either due to mutations (Armstrong et al., 1990) , or in the case of the heptameric T-cell antigen receptor, complexes lacking the ~\" subunit are degraded in lysosomes (Minami et al., 1987) . In these cases, the proteins were transported through the Golgi apparatus, and it is unclear whether the proteins were transported to lysosomes by a \"garbage\" pathway, or by the uncovering of a cryptic lysosomal targeting signal. In the great majority of cases, mislocalized membrane proteins of the secretory pathway in animal cells accumulate at the plasma membrane, which is presumed to be the default destination for these proteins (e.g., Williams and Fukuda, 1990) . It is well established that proteins that are slow to reach the folded state are retained in the ER due to the action of proteins such as BiP (Pelham, 1989; Rothman, 1989) , and proteins that are unable to fold or oligomerize properly are degraded in the ER (Klausner and Sitia, 1990) . Several of the proteins analyzed in this study (i.e., A20-BB, A27-BB, A22-AAA, and A22-AA-B) showed increased retention in the ER. However, all of these proteins eventually exited the ER, were enzymatically active, and were transported through the Golgi complex to the vacuole.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 546,
                    "text": "(Armstrong et al., 1990)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 666,
                    "end": 687,
                    "text": "(Minami et al., 1987)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1133,
                    "end": 1159,
                    "text": "Williams and Fukuda, 1990)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1304,
                    "end": 1318,
                    "text": "(Pelham, 1989;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1319,
                    "end": 1333,
                    "text": "Rothman, 1989)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1420,
                    "end": 1446,
                    "text": "(Klausner and Sitia, 1990)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The 22-amino acid segment of the cytoplasmic domain of DPAP A presumably contains the recognition domain for a \"retention protein\" of the Golgi apparatus. This protein could be a permanent resident of the Golgi apparatus; alternatively, the \"retention protein\" could reside in a post-Golgi compartment and function as a salvage receptor, such as the proposed receptor for soluble ER proteins (Pelham, 1989) . It is interesting to note that the 22-amino acid stretch identified as the DPAP A Golgi retention signal contains five phenylalanine residues (Fig. 1) . In animal cells, one or more aromatic amino acids in the cytoplasmic domains of cell surface receptors have been shown to comprise part of the signal for the clustering into coated pit regions of the plasma membrane (Chen et al., 1990; Johnson et al., 1990; Lobel et al., 1989; McGraw et al., 1991) . That the phenylalanine residues in the A22 region may play a direct role in Golgi retention is supported by the observation that mutations in just two of these residues result in a substantial level of missorting of DPAP A to the vacuole (S. Nothwehr and T. Stevens, unpublished data) .",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 406,
                    "text": "(Pelham, 1989)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 778,
                    "end": 797,
                    "text": "(Chen et al., 1990;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 798,
                    "end": 819,
                    "text": "Johnson et al., 1990;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 820,
                    "end": 839,
                    "text": "Lobel et al., 1989;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 840,
                    "end": 860,
                    "text": "McGraw et al., 1991)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1121,
                    "end": 1147,
                    "text": "Stevens, unpublished data)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 559,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The results of this study suggest that the default pathway for membrane proteins of the yeast secretory pathway may be different from that of certain mammalian cell lines that have been examined, where mutant forms of ER, Golgi, and lysosomal membrane proteins are mislocalized to the plasma membrane with the bulk flow of membrane (Machamer and Rose, 1987; Jackson et al., 1990; Williams and Fukuda, 1990; Wieland et al., 1987; Karrenbauer et al., 1990; Machamer, 1991) . However, in polarized epithelial ceils, it remains unclear which membrane serves as the default destination for membrane proteins (Simons and Wandinger-Ness, 1990; Mostov et al., 1992) . Even if the default compartments for membrane proteins of the secretory pathways of yeast and certain animal cells are different, the same mechanistic considerations apply, that is, positive sorting information is required for proteins to avoid delivery to the default compartment.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 357,
                    "text": "(Machamer and Rose, 1987;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 358,
                    "end": 379,
                    "text": "Jackson et al., 1990;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 380,
                    "end": 406,
                    "text": "Williams and Fukuda, 1990;",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 407,
                    "end": 428,
                    "text": "Wieland et al., 1987;",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 429,
                    "end": 454,
                    "text": "Karrenbauer et al., 1990;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 455,
                    "end": 470,
                    "text": "Machamer, 1991)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 603,
                    "end": 636,
                    "text": "(Simons and Wandinger-Ness, 1990;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 637,
                    "end": 657,
                    "text": "Mostov et al., 1992)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to the vacuolar default model for yeast membrane protein sorting, not only must ER and Golgi membrane proteins have sorting signals specifying their retention in the appropriate compartment, but plasma membrane proteins are predicted to have sorting information that prevents their localization to the vacuole. We are currently investigating whether yeast plasma membrane proteins have targeting signals that prevent their transport to the vacuole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Lysosomal sorting mutants of coronavirus E 1 protein, a Golgi membrane protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Riddle",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Sci",
            "volume": "95",
            "issn": "",
            "pages": "191--197",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Yeast KRE genes provide evidence for a pathway of cell wall/~ glucan assembly",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Sommer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hansel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bussey",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Biol",
            "volume": "110",
            "issn": "",
            "pages": "1833--1843",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Constitutive and regulated secretion of proteins",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "243--293",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Proteases and the processing of precursors to secreted proteins in yeast",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bussey",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "17--26",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "NPXY, a sequence often found in cytoplasmic tails, is required for coated pit mediated internalization of the LDL receptor",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Casadaban",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Cohen ; Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Idol. Biol",
            "volume": "138",
            "issn": "",
            "pages": "3116--3123",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterization of the yeast KEX1 gene product\" a carboxypeptidase involved in processing secreted precursor proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bussey",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Mol. Cell. Biol",
            "volume": "9",
            "issn": "",
            "pages": "2706--2714",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Differential effects of mutations in three domains on folding, quaternary structure, and intracellular transport of vesicular stomatitis virus G protein",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Doms",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ruusala",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Helenius",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell Biol",
            "volume": "107",
            "issn": "",
            "pages": "89--99",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An MFod-SUC2 (~-factor-invertase) gene fusion for study of protein localization and gene expression in yeast",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Flessel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "80",
            "issn": "",
            "pages": "7080--7084",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The amino terminus of the yeast Ft-ATPase ~-subunit precursor functions as a mitochondrial import signal",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vassarotti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Geller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "102",
            "issn": "",
            "pages": "523--533",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Compartmentalized assembly of oligosaccharides on exported glycoprotein in yeast",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Esmon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Novick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Cell",
            "volume": "25",
            "issn": "",
            "pages": "451--460",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Localization of components involved in protein transport and processing through the yeast Golgi apparatus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Franzusoff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Redding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crosby",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "112",
            "issn": "",
            "pages": "27--37",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Enzymes required for yeast prohormone processing",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Sterne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Annu. Rev. Physiol",
            "volume": "50",
            "issn": "",
            "pages": "345--362",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Yeast prohormone processing enzyme (KE, X2 gene product) is a Ca~+-dependent serine protease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Brake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "86",
            "issn": "",
            "pages": "1434--1438",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Intracellular targeting and structural conservation of a prohormone-processing endoprotease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Brake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Science (Wash. DC)",
            "volume": "246",
            "issn": "",
            "pages": "482--486",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Expression of wild type and mutant forms of influenza hemagglutinin: the role of folding in intracellular transport",
            "authors": [
                {
                    "first": "M.-J",
                    "middle": [],
                    "last": "Gething",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mccammon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "46",
            "issn": "",
            "pages": "939--950",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "/3-D-fructofuranoside fructohydrolase from yeast",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lampen",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Methods Enzymol",
            "volume": "42",
            "issn": "",
            "pages": "504--511",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Compartmental organization of Golgispecific protein modification and vacuolar protein sorting events defined in a yeast secl8 (NSF) mutant",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "114",
            "issn": "",
            "pages": "207--218",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "ERDI, a yeast gene required for the retention of luminal endoplasmic reticulum proteins, affects glycoprotein processing in the Golgi apparatus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Hardwick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Semenza",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "EMBO (Fur. Mol. Biol. Organ.) J",
            "volume": "9",
            "issn": "",
            "pages": "623--630",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Solid phase synthesis of polynucleotides VI. Further studies on polystyrene copolymers for the solid support",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ike",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ikuta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Itakura",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Nucleic Acids Res",
            "volume": "10",
            "issn": "",
            "pages": "1755--1769",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Transformation of intact yeast ceils treated with alkali cations",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Bacteriol",
            "volume": "153",
            "issn": "",
            "pages": "163--168",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Identification of a consensus motif for retention of transmembrane proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "EMBO (Fur. Mol. Biol. Organ.) J",
            "volume": "9",
            "issn": "",
            "pages": "3153--3162",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Cation-dependent mannose 6-pbosphate receptor contains two internalization signals in its cytoplasmic domain",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "87",
            "issn": "",
            "pages": "10010--10014",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Distinct sequence determinants direct intracellular sorting and modification of a yeast vacuolar proteinase",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankaitis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "48",
            "issn": "",
            "pages": "875--885",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Sequences that regulate the divergent GAL1-GALIO promoter in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Mol. Cell. Biol",
            "volume": "4",
            "issn": "",
            "pages": "1440--1448",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Yeast a factor is processed from a larger precursor polypeptide: the essential role of a membrane-bound dipeptidyl aminopeptidase",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Julius",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Blair",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brake",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Sprague",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Cell",
            "volume": "32",
            "issn": "",
            "pages": "839--852",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Glycosylation and processing of prepro-a-factor through the yeast secretory pathway",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Julius",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "36",
            "issn": "",
            "pages": "309--318",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Assembly and targeting of peripheral and membrane subunits of the yeast vacuolar H+-ATPase",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Kuehn",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Howaid",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "447--454",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The rate of bulk flow from the Golgi to the plasma membrane",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karrenbauer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jeckel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Just",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Birk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Wieland",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "63",
            "issn": "",
            "pages": "259--267",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Protein degradation in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sitia",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "62",
            "issn": "",
            "pages": "611--614",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Membrane protein sorting: biosynthesis, transport, and processing of yeast vacuolar alkaline phosphatase",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "EMBO (Eur. Mol. Biol. Organ.)J",
            "volume": "8",
            "issn": "",
            "pages": "2241--2250",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A new class of lysosomal/vacuolar protein sorting signals",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Biol. Chem",
            "volume": "265",
            "issn": "",
            "pages": "5349--5352",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Protein glycosylation in yeast",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kukurnzinska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L E"
                    ],
                    "last": "Bergh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Biochem",
            "volume": "56",
            "issn": "",
            "pages": "915--944",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Rapid and efficient sitespecific mutagenesis without phenotypic selection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Kunkel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Zakour",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Methods Enzymol",
            "volume": "154",
            "issn": "",
            "pages": "367--382",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Structure of a yeast pheromone gene (MFa): a putative a-factor precursor contains four tandem copies of mature c~-factor",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kurjan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Herskowitz",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Cell",
            "volume": "30",
            "issn": "",
            "pages": "933--943",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Mutations in the cytoplasmic domain of the 275 kd mannose 6-phosphate receptor differentially alter lysosomal enzyme sorting and endoeytosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lobel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujimoto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "57",
            "issn": "",
            "pages": "787--796",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Golgi retention signals: do membranes hold the key?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Cell Biol",
            "volume": "1",
            "issn": "",
            "pages": "141--144",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A specific transmembrane domain of a coronavirus El glycoprotein is required for its retention in the Golgi region",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "105",
            "issn": "",
            "pages": "1205--1214",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Molecular Cloning: A Laboratory Manual. Cold Spring Harbor Laboratory",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--545",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Identification and regulation of a gene required for cell fusion during mating of the yeast Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mccaffrey",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Clay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kelsay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Sprague",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Mol. Cell Biol",
            "volume": "7",
            "issn": "",
            "pages": "2680--2690",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Mutaganesis of the human transferrin receptor: two cytoplasmic phenylalanines are required for efficient internalization and a second-site mutation is capable of reverting an internalization-defective phenotype",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcgraw",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pytowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arzt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferrone",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "112",
            "issn": "",
            "pages": "853--861",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Building a multichain receptor: synthesis, degradation and assembly of the T-cell antigen receptor",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Minami",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Samelson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "84",
            "issn": "",
            "pages": "2688--2692",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Plasma membrane protein sorting in polarized epithelial cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mostov",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Apodaca",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aroeti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "116",
            "issn": "",
            "pages": "577--583",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Order of events in the yeast secretory pathway",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Novick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Cell",
            "volume": "25",
            "issn": "",
            "pages": "461--469",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Analysis ofglycoproteins from Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Orlean",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuranda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Albright",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Methods Enzymol",
            "volume": "194",
            "issn": "",
            "pages": "682--697",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Clathrin: a role in the intracellular retention of a Golgi membrane protein",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Science (Wash. DC)",
            "volume": "245",
            "issn": "",
            "pages": "1358--1365",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Control of protein exit from the endoplasmic reticulum",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Biosynthetic protein transport and sorting by the endoplasmic reticulum and Golgi",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu Rev. Biochem",
            "volume": "56",
            "issn": "",
            "pages": "829--852",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Molecular analysis of the yeast VPS3 gene and the role of its product in vacuolar protein sorting and vacuolar segregation during the cell cycle",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;hara",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eichinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "877--892",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Immunolocalization of Kex2 protease identifies a putative late Golgi compartment in the yeast Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Redding",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Holcomb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "113",
            "issn": "",
            "pages": "527--538",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Structure, biosynthesis, and localization of dipeptidyl aminopeptidase B, an integral membrane glycoprotein of the yeast vacuole",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pohlig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "108",
            "issn": "",
            "pages": "1363--1373",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Methods for studying the yeast vacuole",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Yamashiro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Methods Enzymol",
            "volume": "194",
            "issn": "",
            "pages": "644--661",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Cloning genes by complementation in yeast",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Broach",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Methods Enzymol",
            "volume": "194",
            "issn": "",
            "pages": "195--230",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "KAR2, a karyogamy gene, is the yeast homolog of the mammalian BiP/GRP78 gene",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Vogel",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "57",
            "issn": "",
            "pages": "1211--1221",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Polypeptide chain binding proteins: catalysts of protein folding and related processes in ceils",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "59",
            "issn": "",
            "pages": "591--601",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "One step gene disruption in yeast",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Rothstein",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Methods Enzymol",
            "volume": "101",
            "issn": "",
            "pages": "202--211",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "A ras-like protein is required for a post-Golgi event in yeast secretion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salminen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Novick",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "49",
            "issn": "",
            "pages": "527--538",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Selective and immediate effects of clathrin heavy chain mutations on Golgi membrane protein retention in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "118",
            "issn": "",
            "pages": "531--540",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "A role for clathrin in the sorting of vacuolar proteins in the Golgi complex of yeast",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "11",
            "issn": "",
            "pages": "2811--2818",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Methods in yeast genetics",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Hicks",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "A system of shuttle vectors and yeast host strains designed for efficient manipulation of DNA in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sikorski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hieter",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Genetics",
            "volume": "122",
            "issn": "",
            "pages": "19--27",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Polarized sorting in epithelia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wandinger-Ness",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "62",
            "issn": "",
            "pages": "207--210",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "The structure and insertion of integral proteins in membranes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "6",
            "issn": "",
            "pages": "247--296",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Gene dosage-dependent secretion of yeast vacuolar carboxypeptidase Y",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "102",
            "issn": "",
            "pages": "1551--1557",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Identification of the structural gene for dipeptidyl aminopeptidase yscV (DAP2) of Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Suarez Rendueles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Bacteriol",
            "volume": "169",
            "issn": "",
            "pages": "4041--4048",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "The yeast cell fusion protein FUSI is O-glycosylated and spans the plasma membrane",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trueheart",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "86",
            "issn": "",
            "pages": "9916--9920",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Two genes required for cell fusion in yeast: evidence of a pheromone-induced surface protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trueheart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boeke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Mol. Cell Biol",
            "volume": "7",
            "issn": "",
            "pages": "2316--2328",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Yeast carboxypeptidase Y vacuolar targeting signal is defined by four propeptide amino acids",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Vails",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Winther",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "361--368",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "A family of yeast expression vectors containing the phage fl intergenic region",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vernet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dignard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Gene",
            "volume": "52",
            "issn": "",
            "pages": "225--233",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Prepro-a-factor has a cleavable signal sequence",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biol. Chem",
            "volume": "263",
            "issn": "",
            "pages": "6209--6214",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "The rate of bulk flow from the endoplasmic reticulum to the cell surface",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Wieland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Gleason",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Serafini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "50",
            "issn": "",
            "pages": "289--300",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Accumulation of membrane glycoproteins in lysosomes requires a tyrosine residue at a particular position in the cytoplasmic tail",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "955--966",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) Comparison of the primary structures of DPAP B and DPAP A. The two proteins are diagrammed as rectangles, with the NH2 termini at the left, the solid black portions representing the transmembrane domains, and the percentages of identical residues indicated above. DPAP B and DPAP A are predicted to contain 841 and 931 amino acids, respectively. The amino acid sequence of the cytoplasmic domain of DPAP A is indicated in the one letter amino acid code, and the boxed residues are removed by the A22-AAA mutation (see below). (B) Constructs used in the analysis of the sorting signal of DPAP B. Each construct is represented as a rectangle spanning a lipid bilayer, with the NH2 terminus on the left protruding into the cytoplasm. The different domains of each construct are given a letter depending on their origin (either DPAP A or DPAP B). The details of the constructions are given in Materials and Methods. The c~Fss-B construct consists of the 22 amino-terminal residues of prepro-a-factor fused to the lumenal domain of DPAP B. The arrow indicates the cleavage site by signal peptidase. (C) Constructs used in the analysis of the retention signal of DPAP A. The hatched regions of A22-AAA and ~22-AAB denote the 22-amino acid deletion in the cytoplasmic domains of these proteins.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Immunoprecipita",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Indirect immunofluorescence microscopy of DPAP B and BB-Inv. JHRY20-1AA 1A3 (dap2zl) cells containing plasmids expressing DPAP B (pGP3, A-C), vector alone (pSEYS, D-F), or BB-Inv (pCJR13, G-l) were fixed, converted to spheroplasts, and stained with a mouse mAb against Vat2p and affinity purified rabbit antibody specific for either the COOH-terminal half (A-C) or the cytoplasmic domain (D-l) of DPAP B as described in Materials and Methods. The cells were viewed by Nomarski optics (A and D) and epifluorescence microscopy through filter sets specific for fluorescein (B and E, DPAP B antibody) and rhodamine (C and F,, Vat2p antibody) fluorescence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "IA AtA3 cells (ste13A dap2A pep4-3) containing 2~ plasmids encoding either DPAP B (pGP3), BB-lnv (pCJR13), B-A-B (pCJRT0), A20-BB (pCJR56), A27-BB (pCJR54), DPAP A (pCJR46), AA-B (pCJR64), A-BB (pCJR67), A22-AAA (pSN59), or A92-AA-B (pSN58) were fixed, spheroplasted, and stained with either anti-DPAP B lumenal domain antibody (DPAP B, B-A-B, A20-BB, A2,7-BB, AA-B, A-BB, and A22-AA-B), anti-DPAP B cytoplasmic domain antibody (BB-Inv), or DPAP A antibody (DPAP A, A22-AAA) and Vat2p mAb for indirect immunofluorescence as described in Materials and Methods. DPAP A was also analyzed in an otherwise isogenic PEP4 derivative of JHRY20-1A. For all constructs except A22-AAA, >70% of the cells in the population showed a signal, and of these >150 cells were quantified for each construct. For A22-AAA, ,'~33% of the cells in the population exhibited a fluorescent signal, and of these 45 were quantified.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Indirect immunofluorescence microscopy of B-A-B, A20-BB, and A27-BB. JHRY20-1A AIA3 (dap2A) ceils harboring the vector with no insert (pSEYS, A and B), or plasmids expressing B-A-B (pCJR70, C and D), A20-BB (pCJR56, E and F), or A27-BB (pCJR54, G and H) were fixed, converted to spheroplasts, and stained with DPAP B antibody as described in Materials and Methods. The ceils were viewed by Nomarski optics (A, C, E, and G) and by epifluorescence using a filter set specific for fluorescein fluorescence (B, D, F, and H).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(.4) Immunoprecipitations of DPAP A. JHRY20-1A strains of genotype stel3A (A), STEI3 (+), or S/'EJ3 harboring the 2/z-STE/3 plasmid pCJR46 (2/,) were labeled with TranasS-label for 60 rain, chased with cold methionine and cysteine for 30 rain, and DPAP A was immunoprecipitated. The samples were analyzed by SDS-PAGE and fluorography. Half as much material was loaded in the 2# lane:. The positions of the molecular mass standards are indicated (in kD). (B) Endo H treatment. DPAP A, AA-B, and A-BB were immunoprecipitated from Tran3SS-labeled cells, half of the samples were treated with Endo H, and equal amounts of treated and untreated samples were analyzed by SDS-PAGE and fluorography.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Immunolocalization of DPAP A. JHRY'20-1A (ste13A) cells containing either a 2/~ plasmid containing the STE/3 gene (pCJR46; D-U) or no insert (pSEYS; A-C) were fixed, spheroplasted, and stained with DPAP A antibody and Vat2p mAb. The cells were viewed by Nomarski optics (A, D, G, J, K, P, and Q) and by epifluorescence using filter sets specific for fluorescein (B, E, H, L, M, R, and S) and rhodamine (C, F, 1, N, O, T, and U) fluorescence. residues 2-84 or 108-116 of the 118 amino acid cytoplasmic domain exhibited punctate localization patterns similar to wild type DPAP A (S. Nothwehr, C. Roberts, and T. Stevens, unpublished data). However, deletion of the 22-residue segment 85-106 from either DPAP A or the fusion protein AA-B (A22-AAA and A22-AA-B; see Fig. 1 C) resulted in mislocalization of the proteins to the vacuole",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Immunolocalization of A22-AAA and A22-AA-B. JHRY20-1A (stel3A dap2A) cells containing plasmids expressing either A22-AAA (pSN59, A-F) or A22-AAB (pSN58, G--L) were fixed, spheroplasted, and stained with DPAP B (A-F) or DPAP A (G-L) antibody, and Vat2p mAb. The cells were viewed by Nomarski optics (A, D, G, and J) and by epifluorescence using filter sets specific for fluorescein (B, E, DPAP A antibody; H, K, DPAP B antibody) and rhodamine (C, F, I, and L; Vat2p antibody) fluorescence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "pCJR114), BB-Inv (pCJR51), B-A-B (pCJR79), or A20-BB (pCJR56) were grown to log phase, then shifted to 34~ at the same time that galactose was added to the culture, and incubated for 2 h. The cells were then fixed, spheroplasted, and stained with either LacZp antibody (Fusl-LacZp), NHz-terminal DPAP B antibody (BB-lnv), or COOH-terminal DPAP B antibody (B-A-B and A20-BB) for indirect immunofluorescence as described in Methods. For all constructs, >70% of the cells in the population showed a signal, and of those at least 100 cells were quantified for each construct.Vacuolar localization was determined both by coincidence of staining with the vacuole membrane as determined by Nomarski optics and by co-localization with either ALP (Fusl-lacZ) or Vat2p (BB-lnv, B-A-B, and A20-BB).",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Quantitation of lmmunolocalization Observations in Wild Type Cells",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge Cathy Flanagan, Jeremy Thorner, Antony Cooper, Howard Bussey, Celeste Wilcox, Robert Fuller, and Greg Payne for communication of results prior to publication; Scott Ernr, Charlie Boone, and George Sprague for plasmids; Margaret Ho and Joe Horecka for help in the construction of the A20-BB and Fusl-LacZp constructs, respectively; and Jerry Gleason and Scan Poston for the photographic work. We especially thank Christopher Raymond for numerous insightful contributions to this work, and Nick Davis, Charlie Boone, George Sprague, Antony Cooper, Carol Vater, Cynthia Bauerle, and Margaret Ho for comments on the manuscript. Received for publication 10 February 1992 and in revised form 30 June 1992.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}