{
    "paper_id": "894e9a681490af51667a059d727a9cce8dddbf7f",
    "metadata": {
        "title": "Complement-Mediated Neutralization of Dengue Virus Requires Mannose-Binding Lectin",
        "authors": [
            {
                "first": "Panisadee",
                "middle": [],
                "last": "Avirutnan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mahidol University",
                    "location": {
                        "settlement": "Bangkok-noi, Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "E"
                ],
                "last": "Hauhart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mahidol University",
                    "location": {
                        "settlement": "Bangkok-noi, Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "A"
                ],
                "last": "Marovich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Copenhagen",
                    "location": {
                        "settlement": "Rigshospitalet, Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Garred",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "P"
                ],
                "last": "Atkinson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mahidol University",
                    "location": {
                        "settlement": "Bangkok-noi, Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "S"
                ],
                "last": "Diamond",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mahidol University",
                    "location": {
                        "settlement": "Bangkok-noi, Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Buchmeier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Mannose-binding lectin (MBL) is a key soluble pathogen recognition protein of the innate immune system that binds specific mannose-containing glycans on the surfaces of microbial agents and initiates complement activation via the lectin pathway. Prior studies showed that MBL-dependent activation of the complement cascade neutralized insect cell-derived West Nile virus (WNV) in cell culture and restricted pathogenesis in mice. Here, we investigated the antiviral activity of MBL in infection by dengue virus (DENV), a related flavivirus. Using a panel of naïve sera from mouse strains deficient in different complement components,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "we showed that inhibition of infection by insect cell-and mammalian cell-derived DENV was primarily dependent on the lectin pathway. Human MBL also bound to DENV and neutralized infection of all four DENV serotypes through complement activation-dependent and -independent pathways. Experiments with human serum from naïve individuals with inherent variation in the levels of MBL in blood showed a direct correlation between the concentration of MBL and neutralization of DENV; samples with high levels of MBL in blood neutralized DENV more efficiently than those with lower levels. Our studies suggest that allelic variation of MBL in humans may impact complement-dependent control of DENV pathogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Citation Avirutnan P, et al. 2011. Complement-mediated neutralization of dengue virus requires mannose-binding lectin. mBio 2(6):e00276-11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "and member of the Flaviviridae family, which also includes West Nile virus (WNV), Japanese encephalitis virus, and yellow fever virus. DENV infection continues to spread globally with an estimated 70 to 100 human million infections, 2.1 million clinically severe cases, and 21,000 deaths per year (1) . Following mosquito inoculation, DENV infection in humans can be clinically silent (asymptomatic) or cause syndromes ranging from a febrile illness (classic dengue fever [DF] ) to a life-threatening hemorrhage and vascular permeability syndrome (dengue hemorrhagic fever/dengue shock syndrome [DHF/DSS]) (2) . Although the pathogenesis of DENV infection remains controversial, antibodydependent enhancement of DENV infection in Fc-␥ receptorbearing cells, effects of virulent strains, a proinflammatory cytokine storm secondary to exuberant activation of poorly lytic cross-reactive T cells, and excessive complement activation have been suggested as possible mechanisms (reviewed in reference 3).",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[DF]",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The 10.7-kb RNA genome of DENV contains genes that encode three structural proteins (capsid [C] , precursor membrane or membrane [prM/M], and envelope [E] ) and seven nonstructural proteins (NS1, NS2A, NS2B, NS3, NS4A, NS4B, and NS5). The mature dengue virion is an~50-nm particle composed of a nucleocapsid in association with the RNA genome, which is surrounded by a lipid bilayer into which the prM/M and E proteins insert. The E protein has two potential N-linked glycosylation sites, at Asn-67 in domain II, which is unique for the DENV complex, and Asn-153 in domain I, which is conserved in most flaviviruses (4) . DENV utilizes the N-linked glycan at Asn-67 to interact with the cell surface attachment lectin DC-SIGN to facilitate binding and entry into host cells (5, 6) . DENV enters cells via clathrin-mediated endocytosis and fuses with acidic endosomes, after which the viral genome penetrates into the cytoplasm of target cells (7) . Following protein translation and RNA replication, immature virions assemble within the endoplasmic reticulum (7) and pass through the Golgi and trans-Golgi network (8) where virus maturation and cleavage of prM to M protein are promoted by furin-like proteases (9) .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[C]",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "[E]",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 774,
                    "end": 777,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 778,
                    "end": 780,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 943,
                    "end": 946,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1059,
                    "end": 1062,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1114,
                    "end": 1117,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1211,
                    "end": 1214,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Activation of the complement system occurs via three convergent pathways referred to as the classical, lectin, and alternative pathways. The classical pathway activity is triggered by C1q binding to antigen-antibody complexes on the surfaces of pathogens. The lectin pathway is initiated by mannose-binding lectin (MBL) or ficolin recognition of carbohydrate structures on the surfaces of microbes or apoptotic cells. Binding of MBL (or ficolins) activates MBL-associated serine proteases (MASPs). While three MASP proteins have been identified (i.e., MASP-1, -2, and -3), MASP-2 is responsible for cleavage of C4 and C2 to form the C3 convertase C4bC2a (10) . MBL has also been shown to induce C3 activation independently of C4 and C2 (the C4 and C2 bypass pathway) (11) (12) (13) . The alternative pathway is constitutively active at low levels through the spontaneous hydrolysis of C3 and also serves to amplify activation of the classical and lectin pathways. The binding of C3b back to the C3 convertases of the classical and alternative pathways generates the C5 convertases. These enzymes cleave C5 to generate the anaphylatoxin C5a and C5b, which promotes assembly of C5b-9 membrane attack (lytic) complex.",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 658,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 767,
                    "end": 771,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 777,
                    "end": 781,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MBL is a calcium-dependent (C-type) lectin that recognizes adjacent equatorial monosaccharide hydroxyl groups that are present on mannose, N-acetylglucosamine (GlcNAc), and fucose and displayed on a range of microorganisms (14) . Human MBL is encoded by the MBL2 gene, and polymorphisms result in highly variable MBL activity in human plasma (15) . Three singlenucleotide polymorphisms (SNPs) (alleles B [codon 54], C [codon 57], and D [codon 52]) are located in exon 1 and affect the structural and functional integrity of the protein (15) . Additional SNPs in the promoter (H/L variants at position Ϫ550 and X/Y variants at position Ϫ221) and 5= untranslated (P/Q variants at position ϩ4) regions of the MBL2 gene influence the basal level of MBL in serum (15) . Low MBL serum levels and variant MBL alleles have been associated with enhanced susceptibility to infection in young children and immunocompromised patients (reviewed in references 16 and 17) . In adults, low serum MBL concentrations have been suggested to influence disease progression associated with HIV, hepatitis B, hepatitis C, and herpes simplex virus infections (18) (19) (20) (21) . Although the complement system has been suggested to play a role in DENV pathogenesis, in particular, during the secondary infection (22) (23) (24) , its roles in protection against DENV remain uncertain. Here, we show that human MBL bound to insect celland mammalian cell-derived DENV and neutralized infection of all DENV serotypes through complement activation-dependent and -independent pathways. Moreover, we observed a direct correlation with the concentration of MBL in human serum and neutralization of DENV. Our studies suggest that allelic variation of MBL in humans may impact complement-dependent control of DENV infection.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 536,
                    "end": 540,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 946,
                    "end": 956,
                    "text": "16 and 17)",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1139,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1145,
                    "end": 1149,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1290,
                    "end": 1294,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1295,
                    "end": 1299,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1300,
                    "end": 1304,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A previous study showed that serum from wild-type C57BL/6 mice neutralized DENV-2 generated in both C6/36 insect cells and BHK21-15 mammalian cells (25) . In that study, 80% of the neutralizing activity was lost when serum from MBL-A Ϫ/Ϫ ϫ MBL-C Ϫ/Ϫ (MBL-A/C Ϫ/Ϫ ) mice was used, suggesting that the lectin pathway contributed to complement-mediated neutralization of DENV serotype 2 (DENV-2) (25) . However, that study did not address whether neutralization of DENV-2 required activation of other complement activation pathways or downstream components. To evaluate this, we pretreated insect cell (C6/36)-derived and mammalian cell (Vero)-derived DENV-2 with naïve sera from the wild type and several congenic mouse strains deficient in different complement components. Analogous to results with insect cell-derived WNV (25) , neutralization of both insect cell-and mammalian cell-derived DENV-2 was dependent on MBL and MBL-associated serine protease 2 (MASP-2), but not C1q or C5 ( Fig. 1A and C) . Thus, the classical complement activation pathway and the formation of membrane attack complex were not necessary for neutralization of DENV-2 by serum. Because an absence of both C3 and C4 (C3 Ϫ/Ϫ ϫ C4 Ϫ/Ϫ double knockout [DKO]) almost abrogated the inhibitory effect of serum, MBL-dependent neutralization of DENV-2 required activation of the complement system; however, deficiencies in either C3 or C4 resulted in only partial loss of neutralization phenotypes. This suggests that DENV-2 neutralization by MBL occurs through both the canonical lectin (C4-dependent) pathway and the C4 and C2 bypass pathways (11) (12) (13) of complement activation (Fig. 1E ).",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1614,
                    "end": 1618,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1619,
                    "end": 1623,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1624,
                    "end": 1628,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 986,
                    "end": 1000,
                    "text": "Fig. 1A and C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1654,
                    "end": 1662,
                    "text": "(Fig. 1E",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Neutralization of insect cell-and mammalian cell-derived DENV-2 is mediated by the lectin pathway of complement activation."
        },
        {
            "text": "In the absence of factor B (fB) or factor D (fD), DENV-2 neutralization was also partially inhibited, suggesting a contribution from the alternative pathway, probably via the amplification loop that results in greater deposition of C3 on the virion surface (Fig. 1E ). Serum from RAG1 Ϫ/Ϫ mice neutralized DENV infection to a level similar to that from wild-type mice; as RAG1 Ϫ/Ϫ mice lack B and T cells, this establishes that natural antibody does not contribute significantly to the serum-dependent neutralization of DENV-2. Notably, antibody-independent serum neutralization of DENV-2 was efficient, as even highly diluted (1.25% of neat) serum neutralized 60 to 70% of infection by DENV-2 ( Fig. 1B and D). MBL-dependent neutralization of both insect cell-and mammalian cell-derived DENV-2 by mouse serum was confirmed by a complete loss of neutralization in the presence of excess soluble mannan, a competitor for MBL binding ( Fig. 1B and D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 265,
                    "text": "(Fig. 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 696,
                    "end": 703,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 934,
                    "end": 948,
                    "text": "Fig. 1B and D)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Neutralization of insect cell-and mammalian cell-derived DENV-2 is mediated by the lectin pathway of complement activation."
        },
        {
            "text": "MBL directly binds and neutralizes insect cell-derived DENV-2 independent of complement activation. Whereas neutralization of WNV by MBL occurred with insect cell-derived virus, but not mammalian cell-derived virus (25) , both forms of DENV-2 were susceptible to MBL-dependent complementmediated inhibition. However, neutralization of insect cellderived DENV-2 by naïve wild-type C57BL/6 mouse serum was more efficient than mammalian cell-derived DENV-2 (100% versus 60 to 80% neutralization at 10% serum concentration, respectively; P Ͻ 0.0001) (Fig. 1A to D). This phenotype is likely due to modifications of high-mannose carbohydrate moieties on the structural proteins on the surfaces of DENV-2 virions produced in mammalian cells (26) resulting in less efficient recognition by MBL. To test for direct binding of MBL to DENV-2, we developed a capture enzyme-linked immunosorbent assay (ELISA) in which infectious virus was bound to wells of a microtiter plate coated with anti-DENV prM mutant monoclonal antibody (MAb). Purified recombinant MBL bound efficiently to immobilized insect Avirutnan et al. cell-derived DENV-2 in a dose-dependent manner, and as expected, binding was Ca 2ϩ dependent and blocked by soluble mannan ( Fig. 2A) . The specificity of the interaction was confirmed by an absence of signal when an isotype control (anti-hepatitis C virus E2 protein) MAb was used as the capture antibody. We next compared the relative binding of MBL to insect cell-and mammalian cell-derived DENV-2. Equivalent amounts of both viruses, as judged by a DENV E-protein-specific MAb that bound captured virions (Fig. 2C) , were interrogated for binding to MBL by ELISA. Notably, purified MBL preferentially bound to insect cellderived DENV-2 at all concentrations tested (P Ͻ 0.05 [ Fig. 2B] ).",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1090,
                    "end": 1106,
                    "text": "Avirutnan et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 546,
                    "end": 554,
                    "text": "(Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1232,
                    "end": 1240,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1616,
                    "end": 1625,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1788,
                    "end": 1796,
                    "text": "Fig. 2B]",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Neutralization of insect cell-and mammalian cell-derived DENV-2 is mediated by the lectin pathway of complement activation."
        },
        {
            "text": "The dose-dependent binding of purified MBL to mammalian cellderived DENV-2 was also Ca 2ϩ dependent and inhibited by soluble mannan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutralization of insect cell-and mammalian cell-derived DENV-2 is mediated by the lectin pathway of complement activation."
        },
        {
            "text": "MBL exists as an oligomer of homotrimers (14) . Binding of higher-order oligomeric MBL to viruses could cause steric interference between the structural proteins on the virion surface and their cognate ligands, and thus, restrict infection of target cells. To test this, we pretreated insect cell-derived DENV-2 with purified MBL, which forms oligomers similar to native human MBL (27) , before addition to a monolayer of BHK21-15 cells. Binding of physiological concentrations of MBL to insect cell-derived ",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Neutralization of insect cell-and mammalian cell-derived DENV-2 is mediated by the lectin pathway of complement activation."
        },
        {
            "text": "Ϫ/Ϫ , fB Ϫ/Ϫ , or fD Ϫ/Ϫ ) or antibody-deficient (RAG1 Ϫ/Ϫ ) mice prior to addition to a monolayer of BHK21-15 cells. Infectivity was determined 4 days later by plaque assay. Data are presented as the percent neutralization by a given complement-deficient or antibody-deficient serum compared to wild-type C57BL/6 serum. Error bars indicate standard errors of the means (SEM) for up to 6 independent experiments with each condition performed in duplicate. Values that are significantly different from the value for wild-type C57BL/6 serum are indicated by asterisks as follows: *, P Ͻ 0.05; **, P Ͻ 0.01; ***, P Ͻ 0.001. (B and D) Serum neutralization of C6/36 cell-derived (B) or Vero cell-derived (D) DENV is abolished in the presence of mannan. DENV was preincubated with an increasing percentage of wild-type serum in the presence or absence of mannan (100 g/ml). The percentage of neutralization was calculated based on reduction of the number of plaques for a given condition compared to heat-inactivated (HI) wild-type serum. Error bars indicate SEM from 3 independent experiments performed in duplicate. Values that are significantly different from the value for the wild type are indicated by asterisks and brackets as follows: *, P Ͻ 0.05; **, P Ͻ 0.01; ***, P Ͻ 0.001. (E) Model of DENV neutralization by complement. MBL binding to the virion surface initiates lectin pathway activation resulting in deposition of C4b and C3b. Binding of MBL also activates MASPs that directly cleave C3 without activation of C4 and C2 (the C4 and C2 bypass pathway). The alternative pathway amplification loop serves to generate more C3b deposition on the virus. DENV-2 in the absence of any other complement components neutralized infection up to 65% (Fig. 2D) . Nonetheless, the efficiency of neutralization increased significantly (2-to 6-fold [P Ͻ 0.001]) in the presence of other complement components in serum from MBL-A/C Ϫ/Ϫ mice, especially at low concentrations of purified MBL (e.g., 0.03 g/ml) (Fig. 2E ). As expected, soluble mannan competed with binding of purified MBL to DENV and inhibited both complement-independent (Fig. 2D ) and complement-dependent ( Fig. 2E ) neutralization of insect cellderived DENV-2. In contrast, purified MBL failed to directly neutralize DENV-2 propagated in several mammalian cell types, including Vero cells, primary human monocyte-derived dendritic cells (DC), and primary human peripheral blood monocytes, or WNV that was produced in insect and mammalian cells, even with concentrations of MBL as high as 30 g/ml (~10-fold above the physiological level) ( Fig. 2F ; see Fig. S1 in the supplemental material). In contrast to human MBL, purified mouse MBL inhibited insect cell-derived DENV-2 poorly without complement activation, although neutralizing activity was greatly enhanced in the presence of other complement components (Fig. S2 ). In combination with the 2-fold-lower blood levels of MBL in MASP-2 Ϫ/Ϫ mice (data not shown), these results begin to explain the lack of neutralizing activity in serum from MASP-2 Ϫ/Ϫ mice (Fig. 1A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1747,
                    "end": 1756,
                    "text": "(Fig. 2D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2001,
                    "end": 2009,
                    "text": "(Fig. 2E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2129,
                    "end": 2137,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2167,
                    "end": 2174,
                    "text": "Fig. 2E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2600,
                    "end": 2607,
                    "text": "Fig. 2F",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2614,
                    "end": 2621,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2872,
                    "end": 2880,
                    "text": "(Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3073,
                    "end": 3082,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Neutralization of insect cell-and mammalian cell-derived DENV-2 is mediated by the lectin pathway of complement activation."
        },
        {
            "text": "Flavivirus virions are dynamic structures, and their \"breathing\" at higher temperatures impacts antibody neutralization of WNV and DENV by modulating epitope accessibility (28, 29) , a phenomenon that could be important for antiviral immunity in the context of the febrile response. Consistent with this, binding of purified MBL to DENV at 37°C and 40°C increased neutralization of insect cell-derived DENV-2 (room temperature versus 37°C, P ϭ 0.02; room temperature versus 40°C, P ϭ 0.0009; 37°C versus 40°C, P Ͻ 0.0001), but not mammalian cell-derived DENV-2 in the absence of additional complement components ( Fig. 3A and B); this temperature effect was specific to MBL, as it was abolished by the addition of soluble mannan and did not occur with an irrelevant protein, bovine serum albumin (BSA), or another collectin, C1q.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "(28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 614,
                    "end": 621,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Neutralization of insect cell-and mammalian cell-derived DENV-2 is mediated by the lectin pathway of complement activation."
        },
        {
            "text": "Neutralization of insect cell-derived DENV-2 by human serum depends on the concentration of MBL. We next assessed the relevance of our findings with human serum. Initially, sera from two healthy adult DENV-naïve volunteers were assayed for neutralization of DENV-2. Consistent with results with wild-type 4C) were neutralized by human serum. Serum inhibition of DENV-2 infection was MBL dependent, as neutralization was abolished in the presence of soluble mannose. Mannose, a second competitor ligand for MBL, was used instead of mannan, because anti-mannan antibodies are ubiquitously present in human sera (30, 31) . MBLdependent neutralization of mammalian cell-derived DENV-2 by human serum was less effective relative to insect cell-derived DENV-2 (for donor 1, at 10% and 20% serum, P Ͻ 0.0001, at 35% serum, P ϭ 0.004; for donor 2, at 10% serum, P ϭ 0.03, at 20% serum, P ϭ 0.04, at 35% serum, P ϭ 0.001). We also noticed that serum from donor 1 neutralized DENV-2 more efficiently than that of donor 2. Blood MBL levels in humans vary considerably (up to 1,000-fold) due to at least five common genetic polymorphisms in the human MBL2 gene (15) . We speculated that the inefficient neutralization of DENV-2 by serum from donor 2 was due to a lower serum MBL concentration. Using a commercial ELISA, the concentrations of MBL in sera from donors 1 and 2 were measured as 7,950 and 1,380 ng/ml, respectively. Indeed, reconstitution of serum from donor 2 with purified MBL to the level of donor 1 resulted in neutralization of insect cell-derived DENV-2 to a degree similar to that of serum from donor 1 (Fig. 4B) . To our surprise, the addition of even high concentrations (5.4 g/ml) of purified MBL to serum from donor 2 did not neutralize mammalian cell-derived DENV-2 (Fig. 4D) . However, the addition of increasing percentages of fresh (Fig. 4E ) or heat-inactivated ( Fig. 4F ) serum from donor 1 to serum from donor 2 resulted in neutralization of mammalian cell-derived DENV-2. This result was abolished by soluble mannose, establishing that neutralization of mammalian cell-derived DENV-2 by donor 2 required MBL from the serum from donor 1 in particular ( Fig. 4E and F).",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 613,
                    "text": "(30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "4C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1610,
                    "end": 1619,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1778,
                    "end": 1787,
                    "text": "(Fig. 4D)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1847,
                    "end": 1855,
                    "text": "(Fig. 4E",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1880,
                    "end": 1887,
                    "text": "Fig. 4F",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2172,
                    "end": 2179,
                    "text": "Fig. 4E",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Neutralization of insect cell-and mammalian cell-derived DENV-2 is mediated by the lectin pathway of complement activation."
        },
        {
            "text": "To further investigate how the concentration of MBL impacts the ability of human serum to neutralize DENV-2, we obtained sera from fifteen additional healthy adult volunteers, including five donors with known polymorphisms (associated with changes in the level, structure, and function of the protein) in the MBL2 gene (15) ( Table 1) . We first measured the concentrations of MBL in these sera (Fig. 5A) . MBL levels varied widely, ranging from Ͻ2 ng/ml to 8 g/ml. We next tested whether native forms of MBL in human serum bound DENV-2. Similar to results with purified human MBL ( Fig. 2A and B) , MBL in serum bound to immobilized insect cell-derived DENV-2 virions (Fig. 5D ). Notably, the degree of binding to DENV-2 reflected the concentrations of MBL in different serum samples ( Fig. 5A and D) , as a positive correlation was observed (R 2 ϭ 0.868 and P Ͻ 0.0001 [ Fig. 5G] ). As expected, MBL concentrations also modulated the efficiency of serum-dependent neutralization of DENV-2; sera from individuals with higher blood MBL levels neutralized virus more effectively than those with lower MBL levels (Fig. 5E ). However, weakly neutralizing activity observed in some serum samples also could be due to deficiencies of other complement components, especially C4 whose functional level is influenced by several factors, including the number of copies of the C4A and C4B genes (32) . To evaluate this, functional C4 and total complement hemolytic activity (CH50 levels [dose of complement that lyses 50% of a red blood cell suspension]) in sera were measured. In contrast to serum MBL concentrations (Fig. 5A ), no significant difference (P Ͼ 0.05) in functional C4 (Fig. 5B) and CH50 (Fig. 5C ) levels was observed among donors. Importantly, neutralization of DENV-2 by sera from all donors except donors 8 and 11 was antibody independent and MBL specific, as the addition of excess soluble mannose abrogated the neutralizing activities (Fig. 5F ). The neutralization of DENV-2 by sera from donors 8 and 11, which later were determined to contain DENV-2 specific IgG (data not shown), was MBL independent, and likely occurred through activation of the classical complement pathway. Additionally, a high level of anti-DENV-2 specific IgG in serum from donor 8 may have interfered with the serum MBL binding to DENV-2 virions, resulting in a relatively low signal in the capture ELISA (Fig. 5D) . Overall, a positive correlation was observed between neutralization and serum MBL levels (R 2 ϭ 0.662 and P ϭ 0.0002 [ Fig. 5H]) . Notably, the sera from three individuals (donors 14, 15, and 16) carrying the structural variant MBL alleles (B, C, or D, and thus markedly reduced MBL levels) also had very low neutralizing activities (Table 1 ). Because mammalian cell-derived DENV-2 was less efficiently inhibited by human serum (Fig. 4A and C) , a higher percentage of serum (35%) was used in neutralization assays in the absence (see Fig. S3A in the supplemental material) or presence (Fig. S3B) of mannose. Despite a lower level of inhibition, a positive correlation was also present between serum MBL levels and neutralization of mammalian cell-derived DENV-2 (R 2 ϭ 0.623 and P ϭ 0.0005 [ Fig. S3C]) .",
            "cite_spans": [
                {
                    "start": 1385,
                    "end": 1389,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 334,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 395,
                    "end": 404,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 583,
                    "end": 597,
                    "text": "Fig. 2A and B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 669,
                    "end": 677,
                    "text": "(Fig. 5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 787,
                    "end": 801,
                    "text": "Fig. 5A and D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 873,
                    "end": 881,
                    "text": "Fig. 5G]",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1111,
                    "end": 1119,
                    "text": "(Fig. 5E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1608,
                    "end": 1616,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1674,
                    "end": 1683,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1693,
                    "end": 1701,
                    "text": "(Fig. 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1946,
                    "end": 1954,
                    "text": "(Fig. 5F",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2392,
                    "end": 2401,
                    "text": "(Fig. 5D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2523,
                    "end": 2532,
                    "text": "Fig. 5H])",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2737,
                    "end": 2745,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2833,
                    "end": 2848,
                    "text": "(Fig. 4A and C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2940,
                    "end": 2948,
                    "text": "Fig. S3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2991,
                    "end": 3001,
                    "text": "(Fig. S3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3198,
                    "end": 3208,
                    "text": "Fig. S3C])",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Neutralization of insect cell-and mammalian cell-derived DENV-2 is mediated by the lectin pathway of complement activation."
        },
        {
            "text": "MBL neutralizes other DENV serotypes through complement-dependent and -independent mechanisms. The DENV complex comprises four antigenically related serotypes with significant diversity at the amino acid level (between 25 and 40%) (33) . We therefore extended our studies with MBL to the other serotypes of DENV. Consistent with results with DENV-2, MBL neutralized insect cell-derived DENV-1, -3, and -4 via complement-dependent (Fig. 6A ) and complement-independent (Fig. 6B) mechanisms. Naïve human sera from donor 1, which contained a higher level of MBL neutralized insect cell-derived DENV-1 and -3 more efficiently than sera from donor 2 (P Ͻ 0.001 for DENV-1 and P Ͻ 0.01 for DENV-3) (Fig. 6C) . However, sera from donor 1 (despite having a high concentration of MBL [~8 g/ml]) and donor 2 failed to neutralize insect cell-derived DENV-4 (Fig. 6C) . Nonetheless, reconstitution of serum from donor 2 with purified human MBL (1.36 g/ml) neutralized up to 90% of infection by DENV-1, -3, and -4 (Fig. 6C) , confirming that the complement-mediated neutralization of insect cell-derived DENV by human serum depended on MBL.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 438,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 468,
                    "end": 477,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 692,
                    "end": 701,
                    "text": "(Fig. 6C)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 846,
                    "end": 855,
                    "text": "(Fig. 6C)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1001,
                    "end": 1010,
                    "text": "(Fig. 6C)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Neutralization of insect cell-and mammalian cell-derived DENV-2 is mediated by the lectin pathway of complement activation."
        },
        {
            "text": "MBL, a key pattern recognition plasma protein of the complement system, restricts pathogen infection by several mechanisms, including direct opsonization, activation of the lectin complement pathway, regulation of cytokine production, and amplification of Vero cell-derived DENV-2 was preincubated with 10% (vol/vol) serum from donor 2 in the absence or presence of an increasing percentage of fresh (E) or heat-inactivated (F) serum from donor 1, with or without 1 M mannose. Neutralization was calculated based on the reduction of the number of plaques in a given condition compared to the value for heat-inactivated serum from donor 2. Error bars indicate SEM for 3 to 6 independent experiments performed in duplicate. Values that are statistically significant different are indicated by asterisks and brackets as follows: **, P Ͻ 0.01; ***, P Ͻ 0.001. adaptive immunity (14) . Prior studies established that MBL controls WNV infection in mice by binding N-linked glycans on viral structural proteins and activating the lectin pathway of complement (25, 34) . The results of our studies here show that MBL also restricts infection by DENV, a related flavivirus. Human MBL inhibited infection of all DENV serotypes by both complementdependent and complement-independent mechanisms. MBLmediated neutralization of DENV, however, was more efficient with virus generated in insect cells compared to virus generated in mammalian cells. Finally, the concentration of MBL in human serum, which varies among individuals due to common genetic polymorphisms in the human MBL2 gene (15), directly impacted neutralization of DENV.",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 878,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1052,
                    "end": 1056,
                    "text": "(25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "34)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Antibody-independent complement-mediated neutralization of both insect cell-and mammalian cell-derived DENV exclusively required MBL. Neutralization of DENV by MBL was dependent on MASP-2, partially dependent on C3, C4, factor D, and factor B, yet independent of C1q and C5. The absence of C3 or C4 alone only partially reduced neutralization, whereas a combined C3 and C4 deficiency nearly abolished serum neutralization. This suggests that direct binding of MBL neutralizes DENV through both the canonical lectin pathway and the C4 and C2 bypass pathways; in the latter, MBL binding directly triggers C3 activation independent of C4 and C2 (11) (12) (13) , resulting in deposition of C4 and C3 on the virion surface. The alternative pathway of complement activation partially contributed to DENV neutralization, presumably via the amplification loop, which leads to greater deposition of C3 on the virion surface (Fig. 1E) .",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 646,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 915,
                    "end": 924,
                    "text": "(Fig. 1E)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "During natural DENV infection, following the bite of an infected mosquito, the human host first encounters insect cellgenerated virus. Subsequent rounds of infection produce virus from human cells. In contrast to that observed with WNV (25), MBL in serum neutralized both insect cell-and mammalian cellderived DENV, suggesting a role for MBL in controlling both stages of DENV infection. MBL recognizes adjacent equatorial monosaccharide hydroxyl groups that are present on mannose, N-acetylglucosamine (GlcNAc), and fucose, which are commonly found on microorganisms (14) . More efficient neutralization of DENV (both insect cell and mammalian cell derived) compared to neutralization of WNV (only insect cell derived) by MBL may be due to the additional N-linked glycan at Asn-67, which confers binding to the attachment factor DC-SIGN (5) and is unique to DENV among flaviviruses. The results of our experiments also established that MBL can bind and neutralize insect cell-derived DENV directly in the absence of further complement activation; this did not occur with mammalian cell-derived DENV.",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 572,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "While MBL has been reported to inhibit infection of several types of viruses, including filoviruses, influenza virus, hepatitis C virus (HCV), herpes simplex virus, human immunodeficiency virus (HIV), severe acute respiratory syndrome coronavirus, and WNV, in most studies, neutralization required complement activation (25, (35) (36) (37) (38) (39) (40) (41) . However, in our experiments, efficient recognition of insect cell-derived DENV by purified human MBL was sufficient to neutralize the virus of all four serotypes independent of complement activation. As MBL is a multimeric molecule that comprises two to six subunits of a triple helix of three identical 32-kDa polypeptide chains (14) , binding of MBL to DENV may impair host cell attachment and/or entry. For example, binding of MBL to the surface glycoproteins of influenza A virus, HCV, and HIV in a complement-free system blocked virus attachment to target cells (36, 42, 43) . Lack of direct neutralization of mammalian cell-derived DENV and insect cell-and mammalian cellderived WNV by MBL (despite saturating concentrations [30 g/ ml]) in the absence of complement suggests that a higher number of MBL-binding sites are available on insect cell-derived DENV, which is sufficient to reach the threshold required for neutralization. In comparison, binding of fewer molecules of MBL (even as low as 30 ng/ml [1,000-fold lower]) could trigger lectin and alternative pathway activation, which deposits C4 and C3 on the virion surface (25) , and promotes neutralization. Deposition of C4b and C3b on virions by MBL-dependent lectin pathway activation inhibited WNV infection, in part, by blocking viral fusion (25) , possibly by interfering with the requisite pH-dependent structural rearrangements.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "(25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "(36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 934,
                    "end": 937,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 938,
                    "end": 941,
                    "text": "43)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1498,
                    "end": 1502,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1673,
                    "end": 1677,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In humans, the concentration of MBL in plasma varies greatly, ranging from a few nanograms per milliliter to 10,000 ng/ml due to polymorphisms in the promoter and exon 1 of the MBL2 gene (15) . Genetic variation in the MBL2 gene results in up to 30% of the human population having low blood MBL levels (Ͻ500 ng/ ml), which has been linked with an increased risk and severity of several infectious diseases (reviewed in references 17 and 44). Our in vitro results with DENV are consistent with this observation and provide a mechanism for why this occurs. The concept that levels of complement proteins could impact DENV severity is not new, as it was raised in seminal studies showing lower levels of C4 and C3 in patients with DHF/DSS (23) . Complement genetics (including MBL variation) and the susceptibility of DENV infection have also been examined. While one study observed an in- Serum MBL levels were measured by a quantitative capture ELISA as described in Materials and Methods. c Serum MBL binding to insect cell-derived DENV-2 virions was determined using a capture ELISA as described in the legend to Fig. 5D . Data are the means Ϯ standard deviations (SD) for four independent experiments. d MBL dependent-serum neutralization of insect cell-derived DENV-2 was performed as described in the legend to Fig. 5E . Neutralization was calculated based on reduction of the number of plaques compared to the value for heat-inactivated serum. Data are the means Ϯ SD for three independent experiments.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1114,
                    "end": 1121,
                    "text": "Fig. 5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1315,
                    "end": 1322,
                    "text": "Fig. 5E",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "creased risk of DENV-induced thrombocytopenia with wild-type but not low-producer MBL genotypes (45) , another found no effect of MBL variation on the risk of severe dengue infection (46) . However, the vast majority of patients from these studies were experiencing secondary dengue infection, when cross-reactive complement-fixing antibodies are present. MBL opsonization could protect against primary DENV infection (when anti-DENV antibodies are absent or at low levels) yet be overshadowed during secondary DENV infection when antibody-mediated classical pathway-dependent complement activation occurs. At present, it is poorly understood why the majority (up to almost 90% in some studies) of primary DENV infections are asymptomatic (47) (48) (49) .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "(45)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "(46)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "(47)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "(48)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "(49)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Prospective cohort studies in children with preillness and acute plasma samples will be required to assess how a relative MBL deficiency impacts the severity of a primary DENV infection. Somewhat surprisingly, MBL in serum from donor 1 variably neutralized four serotypes of insect-cell derived DENV. Differential binding and neutralization of diverse HCV genotypes by MBL have also been observed (36) . Among the DENV serotypes, DENV-4 is the most antigenically distinct (50) . As the recognition of targets by MBL relies on surface-exposed carbohydrates, the extent of N-linked glycosylation and the spatial arrangement of glycans could influence susceptibility to MBL recognition and neutralization. Alternatively, differential maturation among DENV serotypes could affect retention and display of the prM glycoprotein on the virion and impact MBL binding and neutralization. Studies with different DENV serotypes produced in cells that overexpress furin are planned to address how maturation impacts MBL-dependent neutralization.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "(50)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Not all of our DENV neutralization studies with human serum containing different levels of MBL were readily explained. Whereas reconstitution of serum from donor 2 with purified MBL restored neutralization of insect cell-derived DENV-2, addition of even higher concentrations of purified MBL to serum from donor 2 failed to inhibit mammalian cell-derived DENV-2, yet complementation with low concentrations of serum from donor 1 did. Although additional studies are warranted, purified human MBL may interact with downstream complement proteins (e.g., MASP-2) in the serum from donor 2, albeit with lower affinity compared to the native MBL from donor 1. As another example, we also observed differential neutralizing capacity of sera from individuals (donors 3, 7, and 12 or donors 6, 10, and 13) with similar plasma MBL levels and no difference in C4 levels and CH50 activity. In contrast to wild-type MBL, which comprises a mixture of higher-order 200-to 700-kDa oligomers, some MBL point mutation variants preferentially form low-molecular-mass (120-to 130-kDa) complexes in circulation; these complexes do not bind well to mannan and activate the lectin pathway less efficiently (15) . Variability in the oligomeric state of circulating MBL among individuals independently could contribute to differences in relative neutralization in the setting of similar MBL levels. Ficolin is another pattern recognition molecule of the lectin pathway whose blood levels vary among individuals due to genetic polymorphisms (51) . As serum MASPs also associate with ficolins (10), variation in ficolin levels could differentially sequester MASPs and explain some of the discordant results.",
            "cite_spans": [
                {
                    "start": 1184,
                    "end": 1188,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1516,
                    "end": 1520,
                    "text": "(51)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Overall, our studies support the hypothesis that MBL contributes to protection against DENV infection. The interplay between allelic variations of MBL, the specific viral serotypes, and the type of infection (primary versus secondary) could impact the severity of DENV infection. Further prospective clinical studies are warranted to investigate the precise role of MBL deficiency and its effects on DENV infection in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Cell lines, sera, and reagents. BHK21-15 and Vero T144 cells were grown in Dulbecco's modified Eagle's medium (DMEM) (Sigma) supplemented with 10% fetal bovine serum (FBS) (Omega Scientific), 100 IU/ml penicillin, 100 g/ml streptomycin, 10 mM HEPES (pH 7.3), and 10 mM nonessential amino acids (Cellgro) at 37°C. C6/36 Aedes albopictus mosquito cells were grown in Leibovitz-15 (Sigma) medium supplemented with 10% FBS and 10 mM HEPES at 25°C. Fresh human blood samples were collected in glass tubes and allowed to clot at room temperature for 30 minutes. After centrifugation (830 ϫ g) for 10 minutes at 4°C, sera were aliquoted and frozen at Ϫ80°C. Serum samples were thawed on the day of analysis. Sera from wild-type C57BL/6 mice and congenic complement-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Ϫ/Ϫ , fB Ϫ/Ϫ , and fD Ϫ/Ϫ ) and antibody-deficient (RAG1 Ϫ/Ϫ ) mice were obtained as previously described (25) . Enzon Pharmaceuticals provided the purified recombinant human MBL (27) as a generous gift.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Blood samples from subjects in the United States were obtained with informed consent and approval by the Washington University institutional review board. Some human samples were obtained in Denmark from anonymous blood donors with informed consent according to the Danish law of blood donation. C6/36 cell-derived DENV-1, -3, and -4 were preincubated with 2% (vol/vol) wild-type mouse serum in the presence or absence of mannan (100 g/ml). The virus was added to Vero cells, and infectivity was determined 48 hours (for DENV-1 and -4) or 60 hours (for DENV-3) later by a focus-forming assay. Neutralization was calculated based on reduction of the number of foci in a given condition compared to the value in heat-inactivated (HI) serum. Error bars indicate SEM for 5 or 6 independent experiments performed in duplicate. (B) C6/36 cell-derived DENV-1, -3, and -4 were incubated with purified human MBL (3 g/ml) in the presence or absence of mannan (100 g/ml) prior to addition to a monolayer of Vero cells. Data are presented as percent neutralization (percent reduction of the number of foci compared to the value in buffer alone) in a given condition. Error bars indicate SEM for 5 independent experiments performed in duplicate. (C) C6/36 cell-derived DENV-1, -3, and -4 were preincubated with 10% (vol/vol) naïve human serum (donor 1 or donor 2) in the absence or presence of 1 M mannose or 1.36 g/ml purified human MBL. Neutralization was calculated based on reduction of the number of foci compared to the value in heat-inactivated (HI) serum. Error bars indicate SEM for 5 independent experiments performed in duplicate. Values that are significantly different are indicated by brackets and asterisks as follows: *, P Ͻ 0.05; **, P Ͻ 0.01; ***, P Ͻ 0.001. MBL genotyping. The single-nucleotide polymorphisms in the promoter region at positions Ϫ550 (H/L variants) and Ϫ221 (X/Y variants), in the 5= noncoding region at position ϩ4 (P/Q variants) and in codons 54 (allele B), 57 (allele C), and 52 (allele D) in exon 1 of the MBL2 gene were identified as previously described (52) .",
            "cite_spans": [
                {
                    "start": 2083,
                    "end": 2087,
                    "text": "(52)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Virus stocks. DENV serotype 1 (DENV-1) (16007), serotype 2 (DENV-2) (16681), serotype 3 (DENV-3) (UNC 3043), serotype 4 (DENV-4) (1036), and WNV (New York 1999) were propagated in C6/36 or Vero cells to generate insect cell-or mammalian cell-derived virus stock, respectively. In some experiments, DENV-2 was cultured in freshly isolated human peripheral blood monocytes or monocyte-derived dendritic cells as previously described (53) .",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 435,
                    "text": "(53)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Virus neutralization. DENV-2 or WNV (10 2 PFU of DENV-2; 10 3 PFU of WNV) was incubated with naïve mouse or human serum (fresh or heat inactivated at 56°C for 30 min) or purified recombinant human MBL diluted in gelatin veronal buffer with Mg 2ϩ and Ca 2ϩ (GVB ϩϩ ; Complement Technology) for 1 h at 37°C. Samples were added to a monolayer of BHK21-15 cells and incubated for 1 h at 37°C. Cells were washed, overlaid with 1% low-melting-point agarose (SeaPlaque; Lonza) in minimal essential medium (MEM) containing 4% fetal bovine serum (FBS), and cultured for 3 (WNV) or 4 (DENV-2) days at 37°C. Following formaldehyde (10%) fixation and crystal violet staining, plaques were scored visually. For studies with DENV-1, -3, and -4, 10 2 to 10 3 focus-forming units (FFU) of virus were incubated with serum or purified recombinant human MBL for 1 h at 37°C as described above. Samples were added to a monolayer of Vero cells and incubated for 1 h at 37°C. Cells were washed and overlaid with 1% methylcellulose mixed with DMEM containing 5% FBS and incubated for 48 (DENV-1 and -4) or 60 (DENV-3) hours. Monolayers were washed thrice with PBS to remove methylcellulose, fixed with 1% paraformaldehyde in PBS for 10 minutes at room temperature, rinsed, and permeabilized in Perm Wash (phosphate-buffered saline [PBS], 0.1% saponin, and 0.1% BSA). Infected-cell foci were stained by incubating cells with the flavivirus crossreactive MAb WNV-E18 (54) (1 g/ml) and quantitated as described previously (34) . In some experiments, viruses were incubated with serum or MBL in the presence or absence of 100 g/ml mannan or 1 M mannose prior to the addition to cells.",
            "cite_spans": [
                {
                    "start": 1496,
                    "end": 1500,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "MBL-DENV capture ELISA. MBL binding to DENV was evaluated using a virus capture ELISA with MAb-coated wells on microtiter plates as described previously (25) with the following modifications: the wells on microtiter plates were adsorbed with an anti-DENV prM protein-specific MAb 2H2 (55) or an isotype control (IgG2a) anti-hepatitis C virus E2 MAb H77.16 (56) (10 g/ml in PBS) at 4°C overnight. DENV-2 stocks were diluted in DMEM to 5 ϫ 10 5 PFU/ml and added to wells. The wells on the plates were washed and then incubated with increasing concentrations of purified human recombinant MBL diluted in binding buffer (20 mM Tris-HCl [pH 7.4], 0.05% Tween 20, 0.1% [wt/vol] BSA, 1 M NaCl, and 10 mM CaCl 2 ). The wells on the plates were washed, incubated sequentially with biotin-conjugated mouse anti-human MBL MAb (Cedarlane), horseradish peroxidase (HRP)-conjugated streptavidin, and developed with 3,3=,5,5=-tetramethylbenzidine (TMB) substrate (DAKO). The optical density (OD) at 450 nm was determined by a 96-well plate reader (Genio Pro; Tecan Instruments). In some experiments, captured DENV-2 was incubated with human serum (1:4 dilution) instead of purified recombinant human MBL. For a negative control, purified human MBL was diluted in 20 mM Tris-HCl (pH 7.4) and 150 mM NaCl supplemented with 40 mM EDTA or supplemented with 100 g/ml mannan. In parallel experiments, captured DENV virions were detected by biotinylated anti-DENV E-protein-specific MAb 4G2 (55) (1 g/ml), followed by HRP-conjugated streptavidin (2 g/ml).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "(55)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "MBL ELISA. The levels of MBL in serum were measured using an MBL oligomer ELISA kit (BioPorto, Gentofte, Denmark) according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Hemolysis assay for serum C4. Serial dilutions of serum and purified C4 (Complement Technology) were prepared in DGVB ϩϩ (2.5 mM Bar-bital sodium, 139 mM dextrose, 71 mM NaCl, 0.1% [wt/vol] gelatin, 0.15 mM CaCl 2 , and 1 mM MgCl 2 ). Ten microliters of diluted serum or a C4 standard was added to a tube containing 476 l DGVB ϩϩ , 11 l of antibody-coated sheep erythrocytes (EA) (5 ϫ 10 8 cells/ml) (Complement Technology), and 3 l of C4-deficient guinea pig serum (Complement Technology). The tubes were incubated for 30 minutes at 37°C and then centrifuged for 5 minutes at 830 ϫ g. The OD of the supernatant was measured at 414 nm. C4 concentrations were calculated from a standard curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "CH50 assay. The amount of hemolytic complement in serum was measured by the method of Giclas (57) to obtain the CH50 values.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "(57)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Statistical analysis. Data sets were compared using a two-tailed, unpaired t test. Multiple comparisons were performed using an analysis of variance (ANOVA) test. Correlation coefficients were estimated based on the Pearson product-moment correlation using Prism software (Graph-Pad Software). Statistical significance was achieved when P values were Ͻ0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "This work was supported by the Midwest Regional Centers for Excellence for Biodefense and Emerging Infectious Disease Research (U54-AI057160) and a cooperative agreement (W81XWH-07-2-0067) between the Henry M. Jackson Foundation for the Advancement of Military Medicine, Inc., and the U.S. Department of Defense (DoD). P. Avirutnan was supported by an NIH postdoctoral training grant from the Division of Rheumatology in the Department of Medicine, Washington University School of Medicine and a grant from Mahidol University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "We are grateful to all of the healthy volunteers for providing sera used in this study, J. Brien and B. Shrestha for providing DENV-1, -3, and -4 stocks, and T. Pierson and A. Fuchs for experimental advice and constructive criticisms. We thank Omeros, Inc., for shipment of the MASP-2 Ϫ/Ϫ mice, X. Wu and E. Moulton for the C3 Ϫ/Ϫ ϫ C4 Ϫ/Ϫ DKO mice, and Lee Greenberger (Enzon, Inc.) for providing the purified human MBL protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The views expressed are those of the authors and should not be construed as representing the positions of the U.S. Army or DoD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Supplemental material for this article may be found at http://mbio.asm.org /lookup/suppl/doi:10.1128/mBio.00276-11/-/DCSupplemental. Figure S1 , TIF file, 0.3 MB. Figure S2 , TIF file, 0.4 MB. Figure S3 , TIF file, 0.6 MB.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 142,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 163,
                    "end": 172,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 193,
                    "end": 202,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "SUPPLEMENTAL MATERIAL"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Critical issues in dengue vaccine development",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Endy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr. Opin. Infect. Dis",
            "volume": "24",
            "issn": "",
            "pages": "442--450",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical spectrum and management of dengue haemorrhagic fever",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nimmannitya",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Southeast Asian J. Trop. Med. Public Health",
            "volume": "18",
            "issn": "",
            "pages": "392--397",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dengue virus pathogenesis: an integrated view",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Martina",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Koraka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin. Microbiol. Rev",
            "volume": "22",
            "issn": "",
            "pages": "564--581",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Flavivirus structure and membrane fusion",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Heinz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Allison",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Adv. Virus Res",
            "volume": "59",
            "issn": "",
            "pages": "63--97",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cryo-EM reconstruction of dengue virus in complex with the carbohydrate recognition domain of DC-SIGN",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pokidysheva",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell",
            "volume": "124",
            "issn": "",
            "pages": "485--493",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "DC-SIGN (CD209) mediates dengue virus infection of human dendritic cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tassaneetrithep",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Exp. Med",
            "volume": "197",
            "issn": "",
            "pages": "823--829",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dissecting the cell entry pathway of dengue virus by single-particle tracking in living cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Der Schaar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Assembly and maturation of the flavivirus Kunjin virus appear to occur in the rough endoplasmic reticulum and along the secretory pathway, respectively",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Westaway",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol",
            "volume": "75",
            "issn": "",
            "pages": "10787--10799",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structure of dengue virus: implications for flavivirus organization, maturation, and fusion",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cell",
            "volume": "108",
            "issn": "",
            "pages": "717--725",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mannan-binding-lectinassociated serine proteases, characteristics and disease associations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sørensen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Jensenius",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Springer Semin. Immunopathol",
            "volume": "27",
            "issn": "",
            "pages": "299--319",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Aspergillus conidia activate the complement by the mannan-binding lectin C2 bypass mechanism",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dumestre-Pérard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Immunol",
            "volume": "181",
            "issn": "",
            "pages": "7100--7105",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cleavage of the third component of complement (C3) by mannose-binding protein-associated serine protease (MASP) with subsequent complement activation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsushita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Immunobiology",
            "volume": "194",
            "issn": "",
            "pages": "443--448",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mannan-binding lectin activates C3 and the alternative complement pathway without involvement of C2",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Selander",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Clin. Invest",
            "volume": "116",
            "issn": "",
            "pages": "1425--1434",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mannose-binding lectin and innate immunity",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ezekowitz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Stuart",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immunol. Rev",
            "volume": "230",
            "issn": "",
            "pages": "9--21",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mannose-binding lectin deficiency-revisited",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garred",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Madsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mol. Immunol",
            "volume": "40",
            "issn": "",
            "pages": "73--84",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Disease-causing mutations in genes of the complement system",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Degn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Jensenius",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am. J. Hum. Genet",
            "volume": "88",
            "issn": "",
            "pages": "689--705",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Impact of mannose-binding lectin on susceptibility to infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Eisen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Minchinton",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin. Infect. Dis",
            "volume": "37",
            "issn": "",
            "pages": "1496--1505",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mannose-binding lectin in chronic hepatitis B virus infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Chong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Hepatology",
            "volume": "42",
            "issn": "",
            "pages": "1037--1045",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mannose-binding lectin MBL2 gene polymorphisms and outcome of hepatitis C virus-infected patients",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Koutsounaki",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Clin. Immunol",
            "volume": "28",
            "issn": "",
            "pages": "495--500",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mannose-binding lectin 2 gene polymorphism in recurrent herpes simplex virus 2 infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seppänen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hum. Immunol",
            "volume": "70",
            "issn": "",
            "pages": "218--221",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Association between mannose-binding lectin and HIV infection and progression in a Chinese population",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol. Immunol",
            "volume": "47",
            "issn": "",
            "pages": "632--638",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Vascular leakage in severe dengue virus infections: a potential role for the nonstructural viral protein NS1 and complement",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Avirutnan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Infect. Dis",
            "volume": "193",
            "issn": "",
            "pages": "1078--1088",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The potential pathogenic role of complement in dengue hemorrhagic shock syndrome",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Bokisch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Top",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Müller-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "N. Engl. J. Med",
            "volume": "289",
            "issn": "",
            "pages": "996--1000",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Complement and dengue haemorrhagic fever/shock syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Malasit",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Southeast Asian J. Trop. Med. Public Health",
            "volume": "18",
            "issn": "",
            "pages": "316--320",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Direct complement restriction of flavivirus infection requires glycan recognition by mannose-binding lectin",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "8",
            "issn": "",
            "pages": "186--195",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "N-linked glycans on dengue viruses grown in mammalian and insect cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hacker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "De Silva",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Gen. Virol",
            "volume": "90",
            "issn": "",
            "pages": "2097--2106",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Recombinant expression of human mannan-binding lectin",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vorup-Jensen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Int. Immunopharmacol",
            "volume": "1",
            "issn": "",
            "pages": "677--687",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A dynamic landscape for antibody binding modulates antibody-mediated neutralization of West Nile virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Dowd",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Jost",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Durbin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Whitehead",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Pierson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Binding of a neutralizing antibody to dengue virus alters the arrangement of surface glycoproteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lok",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "15",
            "issn": "",
            "pages": "312--317",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Mannan-specific immunoglobulin G antibodies in normal human serum accelerate binding of C3 to Candida albicans via the alternative complement pathway",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Kozel",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Infect. Immun",
            "volume": "66",
            "issn": "",
            "pages": "4845--4850",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Mannan-specific immunoglobulin G antibodies in normal human serum mediate classical pathway initiation of C3 binding to Candida albicans",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lupan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Kozel",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Infect. Immun",
            "volume": "65",
            "issn": "",
            "pages": "3822--3827",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Genetic, structural and functional diversities of human complement components C4A and C4B and their mouse homologues, Slp and C4",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Blanchong",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Int. Immunopharmacol",
            "volume": "1",
            "issn": "",
            "pages": "365--392",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Fields virology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kuno",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Markoff",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "1153--1252",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The lectin pathway of complement activation contributes to protection from West Nile virus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Schwaeble",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virology",
            "volume": "412",
            "issn": "",
            "pages": "101--109",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Complement-dependent neutralization of influenza virus by a serum mannose-binding lectin",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Anders",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Reading",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ezekowitz",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Gen. Virol",
            "volume": "75",
            "issn": "",
            "pages": "615--622",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Specific interaction of hepatitis C virus glycoproteins with mannan binding lectin inhibits virus entry",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Protein Cell",
            "volume": "1",
            "issn": "",
            "pages": "664--674",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Mannan-binding lectin modulates the response to HSV-2 infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gadjeva",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin. Exp. Immunol",
            "volume": "138",
            "issn": "",
            "pages": "304--311",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Complement activation upon binding of mannan-binding protein to HIV envelope glycoproteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Haurum",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "AIDS",
            "volume": "7",
            "issn": "",
            "pages": "1307--1313",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Mannose-binding lectin in severe acute respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Ip",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Infect. Dis",
            "volume": "191",
            "issn": "",
            "pages": "1697--1704",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Mannose-binding lectin binds to Ebola and Marburg envelope glycoproteins, resulting in blocking of virus interaction with DC-SIGN and complement-mediated virus neutralization",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Gen. Virol",
            "volume": "86",
            "issn": "",
            "pages": "2535--2542",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The complement response against an oncolytic virus is species-specific in its activation pathways",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wakimoto",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mol. Ther",
            "volume": "5",
            "issn": "",
            "pages": "275--282",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A human serum mannose-binding protein inhibits in vitro infection by the human immunodeficiency virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ezekowitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuhlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Groopman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Byrn",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Exp. Med",
            "volume": "169",
            "issn": "",
            "pages": "185--196",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Human mannan-binding lectin inhibits the infection of influenza A virus without complement",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kase",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Immunology",
            "volume": "97",
            "issn": "",
            "pages": "385--392",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Complement and viral pathogenesis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Stoermer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virology",
            "volume": "411",
            "issn": "",
            "pages": "362--373",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "MBL2 gene polymorphisms protect against development of thrombocytopenia associated with severe dengue phenotype",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Acioli-Santos",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Hum. Immunol",
            "volume": "69",
            "issn": "",
            "pages": "122--128",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Susceptibility to dengue hemorrhagic fever in Vietnam: evidence of an association with variation in the vitamin D receptor and Fc gamma receptor IIa genes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Loke",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "67",
            "issn": "",
            "pages": "102--106",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Trends in patterns of dengue transmission over 4 years in a pediatric cohort study in Nicaragua",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balmaseda",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Infect. Dis",
            "volume": "201",
            "issn": "",
            "pages": "5--14",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A prospective study of dengue infections in Bangkok",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nisalak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "38",
            "issn": "",
            "pages": "172--180",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Epidemiology of inapparent and symptomatic acute dengue virus infection: a prospective study of primary school children in Kamphaeng Phet, Thailand",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Endy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am. J. Epidemiol",
            "volume": "156",
            "issn": "",
            "pages": "40--51",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Phylogenetic relationships of flaviviruses correlate with their epidemiology, disease association and biogeography",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Gaunt",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Gen. Virol",
            "volume": "82",
            "issn": "",
            "pages": "1867--1876",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Complement activating soluble pattern recognition molecules with collagen-like regions, mannan-binding lectin, ficolins and associated proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol. Immunol",
            "volume": "44",
            "issn": "",
            "pages": "3875--3888",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Interplay between promoter and structural gene variants control basal serum level of mannan-binding protein",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Madsen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Immunol",
            "volume": "155",
            "issn": "",
            "pages": "3013--3020",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Role of dendritic cells in antibody-dependent enhancement of dengue virus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boonnak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "",
            "pages": "3939--3951",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Antibody recognition and neutralization determinants on domains I and II of West Nile virus envelope protein",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oliphant",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "12149--12159",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Identification of distinct antigenic determinants on dengue-2 virus using monoclonal antibodies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Gentry",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Henchal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccown",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Brandt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dalrymple",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "31",
            "issn": "",
            "pages": "548--555",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Neutralizing monoclonal antibodies against hepatitis C virus E2 protein bind discontinuous epitopes and inhibit infection at a postattachment step",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Sabo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Luca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prentoe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "7005--7019",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Classical pathway evaluation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Giclas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Coligan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kruisbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Margulies",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Shevak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Strober",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Current protocols in immunology",
            "volume": "1",
            "issn": "",
            "pages": "13--14",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Neutralization of insect cell-and mammalian cell-derived DENV-2 by mouse serum is mediated by the lectin pathway. (A and C) Neutralization of C6/36 cell-derived (A) or Vero cell-derived (C) DENV-2 in the presence of 10% (vol/vol) complement-deficient serum. DENV was incubated with naïve serum from wild-type (WT) mice or complement-deficient (MBL-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Human MBL neutralizes insect cell-derived DENV-2 independent of complement activation. (A and B) MBL binds to DENV-2. C6/36 cell-derived DENV-2 (A) or both C6/36 cell-derived and Vero cell-derived DENV-2 (B) virions were captured on a microtiter plate using an anti-DENV prM protein-specific MAb (2H2) or isotype control anti-hepatitis C virus (anti-HCV) E2 MAb (H77.16) and incubated with an increasing concentration of purified human MBL. MBL binding was detected with an anti-MBL specific MAb and inhibited by the presence of 10 mM EDTA or 100 g/ml mannan. Error bars indicate SEM for up to 6 independent experiments. Black asterisks indicate statistical differences compared to EDTA-treated samples. Grey asterisks denote values of C6/36 cell-derived DENV binding to MBL that are different from those of Vero cell-derived DENV-2. O.D. 450 nm, optical density at 450 nm. (C) In parallel experiments, captured DENV virions derived from C6/36 or Vero cells were detected with an anti-DENV E-protein-specific MAb (4G2). (D and F) Human MBL restricts DENV-2 derived from insect cells but not DENV-2 derived from mammalian cells in the absence of complement activation. DENV-2 derived from C6/36 cells (D) and Vero cells (F) were incubated with increasing concentrations of purified MBL prior to addition to a monolayer of BHK21-15 cells. After 4 days, infectivity was determined by plaque assay. Data are presented as the percent neutralization (percent reduction of plaques compared to the number of plaques in buffer alone in a given condition). (E) MBL-mediated neutralization of insect-derived DENV-2 is enhanced by complement activation. C6/36 cell-derived DENV-2 was preincubated with serum from MBL-A/C Ϫ/Ϫ mice in the presence or absence of purified MBL at the indicated concentrations, with or without mannan (100 g/ml). The percent neutralization was calculated based on the percent reduction of plaques in a given condition compared to the number of plaques in MBL-A/C Ϫ/Ϫ serum. Error bars indicate SEM from 2 to 4 independent experiments performed in duplicate. Values that are significantly different are indicated by asterisks as follows: *, P Ͻ 0.05; **, P Ͻ 0.01; ***, P Ͻ 0.001. Avirutnan et al. mouse serum (Fig. 1B and D), insect cell-derived DENV-2 (Fig. 4A) and mammalian cell-derived DENV-2 (Fig.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Complement-independent human MBL-mediated neutralization of insect cell-derived DENV-2 is more efficient at higher temperatures. C6/36 cell-derived DENV-2 (A) or Vero cell-derived DENV-2 (B) was incubated with purified human MBL in the presence or absence of 100 g/ml mannan or equivalent concentrations of BSA or C1q prior to addition to BHK21-15 cells at the indicated temperatures (RT, room temperature). The percent neutralization was calculated based on the percent reduction of the number of plaques in a given condition compared to the value in buffer alone. Error bars indicate SEM from 3 to 6 independent experiments performed in duplicate. Values that are significantly different are indicated by asterisks and brackets as follows: *, P Ͻ 0.05; ***, P Ͻ 0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Neutralization of insect cell-and mammalian cell-derived DENV-2 by human serum depends on the lectin pathway. (A and C) Lectin pathway-mediated neutralization of DENV-2 by human serum depends on the concentration of MBL. C6/36 cell-derived (A) or Vero cell-derived (C) DENV-2 was preincubated with increasing percentages of naïve human serum (donor 1 or donor 2) in the absence or presence of 1 M mannose. Neutralization was calculated based on the reduction of the number of plaques in a given condition compared to heat-inactivated (HI) serum. (B and D) Purified MBL enhances neutralizing efficiency of human serum against insect cell-but not mammalian cell-derived DENV-2. C6/36 cell-derived (B) or Vero cell-derived (D) DENV-2 was preincubated with 10% (vol/vol) serum from donor 2 in the absence or presence of increasing concentrations of purified MBL, with or without 1 M mannose. Neutralization was calculated based on reduction of the number of plaques in a given condition compared to the value in heat-inactivated serum from donor 2. (E and F) MBL present in strongly neutralizing human serum restores the inhibitory capacity of weakly neutralizing human serum against mammalian cell-derived DENV-2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Single-nucleotide polymorphisms (SNPs) in the MBL2 gene include the following: G-to-C nucleotide substitutions at positions Ϫ550 (alleles H/L) and Ϫ221 (alleles X/Y) in the promoter region; C-to-T nucleotide substitution at position ϩ4 (alleles P/Q) in the 5= noncoding region; single-nucleotide substitutions at codons 52 (C to T [allele D]), 54 (G to A [allele B]), and 57 (G to A [allele C]) in exon 1. The normal allele is referred to as A. b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Neutralization of insect cell-derived DENV-2 by human serum is dependent on the concentration of MBL. (A to C) Sera from 17 healthy adult individuals were collected and assayed for the levels of MBL (A), C4 (B), and total hemolytic complement activity CH50 (C). Error bars indicate SEM for 2 to 4 independent experiments. (D and G) MBL in human serum binds to C6/36 cell-derived DENV-2 and correlates with serum MBL concentration. DENV virions were captured on a microtiter plate and incubated with a 1:4 dilution of sera from 17 donors (D). Specific binding of serum MBL to C6/36 cell-derived DENV-2 was calculated by subtracting the OD at 450 nm of serum in the presence of 10 mM EDTA from the OD at 450 nm of serum. Error bars indicate SEM from 4 independent experiments. (G) The correlation coefficient for MBL binding to C6/36 cell-derived DENV-2 from each individual (except donors 8 and 11) and the serum MBL level was estimated. The linear regression, correlation coefficient (R 2 ), and P value are presented in the graph. Error bars indicate SEM for 2 to 4 independent experiments. (E, F, and H) Neutralization of DENV-2 by human serum correlates with serum MBL levels. C6/36 cell-derived DENV-2 was preincubated with 10% (vol/vol) serum from each donor in the absence (E) or presence (F) of 1 M mannose. Neutralization was calculated based on the reduction of the number of plaques compared to the value for heat-inactivated serum. Error bars indicate SEM from 3 to 5 independent experiments. (H) The correlation coefficient between the percent neutralization in the absence of mannose by serum from each individual (except donor 8 and 11) and serum MBL levels was calculated. The linear regression, correlation coefficient (R 2 ), and P value are presented in the graph. Error bars indicate SEM for 3 to 5 independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "MBL neutralizes insect cell-derived DENV serotypes 1, 3, and 4. (A)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "MBL-dependent neutralizing activity in sera with known polymorphisms in the MBL2 gene Donor no. Polymorphisms in the MBL2 gene a Serum MBL level (ng/ml) b Serum MBL binding to DENV (OD at 450 nm) c % neutralization of DENV d",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}