{
    "paper_id": "8acd6f32fca98b572ad9c5cce743dd21d26b115e",
    "metadata": {
        "title": "Membrane Insertion of Gap Junction Connexins: Polytopic Channel Forming Membrane Proteins",
        "authors": [
            {
                "first": "Matthias",
                "middle": [
                    "M"
                ],
                "last": "Falk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nalin",
                "middle": [
                    "M"
                ],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Norton",
                "middle": [
                    "B"
                ],
                "last": "Gilula",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Connexins, the proteins that form gap junction channels, are polytopic plasma membrane (PM) proteins that traverse the plasma membrane bilayer four times. The insertion of five different connexins into the membrane of the ER was studied by synthesizing connexins in translation-competent cell lysates supplemented with pancreatic ER-derived microsomes, and by expressing connexins in vivo in several eucaryotic cell types. In addition, the subcellular distribution of the connexins was determined. In vitro-synthesis in the presence of microsomes resulted in the signal recognition particle-dependent membrane insertion of the connexins. The membrane insertion of all connexins was accompanied by an efficient proteolytic processing that was dependent on the microsome concentration. Endogenous unprocessed connexins were detectable in the microsomes used, indicating",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "that the pancreatic microsomes serve as a competent recipient in vivo for unprocessed full length connexins. Although oriented with their amino terminus in the cytoplasm, the analysis of the cleavage reaction indicated that an unprecedented processing by signal peptidase resulted in the removal of an amino-terminal portion of the cormexins. Variable amounts of similar cormexin cleavage products were also identified in the ER membranes of connexin overexpressing cells. The amount generated correlated with the level of protein expression. These results demonstrate that the connexins contain a cryptic signal peptidase cleavage site that can be processed by this enzyme in vitro and in vivo in association with their membrane insertion. Consequently, a specific factor or condition must be required to prevent this aberrant processing of connexins under normal conditions in the cell. C rIANNEL-forming membrane proteins, similar to other plasma membrane (PM) t proteins, are usually synthesized on ribosomes bound to the ER membrane and inserted cotranslationally into this membrane. Subsequently, the proteins are transported to the PM passing through the classical secretory pathway of the cell (Pfeffer and Rothman, 1987) . For translocation into the ER membrane, the proteins need a signal specific for ER membrane targeting that is encoded in the amino acid sequence of the polypeptide chain, either as a cleavable signal sequence on the NH~ terminus and processed by signal peptidase, or as an internal signal anchor sequence (Blobel, 1980; Walter et al., 1984) . After insertion into the ER membrane, the polypeptide domains fold into their final conformation, and they eventually oligomerize most likely with the help of different chaperones, folding enzymes, and metabolic energy (Rothman, 1989; Hendrick and Hartl, 1993) . It can be concluded that connexins follow the secretory pathway based on subcellular connexin distribution studies presented in this paper and from studies reported by other investigators. Studies performed with wild-type connexin-expressing cells isolated from rat liver (this study; Rahman et al., 1993) and dog pancreas (acinar cells, this study), as well as tissue culture cell lines naturally expressing connexins (normal rat kidney fibroblasts [NRK 49F], Musil and Goodenough, 1991) , or transfected with connexin cDNAs (BHK cells; this study) showed connexin proteins in the ER membranes, the Golgi membranes, and in the plasma membranes isolated from these cells.",
            "cite_spans": [
                {
                    "start": 1202,
                    "end": 1229,
                    "text": "(Pfeffer and Rothman, 1987)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1537,
                    "end": 1551,
                    "text": "(Blobel, 1980;",
                    "ref_id": null
                },
                {
                    "start": 1552,
                    "end": 1572,
                    "text": "Walter et al., 1984)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1794,
                    "end": 1809,
                    "text": "(Rothman, 1989;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1810,
                    "end": 1835,
                    "text": "Hendrick and Hartl, 1993)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2123,
                    "end": 2143,
                    "text": "Rahman et al., 1993)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2299,
                    "end": 2326,
                    "text": "Musil and Goodenough, 1991)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Relatively little is known about the mechanisms that control the generation of the proper topology for membrane proteins. In particular, this is true for polytopic membrane proteins (class HI membrane proteins) that traverse the membrane bilayer several times. Since naturally occurring membrane proteins generally adopt only one final orientation, the signals and mechanisms that direct a protein into its native membrane topology seem to be highly specific and extremely precise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we analyzed the translocation and the transmembrane organization of the gap junction (GJ) proteins (connexins) in the membranes of the ER. Connexins, together with other aqueous channel-forming membrane proteins, represent specialized polytopic transmembrane proteins that are distinguished by the localization of charged amino acid residues within their transmembrane regions. At present, 12 different connexins have been cloned and sequenced from mammals. All represent structurally conserved, nonglycosylated members of a multigene family (Kumar and Gilula, 1992) . Connexins traverse the PM bilayer four times oriented with their amino and carboxy termini located in the cytoplasm (Ncyt-C¢~ orientation). This membrane topology was suggested by hydropathy analyses of the primary amino acid sequences (Milks et al., 1988) , and it is supported by various topological analyses of the connexin protein structure, such as site-directed antibody localizations combined with immunoelectron microscopy (Hertzberg et al., 1988; Milks et al., 1988; Laird and Revel, 1990; Rahman and Evans, 1991; E1 Aoumari et al., 1992) , protease digestions of isolated GJ structures (Zimmer et al., 1987; Hertzberg et al., 1988) , or the analysis of intramolecular disulfide bridges (Rahman and Evans, 1991) . The NH2terminal cytoplasmic domain of the connexins consists of a short stretch of 22-23 amino acid residues, and no cleavable signal sequence is present within the NH2-terminal region. Consequently, the first and/or one of the other transmembrane hydrophobic regions must function as an internal signal anchor sequence(s). After their membrane integration, connexins must oligomerize to form a functional GJ hemichannel (Makowski et al., 1977) . At the PM, two hemichannels, one provided by each of two neighboring cells, associate to form a double-membrane hydrophilic channel that creates a cytoplasmic continuity.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 125,
                    "text": "(connexins)",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 581,
                    "text": "(Kumar and Gilula, 1992)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 820,
                    "end": 840,
                    "text": "(Milks et al., 1988)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1015,
                    "end": 1039,
                    "text": "(Hertzberg et al., 1988;",
                    "ref_id": null
                },
                {
                    "start": 1040,
                    "end": 1059,
                    "text": "Milks et al., 1988;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1060,
                    "end": 1082,
                    "text": "Laird and Revel, 1990;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1083,
                    "end": 1106,
                    "text": "Rahman and Evans, 1991;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1107,
                    "end": 1131,
                    "text": "E1 Aoumari et al., 1992)",
                    "ref_id": null
                },
                {
                    "start": 1180,
                    "end": 1201,
                    "text": "(Zimmer et al., 1987;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1202,
                    "end": 1225,
                    "text": "Hertzberg et al., 1988)",
                    "ref_id": null
                },
                {
                    "start": 1280,
                    "end": 1304,
                    "text": "(Rahman and Evans, 1991)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1728,
                    "end": 1751,
                    "text": "(Makowski et al., 1977)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we used standard coupled in vitro translation/membrane translocation assays supplemented with canine pancreatic microsomes, and the expression of connexin cDNAs in vivo in various eucaryotic cell types to analyze the processes that are involved in the membrane insertion of connexins. Five representatives of the connexin gene family have been studied. In addition, the distribution of the connexins in different subcellular membrane compartments was analyzed. The results indicate that several factors appear to influence the proper membrane integration and the transmembrane organization for this class of membrane proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rough microsomal membranes used in this study were either purchased from Promege Biotech (Madison, WI) or were prepared as described below. Salt-extracted microsomal membranes, purified signal recognition particle (SRP), and plasmid pBP4 encoding bovine preprolactin were kindly provided by Dr. D. Zopf and Dr. P. Walter (University of California, San Francisco, CA). Plasmid pCh2934-SP encoding the chicken AChR ct7 subunit was kindly provided by Dr. R. Sch6pfer (Center for Molecular Biology, Heidelberg, Germany). Antibodies/31 1-6, GAP 10, and anti bovine protein disulfide isomerase (PDI) were kindly provided by Dr. B. Risek (The Scripps Research Institute, La Jolla, CA), Dr. W. H. Evans (University of Wales, Heath Park, Cardiff, U. K.), and Dr. M. R. Jackson (The Scripps Research Institute, La Jolla, CA), respectively. A mouse hybridoma cell line producing a/5, GJ protein-specific monoclonal antibody (M12.13) was kindly provided by Dr. D. A. Goodenough (Harvard Medical School, Boston, MA) .",
            "cite_spans": [
                {
                    "start": 955,
                    "end": 1002,
                    "text": "Goodenough (Harvard Medical School, Boston, MA)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Special Materials"
        },
        {
            "text": "For the in vitro transcription of efficiently translated synthetic connexin RNAs, rat cq, human/~1, rat/~2, rat/33, and rat a3 GJ cDNAs were cloned into the BgUI site of the transcription vector pSP64T (Krieg and Melton, 1984) . The general method used for the construction involved mutation of a region rvl0-30 bases upstream of the initiation codon to produce a BamHI site. Either the BamHI site in the polylinker or a BgiII linker ligated to restriction enzyme-cut DNA was used to generate BamH -BamHI or BamHI-BglII fragments of the GJ cDNAs. Specifically, the fll GJ construct contains the nucleotides 51-996 of the human/31 GJ cDNA with a BgiII linker ligated into the StuI site 82 bp downstream from the stop codon of the/31 GJ eDNA. The/32 GJ construct contains nucleotides 259 to ~,2350 of the rat/32 GJ cDNA. The/$3 GJ construct contains nucleotides 71-895 of the rat ~3 sequence. The cq GJ construct contains nucleotides 191-1668 of the t~l GJ cDNA with a BgilI linker ligated into the AflII site, after filling in the protruding ends with Klenow DNA polymerase. The ct3 GJ construct contains nucleotides 201-1705 of the rat ct3 GJ eDNA. Resulting constructs consisted of the connexin coding region and ,,010--30 upstream bases and 100-300 downstream bases of the GJ cDNAs, flanked by the 5' and 3' noncoding regions of Xenopus/~-globin eDNA.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 226,
                    "text": "(Krieg and Melton, 1984)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "cDNA Constructs"
        },
        {
            "text": "Construction of eucaryotic connexin expression vectors will be described in more detail in separate reports. Briefly, human/3t GJ protein was expressed in yeast cells (Saccharomyces cerevisiae) after the human/~1 GJ eDNA was cloned into the BamHI site of the yeast expression vector YEP G2 containing a polyadenylation signal, a 2-/~ plasmid origin of replication, and a galactose regulatable promoter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cDNA Constructs"
        },
        {
            "text": "Rat t~l GJ protein was expressed in St9 cells after ~1 eDNA was cloned into the baculovirns vector pAC373, transfected into Sf9 insect cells, and followed by plaque purification as described in Stauffer et al. (1991) for/31 GJ cDNA.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 216,
                    "text": "Stauffer et al. (1991)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "cDNA Constructs"
        },
        {
            "text": "Rat cq and/31 GJ proteins were expressed in BHK cells after cq and/~l cDNAs were stably transfected into these cells as described in Kumar and Gilula (1992) . GJ cDNAs were cloned into the BamHI-site of exon I of human growth hormone encoded in the eucaryotic expression vector pNUT, kindly provided by Dr. R. D. Palmiter (University of Washington, Seattle, WA). With this strategy, the GJ cDNAs are under the control of an inducible metallothionin promoter that allows the expression of variable amounts of GJ protein. BHK cells were cotransfected by standard CaPOa cotransfection procedures, and recombinants were selected by methotrexate treatment.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 156,
                    "text": "Kumar and Gilula (1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "cDNA Constructs"
        },
        {
            "text": "All plasmids used for in vitro transcription were linearized, phenolchloroform extracted, and ethanol precipitated. Transcription reactions were performed with a Riboprobe transcription kit (Promega Biotech). In vitro translation reactions were performed in nuclease-treated rabbit reticulocyte lysate or wheat germ extracts supplemented with [35S]methionine (Amersham Corp., Arlington Heights, IL). Reactions were generally performed for 30-60 min at 32°C and 28°C, respectively. Canine pancreas rough microsomal membranes or salt-extracted microsomal membranes were generally present at a final concentration of 1 Eq/10/~l of translation reaction. Purified SRP was used at a final concentration of 10 U/10/~1 reaction volume. Canine pancreas rough microsomes were prepared as described by Walter and BIobel (1983) . To test the influence of protease inhibitots on the proteolytic processing of cormexins, all components of the translocation assays were mixed together except RNA. Protease inhibitors N-tosyl-L-phenylalanine chloromethyl ketone (TICK), Nt~-p-tosyl-lysine chloromethyl ketone (TLCK), diisopropyl fluorophosphate (DFP), E-64, and lenpeptin were added to individual aliquots to a final concentration of 1 mM from 10x stock solutions and incubated for 10 re_in at 30°C before synthetic RNA was added. To modify reaction conditions from more reducing conditions (small amounts of DTT are present in the [35S]methionine and in the microsome preparations) to oxidizing conditions that allow posttranslational S-S bridge formation, oxidized glutathione was added in variable amounts from 0.1 to 5 mM final concentration to the translocation reactions, according to Marquardt ct al. (1993) .",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 815,
                    "text": "Walter and BIobel (1983)",
                    "ref_id": null
                },
                {
                    "start": 1675,
                    "end": 1698,
                    "text": "Marquardt ct al. (1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "In Vitro Transcription, Translation, and Translocation Assays"
        },
        {
            "text": "Microsome Sedimentation. Microsome sedimentation assays were principally performed as described by Gilmore and Blobel (1985) using the Beckman Airfuge (Beckman Instruments, Inc., Palo Alto, CA). After trans-lation, 15-/xl aliquots were adjusted to 50/~1 volume with buffer 1 consisting of 150 mM KOAc, 50 mM triethanolamine-acetic acid (pH 7.0), and 2.5 mM MgOAc. For alkali extractions, aliquots were adjusted to pH 11.5 with 1 M NaOH, and adjusted to 50 #1 volume. Samples were incubated on ice for 10 rain, overlayed onto a 100-/~1 cushion of 0.5 M sucrose in buffer 1 or a 100-/~1 cushion of 0.2 M sucrose in 30 mM Hepes adjusted to pH 11.5, 150 mM KOAc, 2.5 mM MgOAc, and fractionated into a supernatant (S) and pellet (P) fraction. Proteins in the superuatant fractions were then precipitated with \"I'CA and neutralized with saturated Tris base before processing for SDS-PAGE.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 124,
                    "text": "Gilmore and Blobel (1985)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Posttranslational Assays"
        },
        {
            "text": "Protease Protection Assays. After translation, reactions were chilled on ice and 10-~1 aliquots were diluted to 50 t~l in buffer 1. Microsomes were stabilized by the addition of CaC12 to a final concentration of 10 #M and incubated for 10 rain. Either water or proteinase K (predigested for 30 rain at 30°C) was added to final concentrations of 0.1 and 0.5 mg/ml, or trypsin (predigested in the same way) was added to final concentrations of 0.5 and I mg/ml from 10× stock solutions in water, respectively. In addition, where indicated, NP-40 was added to a final concentration of 1% from a 10% (wt/vol) stock in water. All digests were incubated for 1 h on ice. Protease activity was blocked by the addition of 5 mM DFP, 1% SDS (final concentrations), and boiling for 5 rain, following the method described by Chavez and Hall (1992) . Samples were then diluted 10 times with a buffer (buffer 2) containing 150 mM NaCI, 1% NP-40, 0.5% deoxycholate, and 50 mM Tris, pH 7.5, chilled on ice, and processed for immunoprecipitation analysis, as described below. Immunoprecipitated polypeptide fragments were analyzed on special 20% SDS gels, allowing the resolution of small polypeptide fragments (Thomas and Kornberg, 1975) .",
            "cite_spans": [
                {
                    "start": 811,
                    "end": 833,
                    "text": "Chavez and Hall (1992)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1192,
                    "end": 1219,
                    "text": "(Thomas and Kornberg, 1975)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Posttranslational Assays"
        },
        {
            "text": "Antipeptide antibodies raised against various regions of cq and ~1 GJ proreins were used for the immunoprecipitation of these proteins from in vitro translation reactions, cell lysates, and subcellular fractions. Antibodies /~IB, ~tE, ~lJ, and BIS are described in Milks et al. (1988) , otlJ and oqS are described in Nishi et al. (1991) , and GAP 10 is described in Rahman and Evans (1991) . Antibody/31 1-6 was raised in rabbits against the first eight amino acids (MNWTGLYT) of~l GJ protein (Risek, 1987) . This antibody cross-reacts with the NH2-terminal domain of cq GJ protein. Specificity of all antibodies was determined by dot-blot analysis as previously described (Milks et al., 1988) . All immunoprecipitations were performed in 1-ml volumes in RIPA buffer consisting of 150 mM NaC1, 0.1% SDS, 1% NP-40, 0.5% deoxycholate, and 50 mM Tris, pH 7.5. 50 ~1 of a 1:10 slurry of protein A-Sepharose (preswollen for 1 h) plus 1-5 txl of antiserum were added to each sample and shaken for 1 h or overnight at 4°C, depending on the strength and specificity of the antibodies. Beads were sedimented by centrifugation and washed t~m times with RIPA buffer before the addition of SDS protein sample buffer.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 284,
                    "text": "Milks et al. (1988)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 317,
                    "end": 336,
                    "text": "Nishi et al. (1991)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 366,
                    "end": 389,
                    "text": "Rahman and Evans (1991)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 493,
                    "end": 506,
                    "text": "(Risek, 1987)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 673,
                    "end": 693,
                    "text": "(Milks et al., 1988)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Immunoprecipitations"
        },
        {
            "text": "PMs were prepared from rat liver and dog pancreas using the method described by Stauffer et al. (1991) with the following modifications. One rat liver and '~20 g of a dog pancreas were used per preparation, respectively. 6,000 g pellets were resuspended in 5 ml buffer, and 10 ml of 67% (wt/wt) sucrose was added. Samples were placed in one tube each, overlayed with 25 ml of 30% (wt/wt) sucrose and centrifuged at 27,000 rpm for 105 rain in a rotor (SW 28; Beckman Instruments, Inc.) PM were collected from the interphase of the gradients, and quick-frozen in liquid nitrogen before further analysis. Rough ER membranes were prepared from rat liver and dog pancreas following the method described by Walter and Biobel (1983) . Before immunoblot analysis, GJ protein was enriched from 200-~1 aliquots of the RER membrane (microsomes) containing fraction and from the in vitro translation reactions analyzed in Fig. 3 A by immunoprecipitation, as described above./3t GJ protein-specific monoclonal antibody M12.13 (Goodenough et al., 1988) , reacting with the ~LJ-peptide, was purified from mouse ascites and covalently coupled to hydrazine-activated agarose (Afli-Gel HZ; Bio Rad Lab, Hercules, CA), following the instructions of the manufacturer. Precipitated proteins and aliquots of the PM and lysate fraction were then subjected to SDS-PAGE and transferred to a nitrocellulose membrane for immunoblot analysis with ~lJ antibodies. Detection of bound antibody was performed by coupled chemiluminescence (Amersham Corp.).",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 102,
                    "text": "Stauffer et al. (1991)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 701,
                    "end": 725,
                    "text": "Walter and Biobel (1983)",
                    "ref_id": null
                },
                {
                    "start": 1013,
                    "end": 1038,
                    "text": "(Goodenough et al., 1988)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 910,
                    "end": 916,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Purification and Analysis of Connexins Isolated from Tissues and Cell Culture"
        },
        {
            "text": "Fractions prepared from dog pancreas were sonicated (10 pulses, 1 s each) and centrifuged for 5 min at 10,000 g. Protein concentration in the supernatants was estimated using a protein assay kit (Micro-BCA; Pierce Chemical Co., Rockford, IL) followed by Coomassie staining of separated fractions. Aliquots of the fractions were then photometrically assayed for alkaline phosphodiesterase (PDE) activity using 5'-monophosphate p-nitrophenyl ester (Sigma Chemical Co., St. Louis, MO) as a substrate. Transfected yeast cells were grown to midlog phase, the cultures were harvested, and the pallets were resuspended in SDS--containing buffer. Cells were lysed with vigorous vortexing using glass beads. After low speed centrifugation, the supernatants were mixed with SDS protein sample buffer, subjected to SDS-PAGE, and transferred to nitrocellulose membranes for immanoblot analysis with connexin-specific anti-paptide antibodies. Bound antibodies were detected by coupled chemiluminescence. Immunoblots were stripped, reprobed with other connexin specific antibodies, and stained again following the instructions of the manufacturer (Amersham Corp.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purification and Analysis of Connexins Isolated from Tissues and Cell Culture"
        },
        {
            "text": "SiX) cells were grown and infected with recombinant baculovirus as described by Stauffer et al. (1991) with the following modifications. Cells were split into 10-cm tissue culture dishes and grown overnight to reach semiconfluence. Culture medium was replaced by 5 ml of methionine-free EX-CELL 401 DEFICIENT MEDIUM (JRH Biosciences, Lenexa, KS), and 100 #Ci Tran3~S-label (ICN Radiochemicals, Irvine, CA) and recombinant virus was added from a virus stock. Cells were grown for 40-60 h at 28\"C before cells were lysed in 1 ml RIPA buffer. Connexins were immunoprecipitated as described above.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 102,
                    "text": "Stauffer et al. (1991)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Purification and Analysis of Connexins Isolated from Tissues and Cell Culture"
        },
        {
            "text": "BHK cells were split into 10-cm dishes and grown overnight in DME to reach semiconfluence. Medium was replaced by methionine-free DME (Gibeo Life Technologies, Grand Island, NY), 150 #Ci Tran35S-label and CaC12 was added from a 50-mM stock solution to the concentrations indicated, and cells were labeled for 8-12 h. Cells were either lysed directly in RIPA buffer and processed for immunoprecipitation, or processed further to prepare subcelluiar membranes. Subcellular membrane fractions were prepared by the method of Bole et al. (1986) with the following modifications. Cells were chilled on ice and scraped from the plate in 1 ml PBS containing 0.25 M sucrose, and then dispersed with 10-20 strokes in a tightfitting dounce homogenizer. Opaque bands at the interfaces of the sucrose step gradient, containing either Golgi membranes, PM, or rough ER membranes, respectively, were harvested using a needle and syringe. Aliquots of the fractions were added to RIPA buffer and processed for immunoprecipitation, or aiiquots were directly subjected to SDS-PAGE and transferred to nitrocellulose membranes for immunoblot analysis with a PDI-specific antibody, as described above. Kumar and Gilula [1992] ) were cloned into the transcription vector pSP64T, and synthetic RNA was transcribed using SP6 polymerase CKrieg and Melton, 1984) . This strategy allowed the synthesis of connexin-specific cRNAs that were translated much more efficiently than the natural connexin RNAs in competent cell lysates, such as rabbit reticulocyte lysates or wheat germ extracts. Resulting connexin translation products generated in the absence of microsomes corresponded to the molecular masses for these proteins as predicted from their amino acid sequences (Fig. 1, lanes 1 , 2, 11, 12, 15, 16, 19 , and 2/). Identification of the translation products by specific anti-peptide antibodies directed against different regions of the connexins (see below) provided additional confirmation for the synthesis of full-length connexin proteins.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 539,
                    "text": "Bole et al. (1986)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1179,
                    "end": 1202,
                    "text": "Kumar and Gilula [1992]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1310,
                    "end": 1334,
                    "text": "CKrieg and Melton, 1984)",
                    "ref_id": null
                },
                {
                    "start": 1758,
                    "end": 1781,
                    "text": ", 2, 11, 12, 15, 16, 19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1741,
                    "end": 1757,
                    "text": "(Fig. 1, lanes 1",
                    "ref_id": null
                }
            ],
            "section": "Purification and Analysis of Connexins Isolated from Tissues and Cell Culture"
        },
        {
            "text": "In previous studies, coupled in vitro translation/membrane Figure 1 . In vitro translation in the absence and in the presence of microsomes. Synthetic RNAs coding for GJ proteins cd,/3~,/32,/~3, and a3 were translated in the rabbit reticulocyte lysate system in the absence (-) or presence (+) of canine pancreatic micmsomes for the indicated time periods (t in minutes). Fluorographs of the translation products after SDS-PAGE are shown. Full-size polypeptides are indicated as c~1,/~t,/3z,/33, and a3. In reactions including microsomes, a second connexin-specific translation product was generated and marked as a~',/~1',/~z',/~3', and c~3' . Translation reactions showed the first detectable synthesis of full-size GJ protein after ,07 min in the presence of microsomes (shown for cq GJ protein, lane 6). The faster migrating GJ protein product is generated after the same translation time. Aggregates of GJ polypeptides not entering the separating gels were especially prominent after long reaction times and in absence of microsomes. A schematic representation of the overall membrane topology for cormexins is shown on the right. The connexins mainly differ from each other in the length of their COOH-terminal cytoplasmic domain. The cytoplasmic and the lumenal/exoplasmic sides of translocation assays supplemented with canine pancreatic microsomes (Walter and Blobel, 1983) have been found to integrate several type I, II, and III membrane proteins with a relevant membrane topology (e.g., Lipp and Dobberstein, 1986b; Spiess and Lodish, 1986; Zerial et al., 1986; Mayer et al., 1988) . The microsomes, which are vesicles derived from the ER membranes of pancreatic acinar ceils during isolation, are believed to contain all ER lumenal and membrane proteins necessary for the successful translocation of secretory and membrane anchored proteins (Nicchitta and Blobel, 1993) .",
            "cite_spans": [
                {
                    "start": 1357,
                    "end": 1382,
                    "text": "(Walter and Blobel, 1983)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1499,
                    "end": 1527,
                    "text": "Lipp and Dobberstein, 1986b;",
                    "ref_id": null
                },
                {
                    "start": 1528,
                    "end": 1552,
                    "text": "Spiess and Lodish, 1986;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1553,
                    "end": 1573,
                    "text": "Zerial et al., 1986;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1574,
                    "end": 1593,
                    "text": "Mayer et al., 1988)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1854,
                    "end": 1882,
                    "text": "(Nicchitta and Blobel, 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 67,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Translation in the Presence of Microsomes Results in a Specific Processing of the Connexin Proteins"
        },
        {
            "text": "The translation of GJ proteins in the presence of canine pancreatic microsomes resulted in the generation of specific translation products that were '~2-2.5 kD smaller in size than the full-size proteins generated in the absence of microsomes, based on the electrophoretic mobility shift on the protein gels (marked as a' and/~' GJ protein in the figures). The faster migrating translation products were generated with all connexin cRNAs translated in these assays (Fig. 1,   lanes 3 -10, 13, 14, 17, 18, 20, and 22) . This finding was surprising because no general connexin modification has been described that could account for the observed increase in electrophoretic mobility. Endogenous ~1 GJ proteins isolated from mammalian tissues correspond in their electrophoretic mobility to the full-size translation products (compare Fig. 3 A) . Translocation reactions incubated for very short time periods always showed equivalent amounts of modified and unmodified translation products in the individual reactions, even at time periods when the translation of connexin polypeptides was still continuing (Fig. 1, lanes 3-8; shown for c~ GJ protein only). This result indicates that the processing occurred cotranslationally or, at least, in close relationship to the translocation reaction.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 516,
                    "text": "-10, 13, 14, 17, 18, 20, and 22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 483,
                    "text": "(Fig. 1,   lanes 3",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 840,
                    "text": "Fig. 3 A)",
                    "ref_id": null
                },
                {
                    "start": 1103,
                    "end": 1117,
                    "text": "(Fig. 1, lanes",
                    "ref_id": null
                }
            ],
            "section": "Translation in the Presence of Microsomes Results in a Specific Processing of the Connexin Proteins"
        },
        {
            "text": "Performing translocation reactions with variable concentrations of microsomes showed that the amount of modified, faster migrating connexin protein was directly related to the concentration of microsomes in the translocation reactions, eventually reaching 100% completion (Fig. 2) . In reactions containing low concentrations of microsomes (0.05-0.5 Eq/10/~1 reaction volume, Fig. 2, lanes 2-6and 12-16) , only a small portion of the translation product was processed, while in reactions containing high microsome concentrations (1.5-2 Eq/10/~1 reaction volume, Fig. 2 , lanes 9 and 10, 19 and 20), the faster migrating connexin product was almost the only detectable product generated. Approximately equal amounts of processed and unprocessed connexins were generated when intermediate membrane concentrations ('~0.75-1 Eq/10/~1 reaction volume, Fig. 2 , lanes 7and 8, 17and 18) were used in the experiments. Translocation reactions in all subsequent experiments (and in the experiments shown in Fig. 1 ) were carried out with intermediate membrane concentrations ('M Eq/10 #1 reaction volume), leading to the generation of complete and modified connexin proteins that appear as a double-band pattern on the fluorograms (a/a' and/3/13' GJ protein).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 280,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 376,
                    "end": 403,
                    "text": "Fig. 2, lanes 2-6and 12-16)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 562,
                    "end": 568,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 847,
                    "end": 853,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 997,
                    "end": 1003,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "The Connexin Protein Processing Correlates with the Microsome Concentration"
        },
        {
            "text": "Various control experiments exclude the possibility that the processing results from the cloning strategy (the same processing occurred with connexin cRNAs derived from other in vitro transcription vectors), the translation system (reticulocyte lysates vs wheat germ extracts, Fig. 1 vs Fig.  5 ), the microsomes (five membrane batches prepared independently from individual canine pancreas were used), or the reaction conditions that were applied. Different control proteins (membrane anchored: aeetylcholine receptor ~7 subunit; secretory: prolactin, yeast a factor; cytoplasmic: /3-globin; Fig. 4 ) translated in parallel to the connexin proteins showed the expected results described previously for these proteins. Reaction conditions were modified from more reducing conditions (presence of DTT) to oxidizing conditions (~5 mM final concentration oxidized glutathione was added) to allow S-S bridge formation in the newly syn- Figure 3 . Connexins isolated from natural sources correspond to the full-size connexins synthesized in vitro. (A) PM and PER membranes were isolated from rat liver and dog pancreas acinar cells and native 31 GI protein, endogenous to these membranes, was analyzed by immunoblot analysis using a connexin specific antibody as described in Materials and Methods. Complete cell lysates (lanes I and 4) and/31 GJ protein synthesized in vitro in the absence (-) or presence (+) of microsomes (lanes 7and 8) were analyzed in parallel. The RER membrane fraction isolated from dog pancreas 0ane 6) is identical to the microsomal membranes used in the in vitro translocation assays. (B) Determination of alkaline PDE activity in subcellular fractions and cell lysates prepared from dog pancreas. The samples contained similar protein concentrations. Three independent preparations were analyzed. The activity of the PM marker enzyme was very low in the RER membranes containing fractions, indicating that the eonnexin detected in these fractions originated from the ER membranes of the pancreatic cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 294,
                    "text": "Fig. 1 vs Fig.  5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 593,
                    "end": 599,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 940,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "The Connexin Protein Processing Correlates with the Microsome Concentration"
        },
        {
            "text": "thesized polypeptides (Marquardt et al., 1993) . However, none of these conditions had any influence on the connexin processing (data not shown). Finally, the connexin processing could not have been caused by using microsomes pre-pared from cells that normally do not synthesize gap junctions because pancreatic acinar cells normally express endogenous GJ proteins (Hertzberg and Skibbens, 1984) . In fact, direct evidence was obtained for endogenous 131 GJ protein in the microsomal fractions prepared from rat liver and from the canine pancreas that was used for the in vitro translocation reactions (Fig. 3 A, lanes 3 and 6) . The endogenous microsomal /3~ GJ protein corresponded in size to unprocessed/3~ GJ protein generated in the in vitro translation reactions in the absence of microsomes (Fig. 3 A, lanes  7 and 8) . Subcellular membrane fractions were assayed for alkaline PDE activity to ensure that the detected GJ protein was derived from the RER membranes (Fig. 3 B) .",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 46,
                    "text": "(Marquardt et al., 1993)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 365,
                    "end": 395,
                    "text": "(Hertzberg and Skibbens, 1984)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 602,
                    "end": 627,
                    "text": "(Fig. 3 A, lanes 3 and 6)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 798,
                    "end": 824,
                    "text": "(Fig. 3 A, lanes  7 and 8)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 971,
                    "end": 981,
                    "text": "(Fig. 3 B)",
                    "ref_id": null
                }
            ],
            "section": "The Connexin Protein Processing Correlates with the Microsome Concentration"
        },
        {
            "text": "To determine if the connexin translation products were cotranslationally translocated into the membranes, microsomes were pelleted at neutral and alkaline pHs. Supernatants and pellets were separated and analyzed by SDS-PAGE. At pH 7.0, as well as at pH 11.5, the faster migrating processed connexins (eta' and fl~3 were abundant in the pellet fractions (Fig. 4 , lanes 2 and 4, 14 and 16) , while unprocessed connexins (ot~ and fit) were located primarily in the supernatant fractions (Fig. 4, lanes I and 3, 13 and 15 ). This result indicated that the processed connexins were integrated into the microsomal membranes. However, it could not be determined unequivocally with this assay whether any of the unprocessed connexin proteins that were generated in parallel in the translocation reactions were also integrated into the microsomal membranes because polypeptides with distinct hydrophobic regions tend to associate with mem-brahe surfaces even at alkaline pH (compare upper bands in Fig. 4, lanes 8 and 20, which represent unprocessed, nonmembrane integrated prolactin precursors labeled as pPL). Therefore, full-length connexins that were present in the pellet fraction (Fig. 4, lanes 14 and 16) could represent either membrane-integrated or membrane-associated connexin polypeptides.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 389,
                    "text": "(Fig. 4 , lanes 2 and 4, 14 and 16)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 486,
                    "end": 519,
                    "text": "(Fig. 4, lanes I and 3, 13 and 15",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 991,
                    "end": 1006,
                    "text": "Fig. 4, lanes 8",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1179,
                    "end": 1204,
                    "text": "(Fig. 4, lanes 14 and 16)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The Processed Connexins Are Integral Membrane Proteins"
        },
        {
            "text": "A possible proteolytic cleavage of the connexin proteins linked to their membrane translocation was studied by carrying out immunoprecipitations in the in vitro translation products that were generated in the presence of intermediate microsome concentrations. The products were immunoprecipitated with anti-peptide antibodies that corresponded to specific sequences of the ~ and/31 GJ proteins (Fig. 5 B) . The specificity of the antibodies used was verified by dot blot analysis, as described previously (Milks et al., 1988) . While antibodies directed against the extreme carboxy terminus (~lS,/~S; Fig. 5 A, lanes 5 and 1/) or the intracellular loop region (oj,/~mJ; Fig. 5 A, lanes 4 and 10) precipitated both faster migrating and full-length connexins, none of the three different NH2-terminal antibodies that were used (/3~B, /~1 1-6, Fig. 5 A, lanes 3, 8, and 9; GAP 10, Fig. 8 A, lane 1; Fig. 8 B, lanes 1-4) precipitated the faster migrating products. Therefore, it was possible to conclude that the connexin polypeptides were proteolytically processed by a protease present in the microsomal preparation that specifically removed the NH2-terminal portion of the connexins.",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 525,
                    "text": "(Milks et al., 1988)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 404,
                    "text": "(Fig. 5 B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 601,
                    "end": 607,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 670,
                    "end": 676,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 841,
                    "end": 847,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 878,
                    "end": 884,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 896,
                    "end": 916,
                    "text": "Fig. 8 B, lanes 1-4)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Connexin Proteins are Proteolytically Cleaved Similar to the Processing of a Cleavable ER Target Signal Sequence"
        },
        {
            "text": "Additional information on the proteolytic processing of Figure 4 . Sucrose gradient analysis of connexin integration into microsomal membranes. Synthetic RNAs encoding c~ and/3~ GJ proteins were translated in the reticulocyte lysate system in the presence of intermediate concentrations of microsomes. Aliquots of each reaction were equilibrated to pH 7.0 or pH 11.5, respectively, and fractionated using a physiological salt or an alkaline sucrose step gradient into a supernatant (S) and a pellet (P) fraction. Proteins were resolved by SDS-PAGE and visualized by fluorography. At pH 7.0, as well as at pH 11.5, the faster migrating processed GJ proteins (c~' and/3,~ were primarily abundant in the pellet fractions (lanes 2 and 4, 14, and  16) , while the unprocessed full-size products (a~ and/3~) were primarily abundant in the supernatant fractions (lanes 1 and 3, and 13 and  15 ). The integral membrane protein acetylcholine receptor subunit c~7 (AChR c~7, lanes 5 and 6, and 17 and 18), the secretory proteins preprolactin (pPL, lanes 7 and 8, 19 and 20) and yeast a-factor (co-factor, lanes 9 and 10, 21 and 22), and the cytoplasmic protein/~-globin (lanes 11 and 12, 23 and 24) were analyzed in parallel. These proteins gave the expected results, namely the B-globin was completely located in the supernatant (lanes H and 23) , and the mature, glycosylated integral membrane protein AChR c~7\" (lane 18), but not the mature secretory proteins PL and a-factor* (lanes 20 and 22), was resistant to alkali treatment. the connexins was obtained by characterizing the conditions that promoted the specific cleavage reaction in more detail. Fig. 6 A shows that the proteolytic cleavage of the connexins occurred only if the membrane vesicles were added cotrans-lationaUy ( Fig. 6 A, lane 2) . The cleavage was completely abolished when the microsomes were added after translations were blocked by the addition of RNase (Fig. 6 A, lane  3) . The proteolytic activity was restricted to the lumen of the microsomes as indicated by the fact that only microsomes (Fig. 6 A, lane 5) , and not microsomal supernatants derived from pelleted microsomes (Fig. 6 A, lane 4) , efficiently processed the GJ proteins. Preincubation of the translocation reactions with the serine and cysteine protease inhibitors TPCK, TLCK, E-64, leupeptin, and DFP (each 1 mM final concentration) before the addition of synthetic RNAs had no effect on the cleavage reaction (Fig. 6 B, lanes 3-7) . The potential dependence of the connexin cleavage on the signal recognition particle (SRP) was determined by using microsomes depleted from SRP by a high salt wash in combination with purified SRP. In translation reactions supplemented with SRP-depleted microsomes, only uncleaved connexins were detected (Fig. 6 C, lanes 3 and 7) , while cleaved connexins were generated if the depleted microsomes were supplemented with purified SRP (Fig. 6 C, lanes  4 and 8) . In summary, all of these results indicated a specific, but atypical, proteolytic processing by signal peptidase. A cleavage by signal peptidase was further indicated by the location of the cleavage site in proximity to the NH~ terminus and by the proteolytic processing reaction occurring concomitant to the translation reaction~ as described above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 64,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 746,
                    "text": "(lanes 2 and 4, 14, and  16)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 855,
                    "end": 885,
                    "text": "(lanes 1 and 3, and 13 and  15",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1038,
                    "end": 1063,
                    "text": "lanes 7 and 8, 19 and 20)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1320,
                    "end": 1336,
                    "text": "(lanes H and 23)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1645,
                    "end": 1651,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1777,
                    "end": 1794,
                    "text": "Fig. 6 A, lane 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1923,
                    "end": 1942,
                    "text": "(Fig. 6 A, lane  3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2062,
                    "end": 2080,
                    "text": "(Fig. 6 A, lane 5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2148,
                    "end": 2166,
                    "text": "(Fig. 6 A, lane 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2448,
                    "end": 2469,
                    "text": "(Fig. 6 B, lanes 3-7)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2777,
                    "end": 2802,
                    "text": "(Fig. 6 C, lanes 3 and 7)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2907,
                    "end": 2933,
                    "text": "(Fig. 6 C, lanes  4 and 8)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Connexin Proteins are Proteolytically Cleaved Similar to the Processing of a Cleavable ER Target Signal Sequence"
        },
        {
            "text": "The successful translocation of many secretory proteins and the integration of several transmembrane proteins have been studied using a protease protection assay. The assay is based on the analysis of polypeptides and polypeptide fragments that are protected from proteolytic degradation by the lipid bilayer of the microsomal vesicles. Since in polytopic membrane proteins, such as connexins, that traverse the membrane several times, several relatively small polypeptide fragments were expected to be protected, we combined the classical protease protection assay with the specific immunoprecipitation of protected protein fragments to obtain some information on the transmembrane organization of the processed connexin proteins. Assays were performed with/31 GJ protein since a complete set of anti-peptide antibodies recognizing all cytoplasmic and extracellular domains of the 13i GJ protein (NH:-terminal, intracellular loop, COOH terminal, and extracellular domains; Fig. 7 ) was available. Microsomes containing in vitro-translocated/31 GJ protein were incubated with different concentrations of trypsin or proteinase K (PK), respectively. Before the immunoprecipi-COOH-terminal domain), or within the membrane bilayer (transmembrane domains M1-M4) are indicated. The regions recognized by the different connexin specific anti-peptide antibodies (/5~B,/31 1-6, GAP 10, 131E, 131J, ~tJ, 13iS, and c~lS) used in this study are schematically marked. lanes 10 and 12) and mature o~-factor (a-factor*, lanes 14 and 16) , were generated only in reactions containing active SRP. (lanes 3, 6, 9, and 16) , trypsin (0.5 mg/ml, lanes 4, 7, 10, and 17, and 1 mg/ml, lanes 11, 12, and 18), or proteinase K (PK, 0.1 m~/ml, lanes 5, 8, 13, and 19, and 0.5 mg/ml, lanes 14, 15, and 20) , respectively, was added to aliquots of the membrane insertion reactions. Trypsin or PK, together with NP-40 (1% final concentration) was added to control aliquots (lanes 12 and 15). After blocking pmtease activity, GJ polypeptides and polypeptide fragments protected from proteolytic degradation were immunoprecipitated with anti-peptide antibodies specific for the NH2-terminal domain (fl~B), the extracellular loops E1 and E2 (fl~E), the intracellular loop region (B~J), and the COOHterminal domain (#~S). Immunoprecipitations were analyzed on SDS-protein gels, allowing the resolution of small polypeptide fragments. Polypeptides were visualized by fluorograpby. A linear representation of the B~ GJ protein is shown under the fluorogram. Numbers for the amino acid residues for the different topological domains corresponding in their graphical pattern to Fig. 5 B , and the binding sites for the anti-peptide antibodies are given. The locations of radioactive labeled methionine residues are indicated by diamonds.",
            "cite_spans": [
                {
                    "start": 1377,
                    "end": 1409,
                    "text": "131E, 131J, ~tJ, 13iS, and c~lS)",
                    "ref_id": null
                },
                {
                    "start": 1727,
                    "end": 1778,
                    "text": "8, 13, and 19, and 0.5 mg/ml, lanes 14, 15, and 20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 974,
                    "end": 980,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1455,
                    "end": 1471,
                    "text": "lanes 10 and 12)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1505,
                    "end": 1521,
                    "text": "lanes 14 and 16)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1580,
                    "end": 1603,
                    "text": "(lanes 3, 6, 9, and 16)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2641,
                    "end": 2649,
                    "text": "Fig. 5 B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Studies on the Transmerabrane Organization of Connexins Generated in the Presence of Microsomes"
        },
        {
            "text": "tation of protease-protected connexin fragments, protease activity was blocked following the method described by Chavez and Hall 0992). Protected protein fragments were analyzed by immunoprecipitation, and the protected fragments were separated on special SDS gels (Thomas and Kornberg, 1975) . No connexin fragments were immunoprecipitated after protease treatment using antibodies directed against the NH2-terminal region (BIB antibodies; Fig. 7, lanes 4 and 5) or the COOH-terminal region (B~S antibodies; Fig. 7, lanes  17-20) ; both regions should be located predictably outside of the microsomes and exposed to the proteases. Furthermore, no connexin fragments were immunoprecipitated using antibodies directed against the extraceUular loops E1 and E2 (fl~E antibodies; Fig. 7, lanes 7 and 8) that should be located predictably in the lumen of the microsomes. This could be caused by the low abundance of these fragments and/or the relatively low affinity of the /31E antibodies (compare the amount of B, protein immunoprecipitated with time antibodies (Fig. 7, lane 6) with that precipitated with fl~J or fitS antibodies (Fig. 7, lanes 9 and 16) . On the other hand, antibodies directed against the intracellular loop of ~ protein (/31J antibodies) that should be located predic-tably outside of the microsomes immunoprecipitated labeled /3t polypeptide fragments of apparent sizes of ,'~9-10 and 15-17 kD that were protected from proteolysis by both proteases (Fig. 7, lanes 10, 11, 13, and 14) . However, degradation of the intracellular loop was observed when detergent (1% NP-40, final concentration) was added before the addition of trypsin or PK (Fig. 7, lanes 12 and 15) . No labeled protein fragments were immunoprecipitated under these conditions after trypsin treatment (Fig. 7, lane 12) , and only a small polypeptide fragment with an apparent molecular mass of ~4 kD was resistant to PK digestion (Fig. 7, lane  15 ). /~ GJ protein that was not exposed to proteases was precipitable with all the individual antibodies under the conditions used (Fig. 7, lanes 3, 6, 9, and 16) .",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 292,
                    "text": "(Thomas and Kornberg, 1975)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 441,
                    "end": 463,
                    "text": "Fig. 7, lanes 4 and 5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 509,
                    "end": 530,
                    "text": "Fig. 7, lanes  17-20)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 776,
                    "end": 798,
                    "text": "Fig. 7, lanes 7 and 8)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1059,
                    "end": 1075,
                    "text": "(Fig. 7, lane 6)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1128,
                    "end": 1152,
                    "text": "(Fig. 7, lanes 9 and 16)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1468,
                    "end": 1502,
                    "text": "(Fig. 7, lanes 10, 11, 13, and 14)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1659,
                    "end": 1684,
                    "text": "(Fig. 7, lanes 12 and 15)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1787,
                    "end": 1804,
                    "text": "(Fig. 7, lane 12)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1916,
                    "end": 1933,
                    "text": "(Fig. 7, lane  15",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2063,
                    "end": 2094,
                    "text": "(Fig. 7, lanes 3, 6, 9, and 16)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Studies on the Transmerabrane Organization of Connexins Generated in the Presence of Microsomes"
        },
        {
            "text": "Taken together, these results suggest that either the intracellular loop region of the NH~-terminally processed connexin protein was located inside the membrane vesicles, an orientation that differs from the protein in the native assembled junction channel, or that the intracellular loop was resistant to proteolytic degradation under the conditions applied. These possibilities will be considered in the Discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Studies on the Transmerabrane Organization of Connexins Generated in the Presence of Microsomes"
        },
        {
            "text": "The translocation of connexins into the ER membrane was analyzed in vivo to determine if the observed signal peptidase processing is related to the normal membrane translocation process of connexins in vivo. Since the amount of connexin polypeptides present in the ER membranes is relatively low in normal connexin expressing cells (rat hepatocytes, dog pancreatic acinar cells, Fig. 3 ), making such an analysis relatively difficult, we expressed higher levels of the ot~ and/~ GJ proteins for this analysis by using heterologous eukaryotic protein expression systems (yeast, baculovirus, BHK cells, Fig. 8 A) . Expressed connexins were analyzed either by immunoblot analyses or by the immunoprecipitation of radiolabeled proteins. Analysis of the expressed proteins showed that connexins with a processed NH2-terminal domain, similar to the products found in vitro, were detectable in all cell types analyzed (Fig. 8 A, left panel: ~1 GJ protein-transfected yeast cells, lanes 1, 3, 5; middle panel: insect cells infected with an Otl GJ protein expressing baculovirus, lanes 10 and 11; right panel: BHK cells stably transfected with c~ or/3~ GJ protein, lanes 18, 19, 25, 27, 29, and 30) . While yeast transfectants generated nearly equal amounts of processed and full-size connexins, the majority of the connexin protein generated in the infected insect cells, and especially in the transfected BHK cells, appeared to be the unprocessed full-size protein. Using the transfected BHK cells that allow the expression of variable amounts of protein (the connexin cDNAs are inserted behind a heavy metal inducible promoter), it was possible to demonstrate that the generation of the NH~-terminally processed cormexin products correlated with the level of connexin expression (Fig. 8 A, right panel) . Under moderate expression conditions (50 #M zinc), only intact c~t or/3t GJ protein was detectable (Fig. 8 A, lanes 14-16, and 22 and  23) , while conditions of intermediate (100 #M zinc, Fig. 8  A, lanes 24 and 25) or high connexin protein expression (125-150 #M zinc, Fig. 8 A, lanes 17-19 and 26--30) resulted in the synthesis of increasing amounts of NH2-terminally cleaved (c~1' and/30, as well as intact cormexin proteins.",
            "cite_spans": [
                {
                    "start": 1144,
                    "end": 1155,
                    "text": "GJ protein,",
                    "ref_id": null
                },
                {
                    "start": 1156,
                    "end": 1165,
                    "text": "lanes 18,",
                    "ref_id": null
                },
                {
                    "start": 1166,
                    "end": 1169,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 1170,
                    "end": 1173,
                    "text": "25,",
                    "ref_id": null
                },
                {
                    "start": 1174,
                    "end": 1177,
                    "text": "27,",
                    "ref_id": null
                },
                {
                    "start": 1178,
                    "end": 1181,
                    "text": "29,",
                    "ref_id": null
                },
                {
                    "start": 1182,
                    "end": 1189,
                    "text": "and 30)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 385,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 610,
                    "text": "Fig. 8 A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 911,
                    "end": 918,
                    "text": "(Fig. 8",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1773,
                    "end": 1796,
                    "text": "(Fig. 8 A, right panel)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1898,
                    "end": 1937,
                    "text": "(Fig. 8 A, lanes 14-16, and 22 and  23)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1987,
                    "end": 2014,
                    "text": "Fig. 8  A, lanes 24 and 25)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2069,
                    "end": 2102,
                    "text": "Fig. 8 A, lanes 17-19 and 26--30)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "NHrterminaUy Processed Connexin Proteins Similar to the Ones Generated In Vitro Were Also Identified In Vivo"
        },
        {
            "text": "To determine the intracellular distribution of the different connexin products generated under these conditions in vivo, highly induced BHK cells expressing txt or/3~ GJ protein, respectively, were fractionated into subcellular membrane fractions consisting of PM, Golgi membranes, and rough ER membranes (microsomes). The cleaved connexin products were only detectable in the ER membrane containing fractions (Fig. 8 B, lanes 1, 5, and 9 ). This result indicates that the NH2-terminally cleaved connexin product generated in the transfected BI-IK cells was similar to the product generated in the in vitro translocation assays, and for example, was not related to the degradation of PM GJ structures. A small amount of processed connexin protein present in the PM fraction prepared from/3, GJ protein expressing cells (Fig.  8 B, lane 6 ) was most likely related to a slight contamination of this subcellular fraction with some ER derived membranes. This was indicated by the presence of some PDI, an ER specific marker protein in the PM fraction (Fig. 8 C) . Only the intact connexin product was detected in the Golgi fractions ( Fig. 8 B, lanes 3, 7, and 1/) . Additional, slower migrating protein products present in Fig. 8 , A and B, (also in Fig. 3 A) represent oligomerized connexin proteins (especially in Fig. 8 A, lanes 3 and 5; Fig. 8 B, lanes 5-8; Fig.  3 A, lanes 4 and 5) and some other nonspecifically detected cellular proteins (especially in Fig. 8 B, lanes 1-4 and 9; Fig.  3 A, lane 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 438,
                    "text": "(Fig. 8 B, lanes 1, 5, and 9",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 819,
                    "end": 837,
                    "text": "(Fig.  8 B, lane 6",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1048,
                    "end": 1058,
                    "text": "(Fig. 8 C)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1132,
                    "end": 1161,
                    "text": "Fig. 8 B, lanes 3, 7, and 1/)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1221,
                    "end": 1227,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1248,
                    "end": 1254,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1314,
                    "end": 1320,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1339,
                    "end": 1345,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1360,
                    "end": 1367,
                    "text": "Fig.  3",
                    "ref_id": null
                },
                {
                    "start": 1459,
                    "end": 1504,
                    "text": "Fig. 8 B, lanes 1-4 and 9; Fig.  3 A, lane 3)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "NHrterminaUy Processed Connexin Proteins Similar to the Ones Generated In Vitro Were Also Identified In Vivo"
        },
        {
            "text": "In summary, these results indicate that connexins can also be processed by signal peptidase during their translocation process into the ER membrane in vivo, and some mechanism prevents this processing under normal conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NHrterminaUy Processed Connexin Proteins Similar to the Ones Generated In Vitro Were Also Identified In Vivo"
        },
        {
            "text": "The results presented in this report provide direct evidence of the cotranslational membrane integration of connexin polypeptides into the ER membrane. The integration occurred in an SRP-dependent manner. The membrane integration was accompanied by an unprecedented and efficient proteolytic processing of the connexins when translocated in vitro into ER-derived microsomes, removing an aminoterminal portion of all connexins analyzed. Furthermore, the microsomes used in this analysis contained endogenous uncleaved full-length /5~ connexin, indicating that the pancreatic microsomes generated from the ER during isolation were competent to integrate connexins correctly when the cells were intact. An analysis of connexins generated in beterologous eucaryotic expression systems indicated that this proteolytic processing occurred also under in vivo c~nditions of elevated connexin expression when connexin polypeptides were translocated into the ER membrane. The expression of ot~ and/31 GJ protein consistently resulted in the generation of variable amounts of processed cormexin polypeptides ( Fig. 8 A) , independent of the expression system. Subcellular fractionation provided evidence that the ER membranes contained both the processed and full-length connexin polypeptides, while the Golgi membranes and the PM contained only full-length connexins (Fig. 8 B) . BHK cells expressing different amounts of connexin protein also showed that the generation of the processed polypeptides correlated with the level of protein expression (Fig. 8 A) . GJ protein cDNAs were cloned into eucaryotic protein expression vectors and expressed in yeast, baculovirus, or stable transfected BHK cells, respectively. Yeast proteins were subjected to SDS-PAGE and transferred to nitrocellulose membranes for immunoblot analysis with the cormexin-specific anti-peptide antibodies GAP 10, ill J, and ~/IS. Nontransfected yeast cell lysates were analyzed as controls. Cormexins expressed in the presence of [35S]methionine in baeulovirus-infected cells and BHK cells, respectively, were immtmoprecipitated from complete cell lysates using the anti-peptide antibodies Bt 1-6, cqJ, c~lS (at GJ protein), or BtB, BiJ and BtS (Bi GJ protein), resolved by SDS-PAGE, and visualized by fluorography. Synthetic cormexin RNAs translated in the absence (-) or presence (+) of microsomes were analyzed in parallel as controls. In all three systems, the NH2-terminally processed, faster migrating cormexins (cC and /~13 were detected together with the unprocessed full-size connexins (c~1 and/~l). The BHK cell expression system allows the expression of variable amounts of connexin protein, since the connexin eDNA is inserted behind a heavy metal inducible promoter. Increasing the induction conditions (0.05, 0.1, 0.125, and 0.15 mM zinc) resulted in an equal increase in connexin expression for both full-size and NH2-terminally processed connexins (lanes 14-19 and 22-30) . (B) Highly induced BHK cells expressing c~ or ~1 GJ protein were separated into subeellular #actions containing either rER membranes, Golgi membranes, or PM, respectively, as described in Materials and Methods. Subcellular fractions were subjected to SDS-PAGE and transferred to nitrocellulose membranes for immunoblot analysis with GJ protein-specific anti-peptide antibodies GAP 10,/3tS and cqS. Complete cell lysates were analyzed in parallel as controls. Full-size (at,/~) and NH2-terminally processed GJ proteins (~', ~t') were detected in the fractions as marked. (C) The presence of PDI using an antibody raised against bovine PDI was determined to verify the purity of the subcellular membrane preparations derived from fl~ GJ protein-expressing BHK cells.",
            "cite_spans": [
                {
                    "start": 2928,
                    "end": 2951,
                    "text": "(lanes 14-19 and 22-30)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1099,
                    "end": 1108,
                    "text": "Fig. 8 A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1357,
                    "end": 1367,
                    "text": "(Fig. 8 B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1539,
                    "end": 1549,
                    "text": "(Fig. 8 A)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Processed connexin polypeptides that were possibly generated under normal expression conditions in wild-type cells most likely escaped detection because of their low abundance (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 184,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Native connexin proteins isolated from PMs have been shown to be unprocessed by NH2-terminal amino acid microsequencing, or only the start-methionine was removed (Nicholson et al., 1981 (Nicholson et al., , 1987 Zimmer et al., 1987) . This data was later confirmed by the cloning and sequencing of connexin cDNAs, showing that no cleavable ER target signal sequence is encoded at the NH2 terminus of the connexin proteins (for connexin sequences see Kumar and Gilula, 1992) .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 185,
                    "text": "(Nicholson et al., 1981",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 186,
                    "end": 211,
                    "text": "(Nicholson et al., , 1987",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 212,
                    "end": 232,
                    "text": "Zimmer et al., 1987)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 450,
                    "end": 473,
                    "text": "Kumar and Gilula, 1992)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Analysis of the conditions that were associated with the proteolytic processing indicates that the connexins were not processed by one of the known proteolytic activities that function in the degradation of misfolded or improperly oligomerized proteins in the ER, a process generally referred to as \"rapid ER degradation\" (Amara et al., 1989; Klausner and Sitia, 1990; Bonifacino and Lippincott-Schwartz, 1991) . First, these proteases normally do not process proteins in such a rapid reaction that is directly linked to membrane integration, such as observed in this study for the connexins (Fig. 1) . Second, the proteolytic cleavage of the connexins could not be prevented by cysteine and serine protease inhibitors such as TPCK, TLCK, leupeptin, or E64 (Fig. 6 B) , and these inhibitors have been reported to block the known enzymes related to this process (Wikstr/Sm and Lodish, 1991; Urade and Kito, 1992; Yuk and Lodish, 1993) .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 342,
                    "text": "(Amara et al., 1989;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 343,
                    "end": 368,
                    "text": "Klausner and Sitia, 1990;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 369,
                    "end": 410,
                    "text": "Bonifacino and Lippincott-Schwartz, 1991)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 861,
                    "end": 889,
                    "text": "(Wikstr/Sm and Lodish, 1991;",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 911,
                    "text": "Urade and Kito, 1992;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 912,
                    "end": 933,
                    "text": "Yuk and Lodish, 1993)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 592,
                    "end": 600,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 767,
                    "text": "(Fig. 6 B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "However, a proteolytic processing of the connexin proteins by signal peptidase is indicated by the results in this study. All the following properties of the connexin processing are indicative of a cleavage by signal peptidase. First, the connexins were proteolytically processed in proximity to their NH2 terminus, removing the NH2-terminal portion of the proteins. This processing appears very similar to the cleavage of cleavable ER target signal sequences (Blobel, 1980; Walter et al., 1984) . Second, the cleavage occurred concomitant with the insertion into the ER membrane, also typical for the processing of cleavable signal sequences (Fig. 1) . Third, the proteolytic cleavage reaction was restricted to the lumen of the ER vesicles (Fig. 6 A) . Signal peptidase is known to be present and active in the microsomes used in our studies (Evans et al., 1986) . Finally, the cleavage was not affected by efficient serine protease inhibitors (Fig. 6 B , DFP, TPCK, and TLCK), a property described for signal peptidase and attributed to its unusual cleavage mechanism (Daibey and yon Heijne, 1992) . Taken together, a potential proteolytic processing of connexin proteins by signal peptidase is indicated by the findings in this study, raising the question, what prevents this cleavage in vivo? Some examples of an internal signal peptidase processing on \"cryptic sites were previously reported for type I (cytochrome P 450) and type II membrane proteins (invariant chain [I'y], asialoglycoprotein receptor H1 subunit) after modifying the structure of the NH2-terminal domains of those proteins that altered their overall charge (Lipp and Dobberstein, 1986a; Schmid and Spiess, 1988; Szczesna-Skorupa et al., 1988) . However, these examples clearly differ from our findings in that the connexins were translated as noumutated, wild-type proteins.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 474,
                    "text": "(Blobel, 1980;",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 495,
                    "text": "Walter et al., 1984)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 844,
                    "end": 864,
                    "text": "(Evans et al., 1986)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1087,
                    "end": 1100,
                    "text": "Heijne, 1992)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1632,
                    "end": 1661,
                    "text": "(Lipp and Dobberstein, 1986a;",
                    "ref_id": null
                },
                {
                    "start": 1662,
                    "end": 1686,
                    "text": "Schmid and Spiess, 1988;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1687,
                    "end": 1717,
                    "text": "Szczesna-Skorupa et al., 1988)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 643,
                    "end": 651,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 752,
                    "text": "(Fig. 6 A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 946,
                    "end": 955,
                    "text": "(Fig. 6 B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To obtain some information on the transmembrane organization of the cleaved connexin polypeptides, protease protection assays (Morimoto et al., 1983; Scheele, 1983) were used in this study in combination with the immunoprecipitation of protein fragments protected from degradation. In previous studies, this protease protection assay has been used extensively to analyze the membrane insertion of proteins and to determine the membrane orientation of different types of membrane anchored proteins (Lipp and Dobberstein, 1986b; Spiess and Lodish, 1986; Zerial et al., 1986; Mayer et al., 1988; Chavez and Hall, 1992; Skach et al., 1994; Gafvelin and yon Heijne, 1994) . We found that the intracellular loop domain of the/31 connexin was protected from proteolytic degradation when trypsin or proteinase K were added exogenously to the microsomes, while it was degraded when the microsomes were permeabilized with detergent before the addition of protease (Fig. 7) . This result indicates that either the intracellular loop domain was located inside the vesicle lumen, suggesting an inverted membrane topology for the NH2-terminaily processed connexins (hypothesized in an earlier report, Falk et al., 1994) , or that the intracellular loop was resistant to proteolytic degradation under the conditions applied. An inverted membrane topology would be consistent with the processing of a cryptic signal peptidase cleavage site motif (small, uncharged amino acid residues in positions -3 and -1; von Heijne, 1983) that exists in connexins in front of transmembrane region M1. Proteolytic processing at this site is suggested by the mobility shift of 2-2.5 kD observed on the protein gels.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 149,
                    "text": "(Morimoto et al., 1983;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 150,
                    "end": 164,
                    "text": "Scheele, 1983)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 497,
                    "end": 526,
                    "text": "(Lipp and Dobberstein, 1986b;",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 551,
                    "text": "Spiess and Lodish, 1986;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 552,
                    "end": 572,
                    "text": "Zerial et al., 1986;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 573,
                    "end": 592,
                    "text": "Mayer et al., 1988;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 593,
                    "end": 615,
                    "text": "Chavez and Hall, 1992;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 616,
                    "end": 635,
                    "text": "Skach et al., 1994;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 636,
                    "end": 666,
                    "text": "Gafvelin and yon Heijne, 1994)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1187,
                    "end": 1205,
                    "text": "Falk et al., 1994)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 954,
                    "end": 962,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "However, an inversion of the transmembrane orientation of connexins is not simple to explain, and several observations argue against an inverted membrane topology. First, an inversion of the membrane topology of connexins would suggest that their COOH-terminal domain would also be located in the vesicle lumen, and thus is protected from proteolytic degradation. No such connexin fragments were precipitated in the protease protection assays using the COOH terminus-specific antipeptide antibodies/31S (Fig. 7) , indicating that the COOH terminus was correctly located outside the microsomal vesicles. Second, protease digestions of isolated PM-derived GJ structures indicate that the intracellular loop domain of/31 GJ protein is accessible to proteases, but it seems to be relatively resistant to a complete proteolysis (Milks et al., 1988) . In digests peformed with endoproteinase Lys-C, the intracellular loop was only cleaved on its COOH-terminal side, while the NH2-terminal side resisted degradation. Therefore, it seems likely that the t31 GJ protein fragments that were precipitated in the protease protection assays with the ~lJ antibodies were generated by an incomplete degradation of the intracellular loop, rather than by its protection from proteolysis by the lipid bilayer of the membrane vesicles. Third, preliminary amino acid sequencing results obtained from radiolabeled NH2-terminally processed/31 connexin indicates that the potential signal peptidase cleavage site is located beyond the transmembrane region M1, suggesting that the extracellular loop E1 is correctly located in the lumen of the microsomes (unpublished results). Finally, in this context, it is also interesting to mention a study by Sipos and von Heijne (1993) that shows that the distribution of positively charged amino acid residues in the regions flanking the first transmembrane region of/31 connexin is consistent with its proposed transmembrane topology in the PM. Based on the distribution of positively and negatively charged amino acid residues flanking the transmembrane region, some models have been developed to predict the membrane orientation of bitopic membrane proteins (von Heijne and Gavel, 1988; Hartmann et al., 1989) . Recent data obtained in Escherichia coli suggests that these models could also apply for polytopic membrane proteins (Andersson and von Heijne, 1994; Gafvelin and von Heijne, 1994) to predict their transmembrane topology. Additional experiments and other approaches will be required to determine unequivocally the actual transmembrane orientation of the connexin proteins in the ER membrane. The results of this study demonstrate that the connexins contain a \"cryptic\" signal peptidase cleavage site that can be processed by this enzyme in association with their membrane insertion. What then prevents this proteolytic cleavage under normal conditions in vivo? One possibility is that an additional factor exists that permits the connexin polypeptides to obtain a proper localization within the membrane bilayer, thus preventing their cleavage. A factor binding to cytoplasmic domains of the connexins is possibly indicated by the results obtained with the proteolytic degradation of connexins. Although potentially accessible to proteolytic degradation, the NH2-terminal domain and the intracellular loop region of cormexins were found to be highly resistant to protease digestion (Zimmer et al., 1987; Milks et al., 1988; this study) . Recently, Musil and Goodenough (1993) reported the oligomerization of or1 cormexin after its exit from the ER in a cell culture line. Consequently, it seems plausible to propose that a factor that may prevent the oligomerization process in the ER may also be involved in the integration of connexins into the ER membrane.",
            "cite_spans": [
                {
                    "start": 823,
                    "end": 843,
                    "text": "(Milks et al., 1988)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1725,
                    "end": 1752,
                    "text": "Sipos and von Heijne (1993)",
                    "ref_id": null
                },
                {
                    "start": 2179,
                    "end": 2207,
                    "text": "(von Heijne and Gavel, 1988;",
                    "ref_id": null
                },
                {
                    "start": 2208,
                    "end": 2230,
                    "text": "Hartmann et al., 1989)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2350,
                    "end": 2382,
                    "text": "(Andersson and von Heijne, 1994;",
                    "ref_id": null
                },
                {
                    "start": 2383,
                    "end": 2413,
                    "text": "Gafvelin and von Heijne, 1994)",
                    "ref_id": null
                },
                {
                    "start": 3415,
                    "end": 3436,
                    "text": "(Zimmer et al., 1987;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 3437,
                    "end": 3456,
                    "text": "Milks et al., 1988;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3457,
                    "end": 3468,
                    "text": "this study)",
                    "ref_id": null
                },
                {
                    "start": 3481,
                    "end": 3508,
                    "text": "Musil and Goodenough (1993)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 503,
                    "end": 511,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A recent report by G6rlich and Rapoport (1993) suggests that only two membrane protein complexes (SRP receptor and Sec 61p) and the TRAM protein are required for the suecessful integration of membrane proteins into synthetic liposomes. At least for connexin proteins, some other factor(s) appear to be involved in generating the proper organization of these proteins in the membrane bilayer. This issue will be addressed in future experimentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Intracellular degradation of unassembled asialoglycoprotein receptor subunits: a pre-Golgi, nonlysosomal endoproteolytic cleavage",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Amara",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lederkremer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "109",
            "issn": "",
            "pages": "3315--3324",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Membrane protein topology: effects • of A/zH+ on the translocation of charged residues explain the 'positive inside' rule",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yon Heijne",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "EMBO (Fur. Mol. Biol. Organ.) J",
            "volume": "13",
            "issn": "",
            "pages": "267--272",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Intracellular protein topogenesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blohel",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Proc. Natl./Wad. Sci. USA",
            "volume": "77",
            "issn": "",
            "pages": "1496--1500",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Posttranslational association of immunoglobulin heavy chain binding protein with nascent heavy chains in nonsecreting and secreting hybridomas",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Bole",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hendershot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Kearney",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "102",
            "issn": "",
            "pages": "1558--1566",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Degradation of proteins within the endoplasmic reticulum",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "592--600",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Expression of fusion proteins of the nicotinic acetylcholine receptor from mammalian muscle identifies the membrane-spanning regions in the a and ~ subunits",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Chavez",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "116",
            "issn": "",
            "pages": "385--393",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Signal peptidascs in prokaryotes and eukaryotes: a new proteasc family",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Dalbey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yon Heijne",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Trends Biochem. Sci",
            "volume": "17",
            "issn": "",
            "pages": "474--478",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Immunolocalization of an extraceUular domain of connexin43 in rat heart gap junctions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "El Aoumari",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dupont",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fromaget",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jan&apos;y",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Briand",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kreitman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Ear. J. Cell Biol",
            "volume": "56",
            "issn": "",
            "pages": "391--400",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Purification of microsomal signal peptidase as a complex",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blohei",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Proc. Natl. /Wad. Sci. USA",
            "volume": "83",
            "issn": "",
            "pages": "581--585",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Biosynthetic membrane integration of connexin proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Polk",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Gilula",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Prog. Cell Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Topological \"frustration\" in multispanning. E. coli inner membrane proteins",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gafvelin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yon Heijne",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "77",
            "issn": "",
            "pages": "401--412",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ti'anslocation of secretory proteins across the microsomal membrane occurs through an environment accessible to aqueous perturbants",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Cell",
            "volume": "42",
            "issn": "",
            "pages": "497--505",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Topological distribution of two connexin32 antigenic sites in intact and split rodent hepatocyte gap junctions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Goodenough",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jesaitis",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell Biol",
            "volume": "107",
            "issn": "",
            "pages": "1817--1824",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Protein translocation into proteoliposomes reconstituted from purified components of the endoplasmic reticulum membrane",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "G~rlich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Rapoport",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "75",
            "issn": "",
            "pages": "615--630",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Predicting the orientation of eukaryotic membrane-spanning proteins",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Rapoport",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc. Natl./Wad. Sci. USA",
            "volume": "86",
            "issn": "",
            "pages": "5786--5790",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Molecular chaperone functions of heatshock proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Hendrick",
                    "suffix": ""
                },
                {
                    "first": "E-U",
                    "middle": [],
                    "last": "Hartl",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Annu. ~ Biochem",
            "volume": "62",
            "issn": "",
            "pages": "349--384",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Topology of the Mr 27,000 liver gap junction protein",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Hertzherg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Disher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Tiller",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biol. Chem",
            "volume": "263",
            "issn": "",
            "pages": "19105--19111",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A protein homologous to the 27,000 dalton liver gap junction protein is present in a wide variety of species' and tissues",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Hertzberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Skibhens",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "39",
            "issn": "",
            "pages": "61--69",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Protein degradation in the endoplasmic reticalum",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sitia",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "62",
            "issn": "",
            "pages": "611--614",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Functional messenger RNAs are produced by SP6 in vitro transcription of cloned cDNAs",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Krieg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Melton",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Nucleic Acids Res",
            "volume": "12",
            "issn": "",
            "pages": "7057--7070",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Molecular biology and genetics of gap junction channels",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Gilula",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Semin. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "3--16",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Biochemical and immunochemical analysis of the arrangement of connexin43 in rat heart gap junction membranes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Laird",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Revel",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Sci",
            "volume": "97",
            "issn": "",
            "pages": "109--117",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The membrane-spanning segment of invariant chain (Iv) contains a potentially cleavable signal sequence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lipp",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dobherstein",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "46",
            "issn": "",
            "pages": "1103--1112",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Signal recognition particle-dependent membrane insertion of mouse invariant chain: a membrane-spanning protein with a cytoplasmically exposed amino terminus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lipp",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dobherstein",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "102",
            "issn": "",
            "pages": "2169--2175",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Gap junction structures. If. Analysis of the x-ray diffraction data",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Makowski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L D"
                    ],
                    "last": "Casper",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "A"
                    ],
                    "last": "Goodenough",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Cell Biol",
            "volume": "74",
            "issn": "",
            "pages": "629--645",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Posttranslational folding of influenza hemagglutinin in isolated endoplasmie reticulum-derived microsomes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Marquardt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Hebert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Biol. Chem",
            "volume": "268",
            "issn": "",
            "pages": "19618--19625",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Membrane integration and cellular transport of the coronavirus glycoprotein El, a class III membrane glycoprotein",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tarnura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Folk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niemann",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biol. Chem",
            "volume": "263",
            "issn": "",
            "pages": "14956--14963",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Topology of the 32-kd liver gap junction protein determined by site-directed antibody localizations",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Milks",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Houghten",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Unwin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Gilula",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "7",
            "issn": "",
            "pages": "2967--2975",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Use of proteascs for the study of membrane insertion",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morimoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arpin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gaetani",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Methods Enzymol",
            "volume": "96",
            "issn": "",
            "pages": "121--150",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Biochemical analysis of con-nexin43 intracellular transport, phosphorylation, and assembly into gap junctional plaques",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Musil",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Goodenough",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "115",
            "issn": "",
            "pages": "1357--1374",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Multisubunit assembly of an integral plasma membrane channel protein, gap junction connexin43, occurs after exit from the ER",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Musil",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Goodenough",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "74",
            "issn": "",
            "pages": "1065--1077",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Lumenal proteins of the mammalian endoplasmic reticulum are required to complete protein translocation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Nicchitta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blohel",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "73",
            "issn": "",
            "pages": "989--998",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Two homologous protein components of hepatic gap junctions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dermie~",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "El",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Teplow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Traub",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Willecke",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Revel",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Nature (Lond.)",
            "volume": "329",
            "issn": "",
            "pages": "732--734",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Rat liver gap junction protein: properties and partial sequence",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Hunkapiller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Grim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hood",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Revel",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "78",
            "issn": "",
            "pages": "7594--7598",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Developmental regulation of gap junction gene expression during mouse embryonic development",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Gilula",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Dee. Biol",
            "volume": "146",
            "issn": "",
            "pages": "117--130",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Biosynthetic protein transport and sorting by the endoplasmic reticulum and Golgi",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Biochem",
            "volume": "56",
            "issn": "",
            "pages": "829--852",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Assembly of hepatic gap junctions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Carlile",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Biol. Chem",
            "volume": "268",
            "issn": "",
            "pages": "1260--1265",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Topography of connexin32 in rat liver gap junctions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Sci",
            "volume": "100",
            "issn": "",
            "pages": "567--578",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Immunochemische Untersuchungen der Struktur und Regulation yon Gap Junctions im Uterus der Ratte",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Risek",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Polypeptide chain binding proteins: catalysts of protein folding and related processes in cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "59",
            "issn": "",
            "pages": "591--601",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Methods for the study of protein translocation across the ER membrane using the reticulocyte lysate translation system and canine pancreatic microsomal membranes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scheele",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Methods Enzymol",
            "volume": "96",
            "issn": "",
            "pages": "94--110",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Deletion of the amino-terminal domain of asialoglycoprotein receptor HI allows cleavage of the internal signal sequence",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spiess",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biol. Chem",
            "volume": "263",
            "issn": "",
            "pages": "16886--16891",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Biogenesis and transmembrane topology of the CHIP28 water channel at the endoplasmic reticulum",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Skach",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Calayag",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frigeri",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Liogappa",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell Biol",
            "volume": "125",
            "issn": "",
            "pages": "803--815",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Predicting the topology of eukaryotic membrane proteins",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sipos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yon Heijne",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Eur. J. Biochem",
            "volume": "213",
            "issn": "",
            "pages": "1333--1340",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "An internal signal sequence: the asialoglycoprotein receptor membrane anchor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spiess",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "44",
            "issn": "",
            "pages": "177--185",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Isolation and purification of gap junction channels",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Stauffer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Gilula",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Unwin",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "115",
            "issn": "",
            "pages": "141--150",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Positive charges at the NH2-terminus convert the membrane-anchor signal peptide of cytochrome P-450 to a secretory signal peptide",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Szczesna-Skorupa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mead",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kemper",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "85",
            "issn": "",
            "pages": "738--742",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "An octamer of histones in chromatin and free in solution",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kornberg",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "72",
            "issn": "",
            "pages": "2626--2630",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Inhibition by acidic phospholipids of protein degradation by ER-60 protease, a novel cysteine protease, of endoplasmic reticulum",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Urade",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kito",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "FEBS (Fed. Exp. Biol. Soc.) Left",
            "volume": "312",
            "issn": "",
            "pages": "83--86",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Patterns of amino acids near signal-sequence cleavage sites",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yon Heijne",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Eur. J. Biochem",
            "volume": "133",
            "issn": "",
            "pages": "17--21",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Topogenic signals in integral membrane proteins. Fur",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yon Heijne",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gavel",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biochem",
            "volume": "174",
            "issn": "",
            "pages": "671--678",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Preparation of microsomal membranes for cotranslational protein transiocation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Methods En~mol",
            "volume": "96",
            "issn": "",
            "pages": "84--93",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Protein translocation across the endoplasmic reticulum",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Biobel",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "38",
            "issn": "",
            "pages": "5--8",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Nonlysosomal, pre-Golgi degradation of unassombled asialoglycoprotein receptor suhnnits: a TLCK-and TPCKsensitive cleavage within the ER",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wikstr6m",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "113",
            "issn": "",
            "pages": "997--1007",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Two pathways for the degradation of the H2 subunit of the asialoglycoprotein receptor in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Yuk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "123",
            "issn": "",
            "pages": "1735--1749",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The transmembrahe segment of the human transferrin receptor functions as a signal peptide",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zerial",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Melancon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Garoff",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "EMBO (Fur. Mol. Biol. Organ.) J",
            "volume": "5",
            "issn": "",
            "pages": "1543--1550",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Topological analysis of the major protein in isolated intact rat liver gap junctions and gap junction-derived single membrane structures",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Gilula",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Biol. Chem",
            "volume": "262",
            "issn": "",
            "pages": "7751--7763",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the membrane are specified by cyto and exo, respectively. No N-glycosylation sites are present in the exoplasmic portions. The position of marker proteins and their molecular masses in kilodaltons are indicated in this figure and all following figures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Processing of connexins is correlated with the microsome concentration. Synthetic RNAs encoding a~ and/3t GJ proteins were translated in the reticuloeyte lysate system for 1 h in the presence of increasing concentrations of microsomes (0.05-2 Eq/10 ttl vol), resolved by SDS-PAGE, and visualized by fluorography.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Connexins are proteolytically processed when translated in vitro in the presence of microsomes, removing an NH2-terminal portion. (A) Synthetic RNAs encoding or1 and/31 GJ proteins were translated in the reticulocyte lysate system in the absence (-) or presence (+) of intermediate concentrations of microsomes. GJ protein-specific translation products were precipitated using antipeptide antibodies specific for different topological domains of cq and /31 GJ proteins. Immunoprecipitated polypeptides were resolved by SDS-PAGE and visualized by fluorography. While antibodies directed against the extreme carboxy-terminal domains of ,vl and/31GJ proteins (otiS,/31S, lanes 5 and 11) or an internal region of the proteins (cqJ, /31J, lanes 4 and 10) precipitated both the full-size proteins (al and/31) and the faster migrating forms (ctl' and/31'), neither of the two different antibodies specific for the NH2-tenninal sequence of the/3l GJ protein (/31 1-6,/31B, lanes 3, 8, and 9) recognized the faster migrating connexin products. (B) Schematic representation of the membrane topology for GJ proteins in vivo. The different topological domains of the proteins, located either extracellular (extracellular loops E1 and E2), in the cytoplasm (NH2-terminal domain, intraceUular loop [I loop],",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Characterization of the counexin processing indicates a cleavage by signal peptidase. (.4) The counexin cleavage was dependent on the cotranslational addition of microsomes. Synthetic RNAs encoding different GJ proteins were translated in the reticulocyte lysate system in the absence of microsomes for 20 rain. After terminating the translation reactions, microsomes were added and incubated for an additional 30 min (lane 3). In parallel reactions, microsomes were pelleted, washed, and resuspended in fresh membrane buffer used for the preparation of microsomes. Microsomal supernatant (lane 4) or washed microsomes (lane 5) were then added cotranslationally. Standard translation reactions in the absence (lane 1) and presence (lane 2) of microsomes were done in parallel. All proteins in A, B, and C were separated by SDS-PAGE and visualized by fluorography. (B) The proteolytic processing was not inhibited by protease inhibitors. Translation reactions (reticulocyte lysate system) were preincubated with the protease inhibitors TPCK, TLCK, E-64, leupeptin, and DFP before the addition of synthetic counexin RNAs, as described in Materials and Methods. Only the results for fit GJ protein arc shown in A and B, representing similar results obtained with all connexins studied. (C) The counexin cleavage was dependent on SRP. RNAs encoding at and fl~ GJ proteins, prolactin (pPL) and yeast a-factor were translated in the wheat germ system in the absence (-) or presence (M) of microsomes. In parallel experiments, the RNAs were translated in the presence of salt washed (i.e., SRP-free) microsomes (D) or in the presence of salt washed microsomes plus purified SRP. Cleaved GJ proteins (oq' and fl{, lanes 2 and 4, 6, and 8), as well as mature prolactin (PL,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Analysis of the protease sensitivity of the NH2terminally processed connexins. Synthetic RNA encoding Bm GJ protein was translated in the reticulocyte lysate system in the absence (-) or the presence (+) of intermediate concentrations of microsomes. Either water",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Expression of connexin eDNAs in eucaryotic cells and analysis of the synthesized connexin polypeptides. (A) cq and ~1",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Complementary DNAs of five different members of the connexin gene family (at [Cx43], or3 [Cx46], /~ [Cx32], B2 [Cx26], /ffs [Cx31], for connexin nomenclature see",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}