{
    "paper_id": "8b22782e207c5b96f3091e29b01e48ffc80edd03",
    "metadata": {
        "title": "Non-invasive ventilation in a pregnancy with severe pneumonia",
        "authors": [
            {
                "first": "Mohd",
                "middle": [
                    "Zulfakar"
                ],
                "last": "Mazlan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Sains Malaysia",
                    "location": {
                        "addrLine": "Kubang Kerian",
                        "settlement": "Kelantan",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Saedah",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Sains Malaysia",
                    "location": {
                        "addrLine": "Kubang Kerian",
                        "settlement": "Kelantan",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Zainal",
                "middle": [],
                "last": "Abidin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Sains Malaysia",
                    "location": {
                        "addrLine": "Kubang Kerian",
                        "settlement": "Kelantan",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ariffin",
                "middle": [],
                "last": "Marzuki Mokhtar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Sains Malaysia",
                    "location": {
                        "addrLine": "Kubang Kerian",
                        "settlement": "Kelantan",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Laila",
                "middle": [
                    "Ab"
                ],
                "last": "Mukmin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Sains Malaysia",
                    "location": {
                        "addrLine": "Kubang Kerian",
                        "settlement": "Kelantan",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Zeti",
                "middle": [
                    "Norfidiyati"
                ],
                "last": "Ayub",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Sains Malaysia",
                    "location": {
                        "addrLine": "Kubang Kerian",
                        "settlement": "Kelantan",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Chandran",
                "middle": [],
                "last": "Nadarajan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Sains Malaysia",
                    "location": {
                        "addrLine": "Kubang Kerian",
                        "settlement": "Kelantan",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This case report is focused on Non-invasive ventilation (NIV) in acute hypoxemic respiratory failure secondary to pneumonia in pregnant women (third trimester). Pneumonia in pregnancy is associated with morbidity and mortality to the fetus and mother. The risk of intubation is higher in pregnant women with hypoxemic respiratory failure compared to non-pregnant women. Pregnant women with pneumonia may develop worse hypoxemic respiratory failure due to the physiological changes that occur during pregnancy. Physiological changes such as increased progesterone lead to mucosal airway edema. The mechanical effects of an enlarged uterus result in a reduced functional residual capacity (FRC). Decreased esophageal sphincter tone, delayed gastric emptying, and increased gastric pressure (as early as 14 weeks and above) increase the risk of gastric aspiration during NIV. The risk of aspiration is 1 in 10,000. Therefore, NIV is only indicated in pregnant women who are fully conscious and able to control their airway with adequate respiratory effort. It is contraindicated in hemodynamically unstable patients. Prompt diagnosis and aggressive monitoring and treatment in an Intensive Care Unit (ICU) are required for better outcome of the fetus and mother [1] . A trial of NIV may have a benefit to treat hypoxemic respiratory failure, provided it is used wisely. It is reported that NIV can avoid intubation in 54% of acute respiratory distress (ARDS) and therefore reduce ventilator associated pneumonia (VAP) by approximately 20% and reduce the mortality rate in the ICU by up to 54% [2] . However, the usage of NIV has remained controversial in severe pneumonia. The benefit of NIV in pregnant women is not clear. However, Masclans et al. reported that the success rate of NIV was as high as 40% in treating hypoxemic respiratory failure due to pneumonia [3] . A proper patient selection, a cooperative patient, and clinician skills are the key features of successful NIV. The trend of using NIV has increased by approximately 25% [3] . The percentage of patients receiving non-invasive ventilation in Malaysia increased almost six-fold between 2004 and 2012, from 3.7% to 21.7%. Therefore, the usage of NIV in the non-pregnant population secondary to pneumonia is controversial but is becoming increasingly acceptable.",
            "cite_spans": [
                {
                    "start": 1259,
                    "end": 1262,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1590,
                    "end": 1593,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1862,
                    "end": 1865,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2038,
                    "end": 2041,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 24-year-old Asian woman at 32 weeks' gestation presented with a 2-day history of worsening dyspnea. She gave a history of sore throat, dry cough, fever, nausea, vomiting, myalgia, weakness and headache. Her examination revealed reduced air entry on both lower zones of the lung with crepitation on auscultation. The rest of the examination was unremarkable. Arterial blood gases (ABG) showed severe hypoxemia with po2 only 90 mmHg despite delivery of fio2 70% via NIV. She had an elevated C-reactive protein (CRP) 200 mg/L on admission. Her chest radiograph demonstrated bilateral opacities consistent with severe pneumonia (Fig. 2 ) in comparison with her normal chest radiograph taken 2 years prior to illness (Fig. 1 ). Her tracheal aspirate and urine culture were negative. There were also negative results for nasopharyngeal swab for H1N1. She also tested negative for dengue, infectious diseases such as tuberculosis, human immunodeficiency virus (HIV), hepatitis and syphilis. She was admitted to our ICU and was started on non-invasive ventilation (NIV) bi-level mode. Her condition gradually worsened within a day of admission. She was given intravenous rehydration and broad spectrum antibiotics, tazocin 4.5 g every 6 hours and levofloxacin 750 mg once daily and antiviral osetalmivir. She was planned for intubation if her dyspnea worsened, her respiratory rate increased to more than 35 breaths per minute, or there was a drop in consciousness level. The patient was started on a BiPAP, bi-level positive airway pressure (Philips-Respironics) after poor oxygenation with a high flow mask 15 liters oxygen. She was successfully weaned from NIV on day 3 of ventilation. She was discharged from the ICU to the general ward on day 5 and discharged home on day 13 of admission in good condition. Fig. 2 (a). Patchy air space opacification of the bilateral mid and lower zone with the presence of air bronchogram consistent with consolidation with associated bilateral pleural effusion on the day of admission to the ICU. Fig. (2b) shows worsening of the bronchogram on Day 2. Fig. (2c) shows resolving consolidation and pleural effusion on Day 4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 626,
                    "end": 633,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 714,
                    "end": 721,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1806,
                    "end": 1812,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2031,
                    "end": 2040,
                    "text": "Fig. (2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2086,
                    "end": 2095,
                    "text": "Fig. (2c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case summary"
        },
        {
            "text": "Mechanical ventilation in pregnancy is not without risk. The main indications for NIV are to provide adequate oxygenation and to avoid the complications of intubation. Prolonged hypoxia results in increased fetal morbidity and mortality. In cases of severe respiratory failure during pregnancy, there is a risk of preterm delivery of up to 80% during the third trimester and a risk of spontaneous miscarriage of up to 57% during the first trimester [4] . To ensure patient safety, these patients should be managed and monitored closely in an ICU with a trial of NIV [5] .",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 452,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Hemodynamic instability, impaired consciousness, and worsening type 1 respiratory failure with tachypnea greater than 35 breaths per minute are clinical signs that these patients need to be intubated. In cases similar to our own, Banga et al. managed pregnant women with severe type 1 respiratory failure secondary to pneumonia with 3e4 days of NIV. In these cases, major organ dysfunction and impaired consciousness were the key factors underlying the decision to institute NIV [6] . NIV is contraindicated in the setting of cardiac or respiratory arrest and in cases where the patient is uncooperative or unable to fit the mask [7] . It is also unsuitable for patients who are status post facial, esophageal or gastric surgery; patients with extreme anxiety, copious secretions, anatomical anomalies of the upper airway, or craniofacial trauma or burns. NIV should also be avoided in patients with a high risk of aspiration and patients who are unable to protect their airway. In these situations, the use of NIV has a failure rate as high as 50% in patients with hypoxemia [7] .",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 482,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1076,
                    "end": 1079,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A study demonstrated NIV is proven to be effective only in patients with cardiogenic pulmonary edema and chronic obstructive airway disease [7] . NIV should be considered first line therapy early in the course of respiratory failure secondary to either of the above conditions. Studies have shown that in chronic obstructive pulmonary disease (COPD) patients, the use of NIV can decrease mortality by 48%, decrease the rate of intubation by 59% and decrease hospital length of stay by 3.24 days [8] . However, it can also be used to treat other disorders such as pneumonia in an immunocompromised patient, post-operative respiratory failure, hypoxemic respiratory failure, acute respiratory distress syndrome (ARDS), and asthma. NIV can also be employed to facilitate ventilation weaning and extubation.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our case, the cause of the patient's worsening hypoxemic respiratory failure was community acquired pneumonia as evidenced by history, lung crepitation on physical exam, a very high c-reactive protein level (>200 mg/dl) and chest radiograph findings. The CURB-65 score for our patient was only 1. The sequential organ failure assessment (SOFA) score was 4. The patient was admitted to the ICU for a trial of NIV even though its benefit in pneumonia has not been proven. However, trials of NIV can be used before resorting to tracheal intubation as long as the patient remains conscious, tolerates a tight-fitting mask, and does not become lethargic. However, it must be used sagaciously in a wellmonitored ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The step taken in our case was to explain the procedure and its benefit to the patient in detail. The possible need for intubation should NIV therapy fail within the first 2 hours of use was also explained. Choosing the correct interface, starting with a very low inspiratory positive airway pressure (IPAP) setting of 6e8 cm H 2 O and setting an expiratory positive airway pressure (EPAP) of 2e4 cm H 2 O are the key features of successful NIV. The setting can be increased gradually to achieve the desired oxygenation. The difference between IPAP and EPAP should be at least 4 cmH 2 O. Next, the oxygen requirement was set up followed by holding the mask over the face by hand. Initially, it should not be fixed. If required, EPAP and IPAP settings can be increased in 1e2 cm H 2 O increments, after which the inspiratory time and rise time should be set. Lastly, the interface was secured to the patient with head straps to avoid excessive air leak [7] . Excessive tightness should be avoided since it can cause intolerance and skin lesions [7] .",
            "cite_spans": [
                {
                    "start": 952,
                    "end": 955,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Arterial blood gases should be taken hourly during first 2 hours bi-level NIV therapy. If the arterial blood gases show worsening respiratory failure with tachypnea greater than 35 breaths per minute, the patient should be intubated immediately to prevent prolonged hypoxia in the fetus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Even though a chest radiograph showed worsening pulmonary infiltrates on day 2 of admission, the patient was not intubated because she remained conscious and her respiratory rate (RR) remained between 30 and 35 breaths per minute with good respiratory effort. An improvement in RR was found to be predictor of successful NIV [9] . At that time, the bi-level NIV setting was 12 IPAP and 8 EPAP with fio2 of 70%. The PaO 2 /FiO 2 was less than 100. Given the patient's worsening condition, she was kept nil by mouth on day 2 of admission. The patient was given intravenous fluid as normal saline 1500 ml over 24 hours for two days. The fluid was given in view of worsening lactate, low concentrated urine output and capillary refill time less than 2 seconds. On day 3 of admission, the fluid was stopped because of suddenly worsening pulmonary infiltrates. Bedside echocardiography was conducted and revealed good heart function. A tracheal aspirates culture result came back as mixed growth. Serial C -reactive protein results showed a decreasing trend. On day 4 of admission, the patient showed signs and symptoms of improvement as evidenced by reduced tachypnea maintained with lower bi-level settings. The patient then was transferred to the general ward and discharged home on day 10 after completing an intravenous antibiotic course. At 38 weeks, the patient vaginally delivered a healthy baby without complication.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 328,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "NIV can be used in a pregnancy complicated by severe hypoxemic respiratory failure secondary to community acquired pneumonia with a CURB-65 score of 1 and a sequential organ failure assessment (SOFA) score of 4. However, the usage of NIV must be judiciously monitored and reviewed in an ICU during the initial phases of non-invasive bi-level ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A multiple-center survey on the use in clinical practice of noninvasive ventilation as a first-line intervention for acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esquinas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Montini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Maggiore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rocco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maviglia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pennisi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gonzalez-Diaz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "U"
                    ],
                    "last": "Meduri",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Crit. Care Med",
            "volume": "35",
            "issn": "1",
            "pages": "18--25",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early non-invasive ventilation treatment for severe influenza pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Masclans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Erez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Almirall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lorente",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marques",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Socias",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vidaur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rello",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin. Microbiol. Infect",
            "volume": "19",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pregnancy and perinatal outcomes of women with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Shek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Obstet. Gynecol",
            "volume": "191",
            "issn": "1",
            "pages": "292--297",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Successful use of noninvasive ventilation in pregnancy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Allred",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Esquinas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Caronia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mahdavi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Mina",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur. Respir. Rev",
            "volume": "23",
            "issn": "131",
            "pages": "142--144",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Use of non-invasive ventilation in a pregnant woman with acute respiratory distress syndrome due to pneumonia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banga",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Khilnani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Indian J. Chest Dis. Allied Sci",
            "volume": "51",
            "issn": "",
            "pages": "115--117",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Non-invasive ventilation in acute respiratory failure",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nava",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "9685",
            "pages": "250--259",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Non-invasive positive pressure ventilation to treat respiratory failure resulting from exacerbations of chronic obstructive pulmonary disease: cochrane systematic review and metaanalysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Lightowler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wedzicha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Ram",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bmj",
            "volume": "326",
            "issn": "7382",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Predictors of successful noninvasive ventilation treatment for patients suffering acute respiratory failure",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Chin. Med. Assoc",
            "volume": "71",
            "issn": "8",
            "pages": "392--398",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Normal chest X-Ray.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest X-Ray of a severe pneumonia.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "This case report has not been published previously, is not under consideration for publication elsewhere, and has been approved for submission by all authors and the institutional affiliate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration and verification"
        }
    ]
}