{
    "paper_id": "8b428fa1fc5626bb38ba1efdb48d715b545f262c",
    "metadata": {
        "title": "Evolution and Variation of the SARS-CoV Genome",
        "authors": [
            {
                "first": "Jianfei",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University",
                    "location": {
                        "postCode": "100871",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University",
                    "location": {
                        "postCode": "100871",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "101300",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "101300",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yujun",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "101300",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jia",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "101300",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jia",
                "middle": [],
                "last": "Ye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "101300",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhao",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "101300",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zizhang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "101300",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang University and Hangzhou Genomics Institute",
                    "location": {
                        "addrLine": "Zhijiang Cam-pus",
                        "postCode": "310008",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Songgang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University",
                    "location": {
                        "postCode": "100871",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "101300",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "101300",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "101300",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huanming",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "101300",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Knowledge of the evolution of pathogens is of great medical and biological significance to the prevention, diagnosis, and therapy of infectious diseases. In order to understand the origin and evolution of the SARS-CoV (severe acute respiratory syndrome-associated coronavirus), we collected complete genome sequences of all viruses available in GenBank, and made comparative analyses with the SARS-CoV. Genomic signature analysis demonstrates that the coronaviruses all take the TGTT as their richest tetranucleotide except the SARS-CoV. A detailed analysis of the forty-two complete SARS-CoV genome sequences revealed the existence of two distinct genotypes, and showed that these isolates could be classified into four groups. Our manual analysis of the BLASTN results demonstrates that the HE (hemagglutinin-esterase) gene exists in the SARS-CoV, and many mutations made it unfamiliar to us.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The SARS-CoV (severe acute respiratory syndromeassociated coronavirus) has been generally accepted as the major pathogen of SARS, which has cost thousands of lives globally a few months ago (1 , 2 ) . This coronavirus has been classified as a new member of Genus Coronavirus in Family Coronaviridae and Order Nidovirales (3 ) .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 198,
                    "text": "(1 , 2 )",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "(3 )",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Serologically, the seventeen species coronavirus have been classified into three groups. Groups I and II contain mammalian viruses, while Group III contains only avian viruses. Within each group, the viruses are further subclassified into distinct species by the host range, antigenic relationship, and genomic organization. Genomic analyses have revealed that the SARS-CoV has typical features of coronavirus, but it represents a novel virus that is phylogenetically distinct from any other member in the three known * These authors contributed equally to this work. # Corresponding authors. E-mail: junyu@genomics.org.cn; yanghm@genomics.org.cn groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It has been suggested that the SARS-CoV is more closely related to the cow coronavirus and MHV (Murine Hepatitis Virus) by comparing a conserved 215-a.a. (amino acid) segment of the polymerase protein (4 ) . However, the strength of the association is reduced if the entire genome is taken into consideration. In this paper, we present the phylogenetic comparison between SARS-CoV and other viruses, and the analysis of the mutation sites of 42 SARS-CoV isolates, as well as the possible recombination and horizontal transfer.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "text": "(4 )",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Comparison of the GC content and genome size distribution with other viruses Genome sizes of viruses range from a few hundred base pairs to a few hundred thousand base pairs (Figure 1 ). According to their genome sizes, the 2,498 virus isolates can be classified as three groups. The first group, also the smallest group corresponding to the low part of the figure, represents the viroids. The range of genome sizes of this group is between 120 bp (Avocado sunblotch viroid; NCBI accession number: AF404074) and 374 bp (Citrus exocortis viroids, NCBI accession number: N30870). The range of the GC content is between 35.5% (Avocado sunblotch viroid; genome size: 248 bp; NCBI accession number: AF404068) and 61.1% (Grapevine yellow speckle viroid 1; genome size: 365 bp; NCBI accession number: AF462165). Here, the two isolates of AF404068 and AF404074 demonstrate the sequence diversity of viroid genomes. Although they are only different isolates of Avocado sunblotch viroid, the difference of their genome sizes is still great. The third group, also the largest group corresponding to the middle part of the figure, is the most complicated one that includes all other kinds of viruses. The SARS-CoV belongs to this group. From the figure, it is easy to see that the GC content and genome size of the SARS-CoV are normal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 183,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "We performed a genomic sequence comparison between Isolate BJ01 of SARS-CoV and other viruses. As a contrast, we divided the viruses into coronaviruses and non-coronaviruses. BLASTN (default parameters) was used to compare the SARS-CoV genomic sequence with the dataset of non-coronaviruses, and sequences more than 20 nt in length and identity greater than 70% were extracted to create the conservative map ( Figure 2 ). The coronaviruses are phylogenetically close to the SARS-CoV. To demonstrate their respective similar regions to the SARS-CoV, we mapped the comparison results to BJ01 sequence to see the distribution. As shown in Figure 3 , the SARS-CoV genomic fragments are plotted along the horizontal axis in the order they appeared in the genome, and other coronaviruses are placed vertically. The darkness of a pixel corresponds to the strength of the match between a SARS-CoV fragment and a coronavirus genome, and the width of the rectangle corresponds to the length of the matched sequence. The length of the longest matched segment is 138 nt (Codons 14,914-15,051) with the identity of about 81.16% (112/138). This segment lies in the gene coding region of the R (replicase) protein of SARS-CoV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 418,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 636,
                    "end": 644,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Sequence comparison with other viruses"
        },
        {
            "text": "We computed the average absolute distance of the motif frequency profile (MFP) between BJ01 and other viruses. The analysis results with the motif length from 2 to 8 nt all demonstrate that the SARS-CoV is most adjacent to coronaviruses. Here we only show the comparison result with coronaviruses since the distances with non-coronavirus are very large. To present the similarity of the MFP between the SARS-CoV and other coronaviruses more clearly, we use the chaos game representation (CGR) to demonstrate the results. Only one isolate is selected to represent its species because the MFP of different isolates within the same species is very similar. To find whether there is a relationship between the viruses and their hosts, we also demonstrate the MFP of Homo Sapiens (host of the SARS-CoV) and Mus Musculus (host of the MHV). Figure 4 presents the dinucleotide frequency profile. It is obvious that the frequency of dinucletide TT is rich in all the eight organisms. BJ01, MHV and PEDV (Porcine Epidemic Diarrhea Virus) have another similar characteristic of the high frequency of TG. The obvious difference between BJ01 and other coronaviruses is that the AA frequency of BJ01 is higher. This AA-rich characteristic is the same to Homo Sapiens, so probably in SARS-CoV it is influenced by its host−Homo Sapiens. The result that the MFPs of Homo Sapiens and mouse are very similar to each other is in accordance with the phylogenetic analysis. The lower frequency of CG in all the images could be easily explained by the reason that there is a relatively high chance of a methyl-C mutation into a T. Theoretically, the C-T methyl mutation should induce the frequency increase of TG, while the result shows that the frequency of TG is not high in about six organisms out of the eight. So there should be some other mechanisms that lead to the decrease of TG in these organisms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 834,
                    "end": 842,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Motif frequency profile comparison with other viruses"
        },
        {
            "text": "To see what contributes to the high content of TT, we also did the MFP analysis with the motif length from 3 to 8 nt. We found out that at motif length 4, almost all the tetranucleotide of coronaviruses with the highest frequency are TGTT except those in SARS-CoV ( Figure 5 ). The richest tetranucleotide of the SARS-CoV is TGCT, while TGTT is the second. This fact demonstrates that the SARS-CoV is phylogenetically far from other coronaviruses, and this conclusion is the same as the serological analysis result. To see whether this characteristic is unique to coronaviruses, we searched 2,497 virus genomes, and found only two viruses, Beet soil-borne mosaic virus (genome size: 4,616 bp; NCBI accession number: AF061869) and Soil-borne cereal mosaic virus (genome size: 3,683 bp; NCBI accession number: AJ132577), have this characteristic. Both these two exceptions are ssRNA positively stranded viruses and belong to two different subspecies: Furovirus and Benyvirus. We computed the TGTT content of coronavirus genomes and the result is shown in Table 1 . As a comparison, the contents of other viruses have also been computed, but the results are not listed here. The lowest content is 0.13% appeared in TT-like mini virus (NCBI accession number: AF291073), and the highest content is 7.33% in HCoV-229. The difference of TGTT frequency between different viruses is great. Nothing significant is found at other motif lengths. Thus the richest tetranucleotide, TGTT, could be a common characteristic of coronaviruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 274,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1053,
                    "end": 1060,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Motif frequency profile comparison with other viruses"
        },
        {
            "text": "DNA sequence data from various organisms have clearly shown that synonymous codons for each amino acid are not used with equal frequency, even though choices among the codons should be equivalent in terms of protein structures. The statistical data suggest that the choices among synonymous codons are consistently similar for all genes within a certain genome (5) (6) (7) . Generally speaking, if two organisms were adjacent in evolution, their codon usage bias should be similar (7 ). We made statistics of the codon usage frequency of all viruses and computed the standard deviation of their codon usage frequency relative to BJ01. When we computed the codon usage frequency of the SARS-CoV, the five function-known gene-coding regions for the R, S (spike), E (envelope), M (membrane), N (nucleocapsid) and five putative uncharacterized proteins (PUP) were all analyzed (8 ) . Results show that all other coronaviruses have a small difference of codon usage frequency with the SARS-CoV. Astonishingly, some viruses that do not belong to coronavirus also have the same difference with the SARS-CoV, such as human papillomavirus (NCBI accession number: U85660). This fact suggests that the codon usage bias is not valid at all conditions.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 364,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 873,
                    "end": 877,
                    "text": "(8 )",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Codon usage bias comparison with other viruses"
        },
        {
            "text": "For the very similar codon usage of different strains of the same subspecies, we selected only one of the several isolates in Figure 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Codon usage bias comparison with other viruses"
        },
        {
            "text": "The SARS-CoV has a similar genome organization, especially in its gene orders, with other members in coronavirus. This is good evidence that the SARS-CoV is closely related with coronavirus. The five proteins of the SARS-CoV whose functions had been known were compared with the proteins of other viruses. The results demonstrated that these five proteins are similarest to the proteins of coronaviurses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Function-known protein comparison with other viruses"
        },
        {
            "text": "We aligned 42 complete genome sequences of the SARS-CoV by using the software, Crossmatch (version 0.990329), to look for variations. With BJ01 as the reference, we found 338 substitution sites. All the results are listed in the supplementary table.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations analysis"
        },
        {
            "text": "Substitution errors replacing a purine with a purine and a pyrimidine with a pyrimidine were more easily made for steric reasons. The resulting mutations were transitions. Transversions, purine to pyrimidine changes and the reverse, are less likely made. When resulting in an amino-acid change, transversions often have a larger impact on the protein than transitions. There are four possible transition errors (A←→G, C←→T) and eight possible transversion errors (A←→C, A←→T, G←→C, G←→T). Therefore, if a mutation occurs randomly, a transversion would be more likely than a transition. However, in many organisms, transitions are two times more likely to occur than transversions (9 ) .",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 684,
                    "text": "(9 )",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Mutations analysis"
        },
        {
            "text": "Only one substitution occurred at each of the 338 substitution sites, of which 225 were transitions, including 98 AG transitions and 127 CT transitions, and 113 were transversions, including 40 AC, 35 AT, 9 GC, and 29 GT specifically. The odds ratio of transition and tranversion was about 2.0 (225/113), which just equalled the universal possibility of 2.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations analysis"
        },
        {
            "text": "The statistics of types and codon phases of nucleotide substitution in coding region (Table 2) demonstrate that, as long as the substitution number or rate is concerned, there is no great difference among the three codon phases. In the 98 mutations that happened at the first codon phase, the number of non-synonymous substitutions is 93 and the rate is 95% (93/98), which is very close to the statistical possibility of 96%. The 112 substitutions that happened at the second codon phase were all nonsynonymous substitutions. In the 119 substitutions that happened at the third codon phase, the number of non-synonymous substitutions is 18, and the rate is 15.13% (18/119), which is lower than the statistical possibility of 30%. If we take the substitution type into consideration, the first two substitution types are with 92 AG and 125 CT, which constitute about 65.96% (217/329) of the total number. The substitution number of CG is the smallest, only 9. To eliminate mutational noises induced by sequencing errors or other factors, we only considered the forty-nine mutations found within two or more isolates. The total transition number was 37, including 13 AG and 24 CT. The total tranversion number was 12, including 3 AC, 4 AT, and 5 GT. The odds ratio of transition and tranversion was about 3.1 (37/12), larger than the universal possibility of 2.0. This change of the odds ratio from 2.0 to 3.1 means that we omitted some real substitution sites when we only considered those that happened in at least two isolates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 94,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Mutations analysis"
        },
        {
            "text": "Among 42 isolates of the SARS-CoV compared with BJ01, ZYM1 has the highest substitution mutation rate. It has 86 mutation sites with 62 nonsynonymous substitutions, and the whole genome mutation rate is 0.29% (86/29726). The strain that has the lowest substitution mutation rate is GD02, which has five mutation sites with four non-synonymous substitutions and the whole genome mutation rate is 0.017% (5/29726). 42 new sequences were produced by using the nucleotides at the 338 substitution sites to represent the 42 isolates of viruses. We used the software of Clustalw to analyze these 42 new sequences and produced a phylogenetic tree (Figure 7) , which is almost the same as another one produced by the 49 substitution sites that occurred in at least 2 isolates. The only difference lies in the branch lengths of the tree. There are obviously four groups in the tree. Group 1, mainly constituted by Taiwan (TW) isolates (10/15), is called \"TW Group\". Group 3, including 4 isolates from Beijing (BJ), 6 from Guangdong (GD), and 3 from Hong Kong (HK), is called \"BJ-GD Group\". FRA, Frankfurt1, and four isolates from Singapore (SP), constitute Group 4 which is named \"SP Group\". Due to the complex members in Group 2, we could not give it a specific name. The HK03 does not belong to any group because the difference between it and other isolates is maximal. This group division is different from the one that was made on geography, which suggests the complexity of virus propagation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 640,
                    "end": 650,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Mutations analysis"
        },
        {
            "text": "We found that there are two specific genotypes after analyzing six mutation sites that happened in at least ten isolates. The first one corresponds to the positions 3,838, 11,474, and 26,458. The nucleotides of the eleven isolates (GD03, TC1, TC2, TC3, TWC2,  TWC3, TWH, TWJ, TWK, TWS, TWY) (BJ01, BJ02, BJ03, BJ04, GD01, GD02, GD04, GD05, GD06, GD07, CUHK-W1) at the three positions are all G, C and C, respectively. Compared with the division result above, the eleven isolates corresponding to the first genotype all belong to \"TW Group\", whereas the eleven isolates corresponding to the second genotype all belong to \"BJ-GD Group\". It is very unlikely that the C:T:G and G:C:C genotypes emerge by chance. Rather, this should be the evidence for the genetic signature of strain differences in the SARS-CoV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 290,
                    "text": "(GD03, TC1, TC2, TC3, TWC2,  TWC3, TWH, TWJ, TWK, TWS, TWY)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Mutations analysis"
        },
        {
            "text": "Except for the single nucleotide substitutions, there were some big segment insertions or deletions. The 29-nt insertion has been reported in our former paper (10 ) . Our research has discovered the 29nt insertion in two newly sequenced isolates (GD02, GD05), as well as a 54-nt deletion and a 386-nt deletion in GD06 and HK02, respectively ( Table 3 ). The region near Codon 27,863 seems like a hotspot, because these five big segment insertions all occurred nearby. The details will be shown in another paper. ",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 164,
                    "text": "(10 )",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 350,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Mutations analysis"
        },
        {
            "text": "The recombination in the RNA virus genomes is a general phenomenon, and is considered to play a major role as a driving force in the virus variability and thus in virus evolution. An ever-increasing number of RNA viruses has been shown to undergo the RNA recombination, whether under natural or experimental conditions (11 ) . Recent reports strongly suggest that RNA recombination is related to the virus replication and occurs by a copy-choice mechanism (12 ) .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 324,
                    "text": "(11 )",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 456,
                    "end": 461,
                    "text": "(12 )",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Possible recombination and horizontal transfer"
        },
        {
            "text": "We analyzed the possible recombination between the SARS-CoV and other viruses, especially other coronaviruses by using the software of SIMPLOT (version 2.5, http://sray.med.som.jhmi.edu/RaySoft/ SimPlot/), but didn't find any hint of recombinations between the SARS-CoV and other viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible recombination and horizontal transfer"
        },
        {
            "text": "The HE (hemagglutinin-esterase) gene found in some of the coronaviruses in Group II is homologous to that of the influenza C virus. The HE gene, which is present between the ORF1b and the S protein in Group I and sometimes in Group III, was not found in the SARS-CoV (13 ) . However, when we analyzed the comparison result manually, we found a region in the BJ01 genome has some similarity with the HE gene. Many specific segments existing in the HE gene sequence appear in this region, and the order of these segments is the same to that in HE gene. So we postulate that the HE gene exists in the SARS-CoV genome, and a lot of mutations happened in this region have broken it and made it unfamiliar to us, since it is not very important for the life and propagation of the SARS-CoV.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 272,
                    "text": "(13 )",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Possible recombination and horizontal transfer"
        },
        {
            "text": "The complete genome sequences of 2,497 isolates of viruses were obtained from GenBank (NCBI/GenBank/ftp.ncbi.nlm.nih.gov/Feb- 14, 2003) . They represent 493 species or subspecies, and among them, there are 11 isolates of coronaviruses (Table 4) .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 130,
                    "end": 135,
                    "text": "2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 244,
                    "text": "(Table 4)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Data"
        },
        {
            "text": "Until August 17, 2003, 32 complete genome sequences of the SARS-CoV had been submitted to GenBank (Table 5) . Besides, we have newly sequenced 10 complete SARS-CoV genomes ( Table 6 ). All of our analyses included are referred to the SARS-CoV Isolate BJ01 except those specially mentioned. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 107,
                    "text": "(Table 5)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 174,
                    "end": 181,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Data"
        },
        {
            "text": "Analyses of the GC content or amino acid composition bias have long been a standard method in biological sequence research. By extending a single nucleotide to longer words, we could reveal more and more species-specific features (14 ) . Recent investigations have reported differences in the frequency of occurrence of many short oligonucleotides, hereafter called \"motifs\". The existence of specific MFP has been reported for all motif lengths, such as dinucleotides and trinucleotides.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 235,
                    "text": "(14 )",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Motif frequency profile"
        },
        {
            "text": "For the sequence a with the length L, there are (L-m+1) overlapped motifs. When the motif length is m, the total number of possible motif, N, is 4 m . Computing the frequency of appearance of the N motif, and put these N values in a fixed order, we form a MFP vector A specific for the sequence a: A=(a 1 , a 2 , a 3 , · · ·, a N ) Here, the a k , k=1 to N, is a motif with the length m.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motif frequency profile"
        },
        {
            "text": "When m is 3 and a is the complete sequence of a gene, A represents the codon usage bias of the gene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motif frequency profile"
        },
        {
            "text": "Suppose A and B are two MFP vectors corresponding to sequence a and b respectively, A=(a 1 , a 2 , a 3 , · · ·, a N ), B =(b 1 , b 2 , b 3 , · · ·, b N ). A simple measure of the difference between A and B is the average absolute motif relative frequency difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Average absolute distance"
        },
        {
            "text": "Chaos game representation (CGR) is a new tool derived from the \"chaotic dynamic systems\" theory. The whole set of frequencies of the motif found in a given genomic sequence can be displayed in the form of a single image in which each pixel is associated with a specific motif. Frequencies of motifs found in a sequence are displayed in a square image, with the location of a given motif being chosen according to a recursive procedure. The gray scale indicates the relative frequency per image of each motif: the darker the pixel, the greater the frequency (15 ) . Figure 8 shows the different CGR arrangement images with motif length from 1 to 3 nt. The programs to analyze the MFP of a given genomic sequence and to draw the CGR images were written by ourselves using the perl language.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 562,
                    "text": "(15 )",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 565,
                    "end": 573,
                    "text": "Figure 8",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Chaos game representation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparative full-length genome sequence analysis of 14 SARS coronavirus isolates and common mutations associated with putative origins of infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1779--1785",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1399",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Codon catalog usage is a genome strategy modulated for gene expressivity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grantham",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Nucl. Acids Res",
            "volume": "9",
            "issn": "",
            "pages": "43--74",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Workings of the genetic code",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grantham",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Trends Bioch. Sci",
            "volume": "5",
            "issn": "",
            "pages": "327--331",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Codon usage and tRNA content in unicellular and multicellular organisms",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikemura",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Mol. Biol. Evol",
            "volume": "2",
            "issn": "",
            "pages": "13--34",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A complete sequence and comparative analysis of a SARS-associated interaction in infected cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "8127--8134",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Estimation of the transition/transversion rate bias and species sampling",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Yoder",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Mol. Bio. Evol",
            "volume": "48",
            "issn": "",
            "pages": "274--283",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A genome sequence of novel SARS-CoV isolates: the genotype, GD-Ins29, leads to a hypothesis of viral transmission in south China",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Geno., Prot. & Bioinfo",
            "volume": "2",
            "issn": "",
            "pages": "101--107",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Recombination in RNA viruses and in virus-resistant transgenic plants",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aaziz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tepfer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. General Virol",
            "volume": "80",
            "issn": "",
            "pages": "1339--1364",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The mechanism of RNA recombination in poliovirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kirkegaard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "47",
            "issn": "",
            "pages": "433--443",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The genome sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marra",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399--1404",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prokaryote phylogeny without sequence alignment: from avoidance signature to composition distance",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the Computational Systems Bioinformatics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Genomic signature: characterization and classification of species assessed by chaos game representation of sequences",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Deschavanne",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Mol. Biol. Evol",
            "volume": "16",
            "issn": "",
            "pages": "1391--1399",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comparison of the GC content and genome size between SARS-CoV with other viruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Conservative map created by comparing the SARS-CoV genome sequence against a database of noncoronaviruse sequence. Only the comparison result with segment length greater than 20 nt was extracted.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Homology comparison of BJ01 with other coronaviruses. The darkness of a pixel corresponds to the strength (identities value) of the match between a SARS-CoV fragment and a coronavirus genome, and the width of rectangle corresponds to the length of the match.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Dinucleotide motif frequency profile. The darkness of a pixel corresponds to the frequency. The darker the pixel shows, the greater the frequency is.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Tetranucleotide motif frequency profile.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The codon usage frequency of mouse, human, human papillomavirus and six coronaviruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "at the three positions are all C, T, and G, respectively. The second one corresponds to the positions 17,545, 22,203 and 27,808, and the nucleotides of the eleven isolates",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The phylogenetic tree of 42 SARS-CoV isolates with every sequence being constructed by the nucleotides of the 338 substitution sites.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "CGR arrangement of motif or codon.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The second group, located at the top of the figure, includes all double-strand viruses. The range of genome sizes of this group is between 102,653 bp (Lymphocystis disease virus 1; NCBI accession number: L63545) and 335,593 bp (Ectocarpus siliculosus virus; NCBI accession number: AF204951). The range of the GC content of the genomes is between 17.77% (Amsacta morei entomopoxvirus; genome size: 2,322,392 bp; NCBI accession number: AF250284) and 72.4% (Bovine herpesvirus type 1.1; genome size: 135,301 bp; NCBI accession number: AJ004801).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The Frequency and Content of the First Two Richest Tetranucleotides Beet Mosaic Virus (Accession number: AF061869; Beet soil-borne mosaic virus, ssRNA positive-strand viruses, Benyvirus), 2 CMV: cereal mosaic virus (Accession number: AJ132577; Soil-borne cereal mosaic virus, ssRNA positivestrand viruses; Furovirus).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The Statistics of Type and Codon Phase of Nucleotide Substitution in Coding Region The number in the parentheses is synonymous number.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The Big Segment Insertion and Deletion of SARS-CoV",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The Complete Genome Sequences of 12 Isolates of Coronavirus",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "The Complete Genome Sequences of 32 SARS-CoV Isolates in GenBank (17-Aug-03 update)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Ten Newly Sequenced Complete SARS-CoV Genomes by Beijing Genomics Institute",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the colleague of Beijing Genomics Institute in Chinese Academy of Sciences for their hard work on the SARS-CoV sequencing and data analyzing. We are grateful to collaborators and clinicians from Peking Union Medical College Hospital and National Center of Disease Control of China. We also thank National Science Foundation of China for the financial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}