{
    "paper_id": "8ba51fdaf2a9dc9a0b4defc7c07d360e0f9a3984",
    "metadata": {
        "title": "Yeast Kexlp Is a Golgi-associated Membrane Protein: Deletions in a Cytoplasmic Targeting Domain Result in Mislocalization to the Vacuolar Membrane",
        "authors": [
            {
                "first": "Antony",
                "middle": [],
                "last": "Cooper",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McGill University",
                    "location": {
                        "postCode": "H3A 1B1",
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Howard",
                "middle": [],
                "last": "Bussey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McGill University",
                    "location": {
                        "postCode": "H3A 1B1",
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Kex2p",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McGill University",
                    "location": {
                        "postCode": "H3A 1B1",
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Sec7p",
                "middle": [],
                "last": "Franzusoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McGill University",
                    "location": {
                        "postCode": "H3A 1B1",
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McGill University",
                    "location": {
                        "postCode": "H3A 1B1",
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Redding",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McGill University",
                    "location": {
                        "postCode": "H3A 1B1",
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Crosby",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McGill University",
                    "location": {
                        "postCode": "H3A 1B1",
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "S"
                ],
                "last": "Fuller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McGill University",
                    "location": {
                        "postCode": "H3A 1B1",
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Schekman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McGill University",
                    "location": {
                        "postCode": "H3A 1B1",
                        "settlement": "Montreal",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We have investigated the localization of Kexlp, a type I transmembrane carboxypeptidase involved in precursor processing within the yeast secretory pathway. Indirect immunofluorescence demonstrated the presence of Kexlp in a punctate organelle resembling the yeast Golgi apparatus as identified by Kex2p and Sec7p (Franzusoff, A., K. Redding, J. Crosby, R. S. Fuller, and R. Schekman. 1991. J. Cell Biol. 112:27-37). Glycosylation studies of Kexlp were consistent with a Golgi location, as Kexlp was progressively N-glycosylated in an MNNl-dependent manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To address the basis of Kexlp targeting to the Golgi apparatus, we examined the cellular location of a series of carboxy-terminal truncations of the protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The results indicate that a cytoplasmically exposed carboxy-terminal domain is required for retention of this membrane protein within the Golgi apparatus. Deletions of the retention region or overproduction of wild-type Kexlp led to mislocalization of Kexlp to the vacuolar membrane. This unexpected finding is discussed in terms of models involving either the vacuole as a default destination for membrane proteins, or by endocytosis to the vacuole following their default localization to the plasma membrane.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "S ~.CREa'EO biologically active proteins and peptides are classically produced as precursors which undergo both endo-and exoproteolytic processing to release the mature species while traversing the secretory pathway. The KEX/gene product (Kexlp) is a carboxypeptidase, specific for basic amino acid residues, and is responsible for processing proteins secreted by Saccharomyces cerevisiae (Dmochowska et al., 1987; Cooper and Bussey, 1989) . In conjunction with the proteases Kex2p and dipeptidyl aminopeptidase A (DPAP A) ~ (Stel3p), Kexlp proteolytically matures proteins such as c~-factor and K1 killer toxin from their precursors (for reviews see Bussey, 1988; Fuller et al., 1988) .",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 414,
                    "text": "(Dmochowska et al., 1987;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 415,
                    "end": 439,
                    "text": "Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 651,
                    "end": 664,
                    "text": "Bussey, 1988;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 665,
                    "end": 685,
                    "text": "Fuller et al., 1988)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Proteins that enter the secretory pathway are thought to be transported to the cell surface by default via a \"bulk flow\" mechanism unless they contain additional targeting information (Pfeffer and Rothman, 1987; Rothman, 1987; Wieland et al., 1987; Karrenbauer et al., 1990) . Such targeting information is found in soluble proteins resident in the ER which maintain their localization by containing a retention signal at their carboxy termini (Munro and Pelham, 1987; Pelham et al., 1988) . Deletion of the retention signal results in secretion of the soluble ER resident proteins to the cell surface. Soluble proteins destined for the mammalian lysosome re-A. Cooper's present address is the Institute of Molecular Biology, University of Oregon, Eugene, OR 97403.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 211,
                    "text": "(Pfeffer and Rothman, 1987;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 212,
                    "end": 226,
                    "text": "Rothman, 1987;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 227,
                    "end": 248,
                    "text": "Wieland et al., 1987;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 249,
                    "end": 274,
                    "text": "Karrenbauer et al., 1990)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 444,
                    "end": 468,
                    "text": "(Munro and Pelham, 1987;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 469,
                    "end": 489,
                    "text": "Pelham et al., 1988)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. Abbreviation used in this paper: DPAP, dipeptidyl aminopeptidase. 3158 ceive a mannose-6-phosphate signal which targets them to the lysosome in a receptor-mediated manner. The absence of the mannose-6-phosphate signal from these soluble proteins results in their secretion (for review see Kornfield and Mellman, 1989) . Secretion also occurs when the targeting signals for yeast-soluble proteins destined for the lysosomelike vacuole are altered (Vails et al., 1987; Johnson et al., 1987; Klionsky et al., 1988) .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 320,
                    "text": "Kornfield and Mellman, 1989)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 449,
                    "end": 469,
                    "text": "(Vails et al., 1987;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 470,
                    "end": 491,
                    "text": "Johnson et al., 1987;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 492,
                    "end": 514,
                    "text": "Klionsky et al., 1988)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to soluble proteins, the cell surface appears to be the default destination for mammalian ER, Golgi, and lysosomal membrane proteins as removal of their respective retention/targeting signals results in their delivery to the plasma membrane (Machamer and Rose, 1987; Jackson et al., 1990; Williams and Fukuda, 1990) . As yet, no targeting or retention signals have been definitively assigned to yeast Golgi or vacuolar membrane proteins, nor is it known where these proteins are delivered upon perturbation of their targeting signals.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 278,
                    "text": "(Machamer and Rose, 1987;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 279,
                    "end": 300,
                    "text": "Jackson et al., 1990;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 301,
                    "end": 327,
                    "text": "Williams and Fukuda, 1990)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Kexlp is predicted to be a type I transmembrane protein with a large amino-terminal protease domain in the lumen of the secretory pathway, a single membrane-spanning domain, and a smaller carboxy-terminai domain positioned cytoplasmicaUy. The observation that KEX/cells intracellularly retain Kexlp activity prompted an analysis to determine in which secretory compartment Kexlp resided, and how it achieved such retention. Kexlp was found to be localized to the yeast Golgi apparatus, with retention mediated via the cytoplasmic domain of the protein. Removal of this domain or overproduction of wild-type Kexlp resulted in delivery of the protein to the vacuole rather than to the cell surface. This surprising result raises the possibility that the vacuole is the default destination for yeast Golgi membrane proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Escherichia coli strains and associated DNA manipulations were as described previously (Cooper and Bussey, 1989) .",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 112,
                    "text": "(Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Strains, Growth Media, and Procedures"
        },
        {
            "text": "Saccharomyces cerevisiae strains c13ABYS86 ($86), Sc25k, and Sc25k-13 (Sc25k + kex/-A/) have been described previously (Cooper and Bussey, 1989) . Other strains used were $6 (a strain sensitive to K1 killer toxin), TCI06cr (MATa leu2 his1 trpl ura3 ), SEYS016a (secl-1 leu2 ura3 gal20), XCY42-30D (MATa ade2-10l ade X [a putative second ade mutation that results in white colonies] urn3 trpl lys2 leu2-3,H2 Amnnl::LEU2), and LB2134-3B (MATa mnng), mnn mutants were crossed with either Sc25 or Sc25-JH (isogenic to Sc25k except MATa). The diploids were sporulated, asci dissected, and spores containing the relevant mutations selected. The resulting strains were HAB595 (mnn/ura3), HAB596 (ura3), and HAB597 (mnn9 ura3).",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 144,
                    "text": "(Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Strains, Growth Media, and Procedures"
        },
        {
            "text": "Growth media, yeast transformation, and gane disruption have all been described previously (Cooper and Bussey, 1989) .",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 116,
                    "text": "(Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Strains, Growth Media, and Procedures"
        },
        {
            "text": "Restriction endonucleases, T4 DNA polymerase, T4 DNA ligase, and Klenow fragment were purchased from either Bethesda Research Laboratories, (Gaithersburg, MD) or New England Biolabs (Beverly, MA), and were used as recommended by the suppliers. Unless otherwise stated, reagents used in these experiments were obtained from Sigma Chem. Co., St. Louis, MO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strains, Growth Media, and Procedures"
        },
        {
            "text": "Disruption of the KEX/locus with the URA3-based construct pl6 resulted in the allele kexl-A2. An alternative disruption using the LEU2-containing plasmid p17 produced the allele kex/-A3, p17 was constructed by digesting pl6 (Dmochowska et ai., 1987) with EcoRV to remove the URA3 gene and a portion of the KEX/gene, and then replacing it with an HpaI fragment carrying the LEU2 gene. p17 was cleaved with HindIII and used to transform the strains $86, Sc25, .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 249,
                    "text": "(Dmochowska et ai., 1987)",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 457,
                    "text": "Sc25,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Disruption of the KEX1 Locus"
        },
        {
            "text": "Transformants were initially screened for a Kex-phenotype on the basis of the abolition of a K1 toxin killing zone for the transformants of Sc25k and TC106a, or on the basis of a smaller cr zone for $86 transformants. Disruption of the KEX/locus was confirmed by Southern blot analysis (not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disruption of the KEX1 Locus"
        },
        {
            "text": "Mutagenesis of the carboxy-terminal region of KEXI was performed on the same single-stranded DNA template and in the same manner as described (Cooper and Bussey, 1989) . All of the mutations were confirmed by DNA sequencing (Sequenase, United States Biochem. Corp., Cleveland, OH). Fig. 3 shows the extent of each of the mutations listed below. Plasmid pKX1-18AMS contains KEX./with a precise deletion of the membrane-spanning domain (AMS) inserted into the multicopy plasmid pVT103-L (Cooper and Bussey, 1989) .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 167,
                    "text": "(Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 485,
                    "end": 510,
                    "text": "(Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 288,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Site-directed Mutagenesis of KEX1"
        },
        {
            "text": "The aberrant stop mutation (AS) was identified while sequencing potential AMS clones. The AS clone contained a mutation at both bp1823 and bp1824, introducing a premature stop codon at codon 608. The Hpa mutation was to introduce an arginine residue immediately after the membranespanning domain followed by a termination codon using the mutagenic oligonucleotide 5' GGAGTTTATGCGTATCGTTAACGATAGAAGAGTGA 3'. To aid in identifying mutant clones an HpaI site was introduced by the mntagenesis. All derivatives of the Hpa mutagenesis were subsequently sequenced and found to have undergone a 2-bp deletion (A1908-1909 bp) upstream from the inserted termination codon resulting in the mutation shown in Fig. 3 . The Bcl mutation introduced a BclI cleavage site (5' GTTTAT-GCGTATGATTGATCAGTGAGGAGAAAAG 31 immediately after the aspartate residue (codon No. 637) which borders the carboxy-terminal portion of the membrane-spanning domain. The Hinc mutation introduced a termination codon 20 amino acid residues carboxy-terminal to the membrane-spanning domain using the mutagenic oligonucleotide 5' CCAAAT-AATAGTTAACATGACAGT 3'. To aid in identifying mutant clones an HinclI site was introduced by the mutagenesis. Introduction of the various KEX/mutations into pVTI03-L produced the following plasmids: pKXI-18AS, pKXl-18Hpa, pKXI-18Bel, and pKXl-18Hinc.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 698,
                    "end": 704,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Site-directed Mutagenesis of KEX1"
        },
        {
            "text": "A 3.1-kb HindlH fragment containing the KEX/gene was inserted into YCpS0, which had been digested with HindlII, to give the plasmid pKXI-20WT. The 1.4-kb XhoI-HindlH fragment of pKXI-15 containing the various KEX/carboxy-terminal truncation mutations was isolated and ligated with the 1.7-kb HindlII-XhoI fragment containing the amino-terminal portion of KEX/to reassemble the gene, and then inserted into HindlH-digested YCp50 to create pKX1-20AS, pKX1-20AMS, pKXI-20Hpa, and pKX1-20Hint. pAD81 (Dmochowska et al., 1987) , which contained the KEX/ gene, was digested with XhoI, the site was filled in with Klenow enzyme, and into this blunt-ended fragment was ligated the NheI nonsense codon linker 5' CTAGCTAGCTAG 3' (New England Biolabs). The resulting plasmid contained stop codons in all three frames in KEX/at the XhoI site (+1760 bp). A 3.1-kb HindIIl fragment containing the mutation at the XhoI site was then inserted into HindlH-digested YCp50 to create pKX1-20Xho.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 521,
                    "text": "(Dmochowska et al., 1987)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Site-directed Mutagenesis of KEX1"
        },
        {
            "text": "YCp50-CT2 contains the ADH/promoter and multiple cloning site from the plasmid pVT-100-L (Veruet et al., 1987) cloned into the plnsmid YCpS0. The termini of the 3.0-kb BgllI-HindIII fragment of KEX/were filled with Klenow enzyme and inserted into YCp50-CT2 which had been digested with Pvull. The resulting plasmid, pKXI-24, results in an ~10-fold overproduction of Kexlp.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 110,
                    "text": "(Veruet et al., 1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Site-directed Mutagenesis of KEX1"
        },
        {
            "text": "The various truncation mutations of KEX/were placed downstream from the GAL/promotor in plasmid pMB258 to create the following plasmids: pKX1-25WT, pKX1-25Hpa, pKX1-25Bcl, and pKX1-25Hinc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Site-directed Mutagenesis of KEX1"
        },
        {
            "text": "Antisera production and procedures for sodium carbonate extractions, radiolabeling ceils, and associated immunoprecipitations have been described previously (Cooper and Bussey, 1989) .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 182,
                    "text": "(Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Immunoprecipitations and Carbonate Extractions"
        },
        {
            "text": "$86-16 transformants were grown to mid-log, and 6 • l0 s cells harvested, washed in I\"I20, and resuspended in 3 ml of ZSM (1.2 M sorbitol, 10 mM CaC12, 10 mM Tris-HC1, pH 7.5). 300/~g of Zymolyase 60,000 (ICN Biomedicals, Inc., Costa Mesa, CA) and/~-mercaptcethanol (final concentration 0.4%) were added to the cells before incubation at 30oc for 75 min. The resulting spheroplasts were gently pelleted, washed twice in 1.2 M sorbitol, 10 mM Tris-HC1 (pH Z5), and resuspended in 25 ml of YNB-Sorb (Yeast Nitrogen Base, 2% glucose, 1.2 M sorbitol), and incubated at 30oc for 3 h. Spheroplasts were then concentrated to 5 ml, and BSA (200 mg ml -l) and PMSF (Boehringer Mannheim Corp., Indianapolis, IN; final concentration I raM) were added before the addition of 500 mCi of Tram Label (ICN Biomedicals, Inc.). After 10 rain, half of the cells were harvested and the remainder chased for 30 rain as described above. After labeling, the spheroplasts were placed on ice, and sodium azide (Fisher Scientific Co., Pittsburgh, PA) was added to 1 raM. Spheroplasts were then gently pelleted and both the supernatant and pellet fractions retained. The supernatant was microfuged for 2 rain and the resulting supernatant was concentrated with Centricon 30 (Amicon, Beverly, MA) to a final volume of 200 ~tl before heating to 100~ in the presence of SDS (1%). The spheroplasts werv washed once in ice cold 1.2 M sorbitol, I0 mM Tris-HC1 (pH 7.5), pelleted, resuspended in BSB + 1% SDS (Cooper and Bussey, 1989) , and boiled. The detergent-solubilized samples were then treated as above and immum~recipitated with Kexlp antiserum.",
            "cite_spans": [
                {
                    "start": 1475,
                    "end": 1500,
                    "text": "(Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Labeling of Spheroplasted Cells"
        },
        {
            "text": "Immunofluorescence Studies fl-Galactosidase-Kexlp fusion protein (Cooper and Bussey, 1989 ) was isolated by preparative SDS-PAGE; electmeluted into 0.I M NI-~CO3, 0.1% SDS; lyophilised; resuspended in coupling buffer (0.5 M NaCl, 0.1 M NaHCO3, pH 9.0); and then dialyzed against coupling buffer + 0.25% SDS + 80 mg ml -~ PMSF. The extract was then coupled to 2 g of activated CNBr-Sepharose 413 (Pharmacia LKB Biotechnology Inc., Piscataway, NJ) overnight at room temperature. The coupling efficiency was judged to be > 80 % as determined by comparing unbound protein with the stming material. The Sepharose was incubated with blocking buffer (1 M ethanolamine, 0.1 M NaHCO3, pH 8.0, 0.5 M NaCI) for 4 h at room temperature. The resulting column (bed volume, 2 ml) was then treated with successive washes of coupling buffer and acetate buffer (0.1 M sodium acetate, pH 4.0, 0.5 M NaC1), and finally with PBS. A similar column (bed volume, 2 ml) was made with an extract made from the granules of E. coli cells producing/~-galactosidase.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 89,
                    "text": "(Cooper and Bussey, 1989",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Affinity Purification of Kexlp Antibodies and Indirect"
        },
        {
            "text": "Both the/~-galactosidase and ~-galactosidase-Kexlp columns were washed successively with buffer A (50 mM Hepes, pH 7.5, 150 mM NaCI, 1 mM EDTA), buffer B (buffer A + 1 M guanidine-HC1), and buffer C (50 mM Hepes, pH Z5, 15 mM NaC1, 4.5 M MgCI2). The two columns were then arranged so that the eluate from the #-galactosidase column flowed into the /~-galactosidase-Kexlp column. All buffers used from this point on contained in addition: 1 mg/ml -I BSA, 0.2% NAN3, 1 mM PMSE Columns were equilibrated with buffer A; Kexlp antiserum was loaded onto the linked columns and was circulated for 3 h at 4~ The columns were disconnected and the O-galactosidase-Kexlp column was washed first with buffer B and then with buffer A. Antibodies were then eluted from this column with buffer C; fractions were collected and immediately dialyzed against buffer A at 40C. Eluted fractions were tested for the presence of antibodies with a dotblot Western approach and the positive fractions tested for their ability to immnnoprecipitate [35S]methionine-labeled Kexlp from yeast. These fractions were concentrated by dialysis against buffer A containing 15% glycerol, and stored at -70~",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Affinity Purification of Kexlp Antibodies and Indirect"
        },
        {
            "text": "Immunofluorescence studies were performed following the procedure of Redding et al. (1991) and used either affinity-purified anti-Kexlp antibodies or a mouse monoclonal (13D11) which is directed against the 60-kD subunit of the yeast vacuolar membrane H+-ATPase (Kane et al., 1992) . The cells were observed using an Axiophot microscope (Carl Zeiss, Inc., Thornwood, NY) (equipped for epifluorescence at excitation wavelengths appropriate for the described fluors) with a 100X objective and photographed with T-Max 400 film (Eastman Kodak Co., Rochester, NY). Mitochondria and nuclei were identified by 4',6-diamidino-2-phenyl-indole staining while vacuoles were identified by differential interference contrast (Nomarski) optics.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 90,
                    "text": "Redding et al. (1991)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 262,
                    "end": 281,
                    "text": "(Kane et al., 1992)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Affinity Purification of Kexlp Antibodies and Indirect"
        },
        {
            "text": "Upon translocation into the yeast ER, proteins that are destined for Asn-linked glycosylation receive a core oligosaccharide which can be elaborated in the Golgi apparatus by the addition of further mannose residues to produce the \"outer chain: The outer chain consists of a backbone of u(1--~6) linked mannose residues to which are attached mannose sidechains in ot(l~2) linkages which then terminate in c~(1---3) linkages ( Fig. 1 ; Ballou, 1982) . The extension of the core is heterogenous in nature with different proteins receiving varying degrees of elaboration.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 448,
                    "text": "Ballou, 1982)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 432,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "KeMp Is Glycosylated within the Golgi Apparatus"
        },
        {
            "text": "Kexlp is a glycoprotein which receives Asn-linked glycosylation in a multistep process (Cooper and Bussey, 1989) . The initial event occurs in the ER where core oligosaccharides are attached to the protein. The observed difference in molecular mass of ~ 3-4 kD between Kexlp labeled for 10 min and that of Kexlp produced in tunicamycintreated cells suggests that two of the three predicted lumenal Asn acceptor residues are glycosylated. The Ash-linked core oligosaccharides undergo a modification in a post-ER compartment that increases the mass of Kexlp by 1-2 kD, demonstrating that Kexlp does not receive an extensive outer chain (Cooper and Bussey, 1989) . Such a modification was reduced in a secl mutant which blocks intra-Golgi transport, and was unaffected in a secl mutant that prevents secretory vesicle fusion with the plasma membrane (Novick et al., 1981; Cooper and Bussey, 1989) .",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 112,
                    "text": "(Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 634,
                    "end": 659,
                    "text": "(Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 847,
                    "end": 868,
                    "text": "(Novick et al., 1981;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 869,
                    "end": 893,
                    "text": "Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "KeMp Is Glycosylated within the Golgi Apparatus"
        },
        {
            "text": "The yeast Golgi apparatus has been functionally subdivided into several compartments on the basis of Asn-linked oligosaccharide addition (Franzusoff and Schekman, 1989; Graham and Emr, 1991) . Glycoproteins receive mannose outer chain modifications while traversing these Golgi compartments. Identification of the enzymes responsible for the (Ballou, 1982; Kukuruzinska et al., 1987) . A likely candidate for the mnn9-independent modification was the Golgi-localized ~(1 ~3) mannosyltransferase which has been shown to be responsible for t~(l~3) mannose addition to both the core and outer chains ( Fig, 1 ; Nakajima and Ballou, 1975; Franzusoff and Schekman, 1989; Graham and Emr, 1991) . This enzyme activity has been found to be deficient in an mnnl strain, and Kexlp synthesized in a strain disrupted at the mnnl locus received only a small modification of its core oligosaccharide (Fig. 2, lanes  3 and 4) . The ot(l~3) mannosyltransferase is therefore responsible for producing the majority of the post-ER glycosylation modification to Kexlp.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 168,
                    "text": "(Franzusoff and Schekman, 1989;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 169,
                    "end": 190,
                    "text": "Graham and Emr, 1991)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 342,
                    "end": 356,
                    "text": "(Ballou, 1982;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 357,
                    "end": 383,
                    "text": "Kukuruzinska et al., 1987)",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 634,
                    "text": "Ballou, 1975;",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 665,
                    "text": "Franzusoff and Schekman, 1989;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 666,
                    "end": 687,
                    "text": "Graham and Emr, 1991)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 599,
                    "end": 605,
                    "text": "Fig, 1",
                    "ref_id": null
                },
                {
                    "start": 886,
                    "end": 910,
                    "text": "(Fig. 2, lanes  3 and 4)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "KeMp Is Glycosylated within the Golgi Apparatus"
        },
        {
            "text": "The modification of Kexlp by the Golgi ot(l~3) mannosyltransferase suggested that Kexlp reached the Golgi compartment containing the mannosyltransferase, yet little Kexlpdependent activity was detected at the cell surface (see below) and indicated that Kexlp was retained within the secretory pathway. An analysis of mutant forms of Kexlp was undertaken to examine which domain(s) of Kexlp was responsible for its retention. The hydrophobic domain near the carboxy terminus of Kexlp was previously shown to be responsible for conferring membrane association, as deletion of this 17-amino acid residue region resulted in a soluble protein, Kexlp-AMS (Cooper and Bussey, 1989) . Cells expressing this protein showed a significant increase in Kexlp-dependent activity in the cell medium (see below). That Kexlp-AMS was secreted rather than retained suggests that one of several domains may be responsible for retention of Kexlp: (1) the membranespanning domain which was absent in Kexlp-AMS, (2) the carboxy-terminal domain which was no longer exposed in the cytoplasm in Kexlp-AMS, and (3) a domain amino- S86-16/pKXl-18Hpa was radiolabeled for a 10-min pulse (P) and harvested or chased for an additional 90 min (C). Tunicamycin treatment (TCM) and high pH sodium carbonate extraction were performed as described previously (Cooper and Bussey, 1989) . The forms of Kexlp were immunoprecipitated and analyzed by SDS-PAGE and fluorography.",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 674,
                    "text": "(Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1323,
                    "end": 1348,
                    "text": "(Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Carboxy-terrainal Truncations of Kexlp"
        },
        {
            "text": "terminal to the membrane-spanning domain which is perturbed in Kexlp-AMS when the cytoplasmic domain was juxtaposed adjacent to it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Carboxy-terrainal Truncations of Kexlp"
        },
        {
            "text": "A number of carboxy-terminal truncations of Kexlp were produced to test the above possibilities. The construction of these mutations via site-specific mutagenesis or nonsense linker insertion is described in Materials and Methods and the predicted proteins are shown in Fig. 3 . Immunoprecipitations of the mutant Kexlp proteins were performed to confirm that they were correctly synthesized by the cell (Fig. 4) . All of the truncated proteins were smaller than Kexlp by the predicted amount and entered the secretory pathway as shown by the addition of Ash-linked glycosylation (data not shown). A concern was that the mutants designed to remain membrane associated may not attain a stable type I orientation and remain in the ER. The most severely truncated mutant in this class, Kexlp-Hpa, lacks the entire endogenous cytoplasmic domain; it was further analyzed and shown to receive Asn-linked glycosylation which was further modified within the Golgi apparatus (Fig. 4) . Previous sodium carbonate extractions of whole cell extracts demonstrated that Kexlp fractionated with the membrane containing pellet fraction whereas the soluble protein, Kexlp-AMS, fractionated with the supernatant (Cooper and Bussey, 1989) . Carbonate treatment of whole cell extracts showed that Kexlp-Hpa fractionated with the membrane pellet (Fig. 4 , lanes 5 and 6), consistent with it being an integral membrane protein. In addition, we have shown that CPY, a soluble Kexlplike protein, is fully soluble under these extraction conditions (data not shown).",
            "cite_spans": [
                {
                    "start": 1194,
                    "end": 1219,
                    "text": "(Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 276,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 404,
                    "end": 412,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 966,
                    "end": 974,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1325,
                    "end": 1332,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Carboxy-terrainal Truncations of Kexlp"
        },
        {
            "text": "Kexlp activity was assayed in whole cells and their growth media to detect any potential mislocalization of the truncated forms of Kexlp to the cell surface. To compare mutants, it was important that the KEX/gene copy number be constant. The Kexlp truncation constructs were, therefore, inserted into the vector YCp50, a centromeric-based plasmid which is normally maintained at a single copy per cell (Rose et al., The indicated strains and transformants were inoculated in either YEPD (A) or YEP + galaetose (B) to a high cell density and grown to stationary phase. The intact cells were washed twice in water and a portion were lysed in 50 mM succinic acid (pH 6.0) with glass beads. The growth media, whole cells, and lysed cells were then assayed for Kexlp activity as described (Cooper and Bussey, 1989) . A unit is defined as 1 pmol of product produced per minute at 30\"C. (Error -I-5%.) 1987). Construction of these plasmids resulted in the deletion of an upstream portion of the K/Ds This deletion resulted in reduced production of the encoded proteins relative to wild-type levels. These constructs (the pKX1-20 series of plasmids) were transformed into the yeast strain $86-17 (kex/-A3), a derivative ofS86 in which the KEX/gene had been disrupted. The transformants were grown in liquid selective media; and the media, whole cells, and solubilized lysed cells were assayed for Kexlp activity (data not shown). $86-17 produced no activity and the plasmid-borne wildtype KEX/gene partially restored activity (10% of the level produced by the genomic allele of KEX/) consistent with the promoter truncation.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 415,
                    "text": "(Rose et al.,",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 809,
                    "text": "(Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Soluble Forms of Kexlp Are Secreted to the Cell Surface"
        },
        {
            "text": "In comparing the partitioning of Kexlp activity from various truncation mutants with that of the wild-type, two separate groups became apparent. The Kexlp-Hpa and Kexlp-Hinc truncated proteins (those that remained membrane associated; Fig. 3 ) showed the same partitioning pattern as that of wild-type, whereas the proteins Kexlp-Xho, -AS, and -AMS (soluble proteins lacking the membrane-spanning domain) formed a different pattern with a 10-fold increase in activity at the cell surface relative to that of wild type. The total activity of each protein was approximately constant within a group. Kexlp-Hpa and Kexlp-Hinc had a total activity similar to that of wild type while the soluble forms of Kexlp had ~50% of wild-type activity. Although the decrease in activity may have been a direct consequence of the mutations, it was also possible that the reduced activity was due to secretion and subsequent degradation of the truncated soluble proteins. If such degradation of the soluble forms of Kexlp-Xho, -AS, and -AMS was occurring external to the plasma membrane, then the addition of BSA to the growth medium may lessen the extent of degradation. The addition of relatively high levels of BSA did not, however, alter the levels of total activity for Kexlp-Xho, -AS, and -AMS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 241,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Soluble Forms of Kexlp Are Secreted to the Cell Surface"
        },
        {
            "text": "A different approach to reduce potential degradation of truncated forms of Kexlp was taken where transformants were grown in selective conditions (minimal media) and then transferred to nonselective YEPD media for several generations before assay. YEPD, a medium consisting primarily of yeast extract and peptone, should provide a substrate \"buffer\" against proteolytic degradation. Although transformants were grown temporarily under nonselective conditions, plasmid loss was never >2% (data not shown). Activity partitioning data suggested that Kexlp-Xho, -AS, and -AMS were secreted from the cell while the other constructs (Kexlp, Kexlp-Hpa, and Kexlp-Hinc) remained intracellular (Table I) . All the mutant forms of Kexlp had approximately the same total activity as the plasmid-borne wild type. The percentage of Kexlp extracellular activity for the membrane-associated forms of Kexlp was comparable to the percentage of cells that stained positively with the vital dye methylene blue, suggesting that such extracellular activity resulted from cell lysis. KEX/was placed downstream from the GAL/ promoter which, upon induction by growth on galactose, resulted in a 70-fold increase over endogenous Kexlp activity. However, such overproduction did not increase the percentage of extracellular Kexlp activity relative to wild-type levels (Table I) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 685,
                    "end": 694,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1342,
                    "end": 1351,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Soluble Forms of Kexlp Are Secreted to the Cell Surface"
        },
        {
            "text": "To demonstrate the secretion of the soluble forms of Kexlp, $86-16 (kex/-A2) was transformed with pKX1-8 (Kexlp) or pKXI-18AMS (Kexlp-AMS), and cells were then spheroplasted. The spheroplasts were radiolabeled (10 min), chased (30 min), and solubilized with SDS, and Kexlp was immunoprecipitated. Media, containing proteins exported beyond the plasma membrane, were concentrated and Kexlp was immunoprecipitated. Wild-type Kexlp remained associated with the spheroplasts, whereas Kexlp-AMS was shown to be secreted from the cell; the Kexlp-AMS signal associated with the cell fraction diminished with time while the signal from the medium showed the reverse trend (Fig.  5) . Thus, the results of the pulse-chase analysis correlated with the activity data and indicated that Kexlp-AMS, a soluble form of Kexlp, was secreted from the cell.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 664,
                    "end": 673,
                    "text": "(Fig.  5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Soluble Forms of Kexlp Are Secreted to the Cell Surface"
        },
        {
            "text": "A stringent test of the effect of the truncations of Kexlp was to determine the ability of the mutant proteins to carry out the Golgi-based proteolytic processing of K1 killer toxin in vivo (for review see Bussey, 1988) . Sc25k is a strain harboring the dsRNA virus that encodes K1 killer toxin, and produces a killing zone on plates seeded with a strain sensitive to the killer toxin (Bussey et al., 1983) . The pKX1-20 series of plasmids (centromeric based) were transformed into Sc25k-13 (kex/-A/), and the transformants analyzed for their ability to process K1 killer toxin and produce a killing zone (Fig. 6 A) . Sc25k-13 containing the vector plasmid produced no killing zone, whereas the introduction of a plasmidbased copy ofKEXI (pKX1-20WT) enabled the strain to produce active K1 killer toxin as shown by the appearance of a zone (Fig. 6 B) . This zone was smaller than that of Sc25k (KEXI) because of the KEX/promoter truncation in pKX1-20WT (discussed above). The truncated forms of Kexlp, both soluble and membrane associated, produced killer zones significantly smaller than that produced by pKX1-20WT (Fig. 6 A) . This functional complementation assay was also conducted in a different K1 killer strain (TC106ot-17) with similar results.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 219,
                    "text": "Bussey, 1988)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 385,
                    "end": 406,
                    "text": "(Bussey et al., 1983)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 605,
                    "end": 615,
                    "text": "(Fig. 6 A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 840,
                    "end": 850,
                    "text": "(Fig. 6 B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1116,
                    "end": 1126,
                    "text": "(Fig. 6 A)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "The Effect of Carboxy-terminal Truncations of Kexlp upon KI Killer Toxin Processing"
        },
        {
            "text": "The reduced processing of K1 killer toxin by the soluble forms of Kexlp can be explained because of their secretion and consequent reduced concentration of Kexlp within the processing compartment. The membrane-associated truncated forms of Kexlp remain intracellular and, therefore, secretion cannot account for their reduced processing ability. The above results indicated that Kexlp-Hpa was membrane associated, had received glycosyl modifications in the Golgi apparatus, gave wild-type levels of total activity, and was retained intracellularly; yet processed the K1 killer toxin precursor to a lesser extent than Kexlp. Kexlp-Bcl and Kexlp-Hinc showed similar phenotypes to that of Kexlp-Hpa. A likely explanation for such observations was that these membrane-associated mutant forms of Kexlp were not retained within the correct Golgi compartment, but instead were mislocalized within the secretory pathway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Effect of Carboxy-terminal Truncations of Kexlp upon KI Killer Toxin Processing"
        },
        {
            "text": "Indirect immunofluorescent detection of Kexlp and Kexlp-Hpa was undertaken to determine if the location of the two proteins differed. The expression of the proteins was such that a Kexlp signal could only be detected upon overproduction of Kexlp (Fig. 7) . Kexlp was found to be localized to a number of small punctate structures (on average, ,x,3-5 per cell) which were not associated with mitochondria, nuclei, or vacuoles, but were characteristic of proteins localized to (Hpa) , or pKX1-20-Hinc (Hinc). Transformants were grown to stationary phase in minimal media, harvested by centrifugation, washed in H20, pelleted, and than resusponded in H20 to a concentration of 5 x 108 cells ml -~. 10/~1 was then placed onto a minimal plate (pH 4.7), seeded with $6 (a strain sensitive to K1 killer toxin). Plates were then incubated at 18\"C for 24 h and zones of toxin killing examined. Approximate relative toxin activities, determined by comparison with a toxin dilution series were WT 100%, Xho 30%, AS 40%, AMS 15%, Hpa 55%, and Hinc 55%. (B) Sc25k-13 (kex/), Sc25k (KEX1), and Sc25k-13/pKXI-20WT (WT) were grown and spotted onto a plate seeded with a strain sensitive to K1 killer toxin and treated as described above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 254,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 475,
                    "end": 480,
                    "text": "(Hpa)",
                    "ref_id": null
                }
            ],
            "section": "Kexlp Resides in the Yeast Golgi Apparatus While Membrane-associated Mutant Forms Are Mislocalized to the Vacuolar Membrane"
        },
        {
            "text": "the yeast Golgi apparatus (Redding et al., 1991; Cleves et al., 1991; Franzusoff et al., 1991; Roberts et al., 1992) .",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 48,
                    "text": "(Redding et al., 1991;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 49,
                    "end": 69,
                    "text": "Cleves et al., 1991;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 70,
                    "end": 94,
                    "text": "Franzusoff et al., 1991;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 95,
                    "end": 116,
                    "text": "Roberts et al., 1992)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Kexlp Resides in the Yeast Golgi Apparatus While Membrane-associated Mutant Forms Are Mislocalized to the Vacuolar Membrane"
        },
        {
            "text": "Comparison of the Kexlp-Hpa localization with that of the vacuole (as determined by Nomarski optics) indicated that almost all of Kexlp-Hpa was in the vacuole (data not shown). It is likely that Kexlp-Hpa was transported to the vacuole, where, in a protease-deficient strain such as $86-16, the protein was not degraded and remained active.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kexlp Resides in the Yeast Golgi Apparatus While Membrane-associated Mutant Forms Are Mislocalized to the Vacuolar Membrane"
        },
        {
            "text": "To confirm this possibility, colocalization studies were undertaken between the 60-kD subunit of the S. cerevisiae vacuolar membrane H § and either Kexlp or Kexlp-Hpa. The vacuole (as determined by Nomarski optics) correlated to the ring structure in which the 60-kD ATPase subunit was localized by indirect immunofluorescence. The level of Kexlp detected varied among cells due to the variable plasmid copy number (2 #m based). Observation of cells expressing both low and high levels of Kexlp-Hpa (as deter- mined by the intensity of the fluorescence) indicated that >90% of the protein was located in the vacuole. A small percentage of cells (<5 %) showed both ER and vacuolar staining. The protein was associated with the vacuolar membrane demonstrating that it remained membrane associated (Fig.  8) . Kexlp was predominantly restricted to punctate structures indicative of a yeast Golgi location (Fig. 7) . However, 10-15 % of the stained cells expressed high levels of Kexlp (as determined by the intensity of the fluorescence) and showed Kexlp in both Golgi-like structures, and associated with the vacuolar membrane as defined by the 60-kD ATPase subunit (data not shown). No Kexlp or Kexlp-Hpa signal was detected at the plasma membrane. Further indirect immunofluorescence analysis also localized the other membrane-associated forms, Kexlp-Bcl and Kexlp-Hinc, to the vacuolar membrane (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 795,
                    "end": 804,
                    "text": "(Fig.  8)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 902,
                    "end": 910,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Kexlp Resides in the Yeast Golgi Apparatus While Membrane-associated Mutant Forms Are Mislocalized to the Vacuolar Membrane"
        },
        {
            "text": "An analysis of the oligosaccharide modification of Kexlp in-dicated secretory compartments to which the protein had been exposed, and the likely subcellular location of Kexlp. The modification of the Asn-linkod oligosaccharide cores of Kexlp occurred within the Golgi apparatus and likely involves several sequential steps. Initially, in a pre-sec7 compartment, the core oligosaccharides are partially modified as judged by an increase in apparent molecular mass (Cooper and Bussey, 1989) . Subsequently, in a post-sec7 compartment, the core is further modified in a MNNl-dependent manner. Invertase produced in sec7 cells at the restrictive temperature does not receive c~(1--'3) linked mannose residues to the core or outer chain (Franzusoff and Schekman, 1989) , most likely because of the failure of secretory proteins to reach the compartment containing the cx(1--,3) mannosyltransferase. It is consistent that sec7 and mnnl mutations result in a similar reduction in the glycosyl elaboration of Kexlp, as they would respectively either prevent Kexlp from reaching, or reduce the activity of, the c~(1~3) mannosyltransferase. The Golgi-based modification of Kexlp can thus be explained as a result of two processes. The first occurs before the sec7 block and most likely involves the addition of an ot(l~6) mannose residue followed by the attachment of an oz(1--'2) linked mannose residue (indicated by * in Fig. 1 ). The second step involves the MNN1dependent addition of up to three a ( l ' 3 ) linked mannose residues (indicated by a circle in Fig. 1) to the oligosaccharide (Ballou et al., 1990) . Graham and Emr (1991) provided evidence for at least three functional compartments in the yeast Golgi apparatus that contain, from cis to trans, the following activities: (1) ct(l~6) mannosyltransferase, (2) cx(l~3) mannosyltransferase, and (3) Kex2p endoprotease. Kexlp must reach the Golgi compartment housing the MNNl-dependent o~(1---3) mannosyltransferase as it is modified by this enzyme. In addition, to process killer toxin, Kexlp must reach the proposed third Golgi compartment containing Kex2p as the toxin precursor substrate for Kexlp is created by a Kex2p-mediated endoproteolytic cleavage. No post-Kex2p compartment before secretory vesicles has been observed (Graham and Emr, 1991) and, therefore, it is likely that Kexlp resides with Kex2p in the same late Golgi compartment (Redding et al., 1991) . It is interesting to note that both Kexlp and Kex2p Figure 9 . Model for the retention of Kexlp within the secretory pathway. A model for the retention of Kexlp is presented. Kexlp is retained in a late Golgi compartment because of its cytoplasmically exposed domain interacting with a receptor (Recpt). Kexlp-AS, being soluble, is secreted by default to the cell surface. Kexlp-Hpa is membrane associated and residues in the vacuole because of several possible reasons: (1) Kexlp-Hpa is partially misfolded and is targeted to the vacuole via an unknown system; (2) the membranespanning domain of Kexlp contains a cryptic targeting signal for the vacuole; (3) Kexlp-Hpa is secreted to the plasma membrane where it is endocytosed and delivered to the vacuole; and (4) membrane-associated proteins that leave the Golgi apparatus are targeted to the vacuole by default. Kexlp is delivered to the vacuole when overproduced to a high level, presumably due to saturation of a Golgi retention receptor. The horizontal bar protruding from the Kexlp-WT box represents the membrane-spanning and cytoplasmic domain, while for Kexlp-Hpa the bar represents the membrane-sparming domain. (Wilcox and Fuller, 1991) undergo a slow addition ofa(l~3) mannose units to their respective glycosyl groups.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 488,
                    "text": "(Cooper and Bussey, 1989)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 732,
                    "end": 763,
                    "text": "(Franzusoff and Schekman, 1989)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1583,
                    "end": 1604,
                    "text": "(Ballou et al., 1990)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1607,
                    "end": 1628,
                    "text": "Graham and Emr (1991)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2281,
                    "end": 2303,
                    "text": "(Graham and Emr, 1991)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2398,
                    "end": 2420,
                    "text": "(Redding et al., 1991)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 3597,
                    "end": 3622,
                    "text": "(Wilcox and Fuller, 1991)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 1413,
                    "end": 1419,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1552,
                    "end": 1559,
                    "text": "Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 2475,
                    "end": 2483,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "D i s c u s s i o n Kerdp Resides in the Yeast Golgi Apparatus"
        },
        {
            "text": "Further evidence that Kexlp is an enzyme that resides in the yeast Golgi apparatus comes from indirect immunofluorescence results where a punctate pattern of staining is detected that is characteristic for a number of proteins localized to the Golgi apparatus in S. cerevisiae: Kex2p (Redding et al., 1991) , DPAP A (Roberts et al., 1992) , Secl4p (Cleves et al., 1991) , and Sec7p (Franzusoff et al., 1991) .",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 306,
                    "text": "Kex2p (Redding et al., 1991)",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 338,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 348,
                    "end": 369,
                    "text": "(Cleves et al., 1991)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 382,
                    "end": 407,
                    "text": "(Franzusoff et al., 1991)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "D i s c u s s i o n Kerdp Resides in the Yeast Golgi Apparatus"
        },
        {
            "text": "Of the mutations that result in a soluble form of Kexlp (Kexlp-Xho, -AS, and -AMS), Kexlp-AS is the most informative with regard to determining which domain(s) of Kexlp is involved in its localization. Kexlp-AS is secreted, yet contains all but 11 residues of the 596-residue lumenal domain (Fig. 3) . The 11 residues absent in Kexlp-AS are present in Kexlp-AMS which is also secreted. The results suggest that either the membrane-spanning or cytoplasmic domain, or both, are responsible for the retention of Kexlp within the Golgi apparatus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 299,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The Cytoplasmic Domain of KeMp Confers Retention in the Golgi Apparatus"
        },
        {
            "text": "Kexlp-Hpa contains both the lumenal and transmembrane domains of Kexlp yet is mislocalized to the vacuolar membrane. Similar results were found for Kexlp-Bcl and Kexlp-Hinc which lack all or part of the cytoplasmic domain and strongly implicate this domain of KeMp as being necessary for correct localization within the Golgi apparatus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Cytoplasmic Domain of KeMp Confers Retention in the Golgi Apparatus"
        },
        {
            "text": "Previous work has demonstrated the role that cytoplasmic domains of transmembrane proteins play in the retention and targeting of proteins within the secretory pathway. A consensus retention motif has been identified at the termini of the cytoplasmically exposed domain of mammalian ER resident type I transmembrane proteins (Nilsson et al., 1989; Jackson et al., 1990) . The cytoplasmic domains of the transferrin receptor, cation-independent mannose-6-phosphate receptor, and the lysosomal acid phosphatase are involved in the correct targeting or endocytosis of these proteins (Rothenberger et al., 1987; Lobel et al., 1989; Peters et al., 1990) .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 347,
                    "text": "(Nilsson et al., 1989;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 348,
                    "end": 369,
                    "text": "Jackson et al., 1990)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 580,
                    "end": 607,
                    "text": "(Rothenberger et al., 1987;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 608,
                    "end": 627,
                    "text": "Lobel et al., 1989;",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 648,
                    "text": "Peters et al., 1990)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "The Cytoplasmic Domain of KeMp Confers Retention in the Golgi Apparatus"
        },
        {
            "text": "The three proteins involved in processing a-factor, KeMp, Kex2p, and DPAP A, are all transmembrane proteins with cytoplasmic domains which are thought to be involved in retention of the respective proteins in similar if not identical compartments of the yeast Golgi apparatus (Fuller et al., 1989; Roberts et al., 1992) . Attempts to identify a consensus yeast Golgi retention motif shared between these proteins have, however, showed no obvious amino acid sequence homology between the cytoplasmic domains of these three proteins.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 297,
                    "text": "(Fuller et al., 1989;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 298,
                    "end": 319,
                    "text": "Roberts et al., 1992)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "The Cytoplasmic Domain of KeMp Confers Retention in the Golgi Apparatus"
        },
        {
            "text": "Different mechanisms have been proposed for the retention of proteins within Golgi compartments. Interactions involving the cytoplasmic domain of Kexlp may result in the aggregation of the protein in the appropriate compartment, and thereby prevent it from entering transport vesicles that are exiting the Golgi compartment (Pfeffer and Rothman, 1987) . This retention via aggregation model is unlikely as it does not explain why aggregation would not occur earlier in the secretory pathway or why overproduction of a Kexlp results in mislocalization to the vacuole rather than greater aggregation in the Golgi compartment. A more likely explanation for the retention involves a receptor interacting with the cytoplasmically exposed domain of Kexlp ( Fig. 9 ). High level expression of Kexlp would saturate the receptor with the result that excess Kexlp is diverted to the vacuole. Removal of the cytoplasmic domain would abolish such a receptor-ligand interaction, also resulting in mislocalization to the vacuole. Retention of soluble ER proteins has been shown to involve a receptor-mediated retrieval of proteins from a pre-cis- Golgi compartment (Semenz~ et al., 1990; Lewis et al., 1990) . A cytoplasmicaUy based retrieval system analogous to the ER system can be envisaged in which Kexlp is retrieved from a trans compartment, possibly the plasma membrane, and returned to the correct Golgi compartment. To determine if Kexlp is retrieved from the plasma membrane an immunofluorescence experiment was performed by inducing expression of Kexlp in a secl strain, secl is a conditional mutation that, at the nonpermissive temperature, prevents the fusion of secretory vesicles with the plasma membrane (Novick et al., 1981) . The delivery of Kexlp to its Golgi location was not blocked by secl, and if KEX/expres-The Jouma! of Cell Biology, Volume 119, 1992 sion was constitutive before imposition of the secl block, the staining pattern of Kexlp was not altered even after 3 h at the restrictive temperature (data not shown). Therefore, if a receptor retrieval system exists, it is unlikely that Kexlp is retrieved from the plasma membrane as outlined in one of several proposals presented by Payne and Schekman (1989) . If a retrieval system is responsible for the retention of Kexlp, then the salvage compartment may instead be located between the Golgi compartment and the vacuole where failure to bind the receptor would result in delivery to the vacuole.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 351,
                    "text": "(Pfeffer and Rothman, 1987)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1133,
                    "end": 1173,
                    "text": "Golgi compartment (Semenz~ et al., 1990;",
                    "ref_id": null
                },
                {
                    "start": 1174,
                    "end": 1193,
                    "text": "Lewis et al., 1990)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1706,
                    "end": 1727,
                    "text": "(Novick et al., 1981)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2198,
                    "end": 2223,
                    "text": "Payne and Schekman (1989)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 751,
                    "end": 757,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Retention of Merabrane Proteins in the Golgi Apparatus"
        },
        {
            "text": "Alternatively, the receptor may remain anchored within the Golgi apparatus and not recycle. The clathrin heavy chain has been implicated in the retention of Kex2p (Payne and Schekman, 1989) , raising the possibility that the receptor-based system that recognizes the cytoplasmic domain of Kexlp, and potentially Kex2p and DPAP A, might be one of the clathrin-associated adaptin proteins known to occur in yeast (Kirchhausen, 1990) .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 189,
                    "text": "(Payne and Schekman, 1989)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 411,
                    "end": 430,
                    "text": "(Kirchhausen, 1990)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Retention of Merabrane Proteins in the Golgi Apparatus"
        },
        {
            "text": "Truncated forms of Kexlp which lacked the cytoplasmic domain yet still remained membrane associated were not retained in the correct Golgi compartment, and even at subwildtype expression levels v~ere diverted to the vacuole. Similar mislocalization results have been found with DPAP A, where overexpression of the protein results in mislocalization to the vacuole, as do mutations within its cytoplasmically exposed domain (Roberts et al., 1992) . Differing results were obtained with Kex2p, where a mutation that deleted the cytoplasmic domain and part of the membrane-spanning domain resulted in a significant proportion of the Kex2p activity being mislocalized to the cell surface (Fuller et al., 1989) . The Kex2p activity study did not, however, address whether the truncated protein produced was membrane associated; if not, then the resulting soluble protein would be expected to be secreted to the cell surface. In addition, the strain used for such Kex2p activity studies contained wild-type activity levels of vacuolar hydrolases (PEP4; Jones, 1984) and, therefore, any Kex2p potentially mislocalized to the vacuole might be degraded and hence go undetected.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 445,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 684,
                    "end": 705,
                    "text": "(Fuller et al., 1989)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1047,
                    "end": 1059,
                    "text": "Jones, 1984)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Default Targeting of Yeast Membrane Proteins to the Vacuole"
        },
        {
            "text": "Mislocalization of membrane proteins to the lysosome does not appear to occur in mammalian systems where mutations that interfere with the localization of ER, Golgi, and lysosomal integral membrane proteins result in their delivery to the plasma membrane (Paabo et al., 1987; Machamer and Rose, 1987; Peters et al., 1990) . One exception to this observation in mammalian systems is the coronavirus E1 protein, a type HI membrane protein normally resident in the Golgi apparatus. Mutations that affect the retention of this protein resulted in delivery to the lysosome rather than to the cell surface (Armstrong et al., 1990) .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 275,
                    "text": "(Paabo et al., 1987;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 276,
                    "end": 300,
                    "text": "Machamer and Rose, 1987;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 301,
                    "end": 321,
                    "text": "Peters et al., 1990)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 600,
                    "end": 624,
                    "text": "(Armstrong et al., 1990)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Default Targeting of Yeast Membrane Proteins to the Vacuole"
        },
        {
            "text": "A number of models could explain the observation that the membrane-associated mutant forms of Kexlp are deh'vered to the vacuole while the soluble truncated forms of Kexl are exported to the cell surface (Fig. 9) . (1) The first model suggests that membrane-associated truncated forms of Kexlp are misfolded, and as such may be targeted, via an unknown mechanism, to the vacuole for degradation. This model seems unlikely as all of the truncated forms of Kexlp, both soluble and membrane associated, have similar total pro-tease activity to that of the wild-type protein, suggesting that at a minimum the catalytic domain of the mutants has folded to a conformation similar to that of wild type. In addition, these forms of Kexlp all exit the ER and reach the Golgi apparatus where they are both glycosylated and process killer toxin. The misfolding targeting model would be unusual in that it must explain the mislocalization of the membraneassociated mutant forms of Kexlp yet allow the soluble forms to be secreted. Also, such a garbage pathway for delivery of misfolded mutant forms of Kexlp cannot explain the vacuolar localization of highly expressed but presumably correctly folded Kexlp. (2) The second model proposes that the membrane-spanning domain of Kexlp contains a latent or cryptic targeting signal for the vacuole. Studies are currently under way to address this possibility. It should be noted that although Kexlp is homologous to the vacuolar protein CPY, the homology does not extend to include the vacuolar targeting signal found in proCPY. (3) The third model involves Kexlp-Hpa (-Bcl, -Hinc) being secreted to the plasma membrane by default, where it is then endocytosed and delivered to the vacuole. Such a \"transient appearance\" of Kexlp-Hpa (-Bcl, -Hint) at the cell surface would not be detected by the activity assay used or by indirect immunofluorescence. Soluble Kexlp-AS, having reached the cell surface, would be released into the medium and, hence, would not be endocytosed to the vacuole. (4) The final model proposes that the vacuole is the direct default destination for membraneassociated proteins that enter the secretory pathway, such that membrane proteins lacking positive targeting/retention signals would be delivered to the vacuole.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "text": "(Fig. 9)",
                    "ref_id": null
                }
            ],
            "section": "Default Targeting of Yeast Membrane Proteins to the Vacuole"
        },
        {
            "text": "Work with DPAP B, a type II vacuolar membrane protein homologous to DPAP A, has shown that no domain of the protein contains positive targeting information for the vacuole (Roberts et al., 1992) . The targeting signal for a second vacuolar membrane protein, alkaline phosphatase, has not been identified although the lumenal domain is not required for the correct localization of this protein (Klionsky and Emr, 1990) . The authors concluded that the vacuolar-sorting determinant must therefore reside in the cytoplasmic and/or membrane-spanning domain of alkaline phosphatase, but in light of the data presented here and elsewhere (Roberts et al., 1992) , these results could be reinterpreted to suggest that the membrane association of alkaline phosphatase mediates its vacuolar delivery.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 194,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 393,
                    "end": 417,
                    "text": "(Klionsky and Emr, 1990)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 632,
                    "end": 654,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Default Targeting of Yeast Membrane Proteins to the Vacuole"
        },
        {
            "text": "Given the results presented here, we favor models 3 and 4 which are variants of each other in that both result in the delivery of Kexlp to the vacuole by default (no positive targeting signal involved) but differ in the delivery route. Model 4, involving a direct Golgi-to-vacuole route, may be the most likely as delivery of the vacuolar membrane protein DPAP B does not involve transport to the plasma membrane and subsequent endocytosis (Roberts et al., 1992) . In addition, Kexlp-Bcl contains no cytoplasmic tail to participate in classical endocytosis.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 462,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Default Targeting of Yeast Membrane Proteins to the Vacuole"
        },
        {
            "text": "An important implication of such default delivery is that yeast integral membrane proteins destined for the plasma membrane must have positive targeting information to either remain at the plasma membrane (proposal 3), or to avoid being diverted to the vacuole (proposal 4). It is pertinent that a mutation in the u-factor receptor (Ste3p), an integral plasma membrane protein, results in delivery of this protein to the vacuole, independent of the plasma membrane (Ho-recka, J., and G. Sprague, personal communication), raising the possibility that a plasma membrane targeting signal has been destroyed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Default Targeting of Yeast Membrane Proteins to the Vacuole"
        },
        {
            "text": "Further work is proceeding to determine if the delivery route of Kexlp to the vacuole is via the plasma membrane, and whether plasma membrane proteins have positive targeting/retention information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Default Targeting of Yeast Membrane Proteins to the Vacuole"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Lysosomal sorting mutants of coronavirus E1 protein, a Golgi membrane protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Riddle",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Cell Sci",
            "volume": "95",
            "issn": "",
            "pages": "191--197",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Yeast cell wall and cell surface",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Ballou",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "The Molecular Biology of the Yeast Saccharomyces cerevisiae",
            "volume": "",
            "issn": "",
            "pages": "335--360",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Revision of the oligosaccharide structures of the yeast carboxypeptidase Y",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ballou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alvarado",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Ballou",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad, ScL USA",
            "volume": "87",
            "issn": "",
            "pages": "3368--3372",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Proteases and the processing of precursors to secreted proreins in yeast",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bussey",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "17--26",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Secretion of Saccharomyces cerevisiae killer toxin: processing of the glycosylated precursors",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bussey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Saville",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Tipper",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Bostian",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "MoL Cell. Biol",
            "volume": "3",
            "issn": "",
            "pages": "1362--1370",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mutations in the CDPcholine pathway for phospholipid biosynthesis bypass the requiremem for an essential phospholipid transfer protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Cleves",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcgee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitters",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Champion",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Aitkan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dowhan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Geebl",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankaitis",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "64",
            "issn": "",
            "pages": "789--800",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Characterization of the yeast KEX1 gene product: a carboxypeptidase involved in processing secreted precursor proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bussey",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Mol. Cell. Biol",
            "volume": "9",
            "issn": "",
            "pages": "2706--2714",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Yeast KEX/gene encodes a putative protease with a carboxypeptidase B-like function involved in killer toxin and alpha factor precursor processing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dmochowska",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dignard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Henning",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bussey",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "50",
            "issn": "",
            "pages": "573--584",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Functional compartments of the yeast Golgi apparatus are defined by the sec7 mutation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Franzusoff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "18",
            "issn": "",
            "pages": "2695--2702",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Localization of components involved in protein transport and processing through the yeast Golgi apparatus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Franzusoff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reading",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crosby",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "112",
            "issn": "",
            "pages": "27--37",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Enzymes required for yeast prohormone processing",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Stearne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Annu, Rev. Physiol",
            "volume": "50",
            "issn": "",
            "pages": "345--362",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Intracellular targeting and the structural conservation of a prohormone-proeassing endoprotease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "A~",
                    "middle": [
                        "J"
                    ],
                    "last": "Brake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Science (Wash. DC)",
            "volume": "246",
            "issn": "",
            "pages": "482--486",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Compartmental organization of Golgispecific protein modification and vacuolar protein sorting events defined in a yeast secl8 (NSF) mutant",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "114",
            "issn": "",
            "pages": "207--218",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Identification of a consensus motif for retention of transmembrane proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "EMBO (Fur. MoI. Biol. Organ) ,t",
            "volume": "9",
            "issn": "",
            "pages": "3153--3162",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Distinct sequence determinants direct intracellular sorting and modification of a yeast vacuolar protease",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Bankaitis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "48",
            "issn": "",
            "pages": "875--885",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The synthesis and function of proteases in Saccharomyces cerevisiae: genetic approaches",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Annu. Rev. Genet",
            "volume": "18",
            "issn": "",
            "pages": "233--270",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Assembly and targeting of peripheral and integral membrane subunits of the yeast vacuolar H+-ATPase",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Kuehn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Howald-Stevenson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "1",
            "issn": "",
            "pages": "447--454",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Rate of bulk flow from the Golgi to the plasma membrane",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karrenbauer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jeckel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Just",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Birk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Wieland",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "63",
            "issn": "",
            "pages": "259--267",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Identification of a putative yeast homolog of the mammalian ~ chains of the clathrin-associated complexes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kirchhausen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "MoL Cell. Biol",
            "volume": "10",
            "issn": "",
            "pages": "6089--6090",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A new class of lysosomal/vacuolar protein sorting signals",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Biol. Chem",
            "volume": "265",
            "issn": "",
            "pages": "5349--5352",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Intraceilular sorting and processing of a yeast vacuolar hydrolase: proteinase A propeptide contains vacuolar targeting information",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Banta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Erar",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Mol. Cell. Biol",
            "volume": "8",
            "issn": "",
            "pages": "2105--2116",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The biogenesis of lysosomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfield",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "483--525",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Protein glycosylation in yeast",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kulmmzinska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L E"
                    ],
                    "last": "Bergh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Biochem",
            "volume": "56",
            "issn": "",
            "pages": "915--944",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The ERD2 gene determines the specificity of the luminal ER protein retention system",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Sweet",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "61",
            "issn": "",
            "pages": "1359--1363",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mutations in the cytoplasmic domain of the 275 kD marmose 6-phosphate receptor differentially alter lysosomal enzyme sorting and endocytosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lobal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujimoto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Komfield",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "57",
            "issn": "",
            "pages": "787--796",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A specific transmembmne domain of a coronavirus E1 glycoprotein is required for its retention in the Golgi regiou",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell BioL",
            "volume": "105",
            "issn": "",
            "pages": "1205--1214",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A COOH-terminal signal prevents secretion of luminal ER proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "48",
            "issn": "",
            "pages": "899--907",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Yeast manno-protein biosynthesis: solubilization and selective assay of four mannosyltransferases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rallou",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "72",
            "issn": "",
            "pages": "3912--3916",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Short cytoplasmic sequences serve as retention signals for transmembrane proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "58",
            "issn": "",
            "pages": "707--718",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Order of events in the yeast secretory pathway",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Novick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ferro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Cell",
            "volume": "25",
            "issn": "",
            "pages": "461--469",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A short sequence in the COOH terminus makes an adenovirus membrane glycoprotein a resident of the endoplasmic reticulum",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paabo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Bhat",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S M"
                    ],
                    "last": "Wold",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Petersou",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "50",
            "issn": "",
            "pages": "311--317",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Clathrin: a role in the intracellular retention of a Golgi membrane protein. Science (Wash, DC)",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "245",
            "issn": "",
            "pages": "1358--1365",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Sorting of soluble ER proteins in yeast",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Hardwick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "7",
            "issn": "",
            "pages": "1757--1762",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Targeting of a lysosomal membrane prorein: a tyrosine-coutaining endocytosis signal in the cytoplasmic tail of lysosomal acid phosphatase is necessary and sufficient for targeting to lysosomes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wendland",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pohlmann",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "A"
                    ],
                    "last": "Waheed",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Figura",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "EMBO (Eur. Idol. Biol. Organ.) J",
            "volume": "9",
            "issn": "",
            "pages": "3497--3506",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Biosynthetic protein transport and sorting by the endoplasmic reticulum and Golgi",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Biochem",
            "volume": "56",
            "issn": "",
            "pages": "829--852",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Immunolocalizatiou of Kex2 protease identifies a putative late Gotgi compartment in the yeast Saccharo-m2,~es cerevisiae",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Redding",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Holcomb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "113",
            "issn": "",
            "pages": "527--538",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Membrane protein sorting in the yeast secretory pathway: evidence that the vacuole may be the default compartment",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Nothwehr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "119",
            "issn": "",
            "pages": "69--83",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A Saccharomyces cerevisiae genomic plasmid bank based on a centromerecontaining shuttle vector",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Novick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bostein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Gene (Amst.)",
            "volume": "60",
            "issn": "",
            "pages": "237--243",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Endccytosis of the transferrin receptor requires the cytoplasmic domain but not its phosphorylation site",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rothenberger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Iacopetta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "49",
            "issn": "",
            "pages": "423--431",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Protein sorting by selective retention in the endoplasmic retieulum and Golgi stack",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "50",
            "issn": "",
            "pages": "521--522",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "ERD2, a yeast gene required for the receptor-mediated retrieval of luminal ER proteins from the secretory pathway",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Semenza",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Hardwick",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "61",
            "issn": "",
            "pages": "1349--1357",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Protein sorting in yeast: the localization determinant of yeast vacuolar carboxypeptidase Y resides in the propeptide",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Vails",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "48",
            "issn": "",
            "pages": "887--897",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A family of yeast expression vectors containing the phage fl intergenic region",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "/"
                    ],
                    "last": "Vernet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dignard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Gene (Amst.)",
            "volume": "52",
            "issn": "",
            "pages": "225--233",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The rate of bulk flow from the endoplasmic reticulum to the celt surface",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Wieland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Gleasou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Serafini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "50",
            "issn": "",
            "pages": "289--300",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Posttranslational processing of the prohormone-cleaving Kex2 protease in the Saccharomyces cerevisiae secretory pathway",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilcox",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell. Biol",
            "volume": "115",
            "issn": "",
            "pages": "297--307",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Accumulation of membrane glycoproteins in lysosomes requires a tyrosine residue at a particular position in the cytoplasmic tail",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "955--966",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic outline of outer chain glycosylation mutants. mnn mutants are shown in the context of the mannose residues missing in each mutant. Arrows represent either fl'2)-c~-D, (1--'3)-t~-D, or (1--'6)-ot-D linkages between mannose residues. * indicates predicted marmose residues attached to the core oligosaccharide of Kexlp in a post-sec18, pre-sec7 manner. --j, indicates mannose residues absent in an mn,d strain. Circled M indicates predicted mannose residues added to Kexlp in an MNN1dependent manner (adapted from Lewis, M. J., and C. E. Batlou. 1991. J. Biol. Chem. 266:8255-8261).post-ER modification(s) may indicate to which Golgi compartments Kexlp has been exposed, and thereby localize Kexlp within the secretory pathway. The basis of the post-ER progressive carbohydrate modification of Kexlp was analyzed using strains with mutations at various mnn loci. Such mutant strains show defects in outer chain glycosyl elaboration resulting in various truncations of the outer chain(Ballou, 1982; Kukuruzinska et al., 1987;  Fig. 1). Several mnn strains were radiolabeled and the degree of modification of immunoprecipitated Kexlp was examined. Kexlp produced in mnn9 ceils received most, if not all, of the wild-type glycosyl modification(Fig. 2, lanes 5 and 6)suggesting that most of the carbohydrate addition to Kexlp was not in the elaboration of the outer chain as mnn9 blocks initiation of outer chain synthesis",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "MNNl-dependent modification of Kexlp. Strains HAB596 (WT), HAB595 (mnnl), and HAB597 (mnng) transformed with pKX1-24, underwent a 10-min radiolabeling pulse and were either harvested (P) or chased (C) for an additional 60 rain. Kexlp was then immunoprecipitated and analyzed by SDS-PAGE and fluorography.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The predicted truncated forms of Kexlp. A schematic depiction is shown of the predicted truncated forms of Kexlp using the single-letter amino acid code. The asterisks denote the position of a termination codon and the dashes in Kexlp-AMS represent the precise deletion of the membrane-spanning domain. The circled Gs denote the potential sites for Asn-linked glycosylation on the luminally exposed domain of Kexlp. The gray shaded regions represent portions of Kexlp with homology to yeast CPY.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Glycosylation and membrane association of Kexlp-Hpa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Mislocalization of Kexlp-AMS to the periplasm. $86-16/ pKX1-8 (Kcxlp-WT) or S86-16/pKXl-18AMS (Kexlp-AMS) were spheroplasted and then radiolabeled for a 10-min pulse (P). Half of the spheroplasts and media were harvested while the remainder was chased for an additional 30 min before harvest. The forms of Kexlp were immunoprecipitated from both the media and the spheroplasts and analyzed by SDS-PAGE and fluorography. The arrow indicates the full length Kexlp-AMS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Production of active KI killer toxin by the truncated forms of Kexlp. (A) Left column shows five different transformants of Sc25k-13 with pKX1-20WT. Right column shows Sc25k-13 transformed with one of the following plasmids: pKXI-20-Xho (Xho), pKXI-20-AS (AS), pKX1-20-AMS (AMS), pKX1-20-Hpa",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Indirect immunofluorescence detection of truncated Kexlp in S. cerevisiae. S86-16/pKXI-18Hpa (Kexl-Hpa) ceils were prepared as described in Fig. 7 above and viewed under FITC (which indicates the position of the 60-kD subunit of the vacuolar membrane H § and Texas red (which indicates the position of Kexlp-Hpa) excitation wavelengths.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Indirect immunofluorescence detection of Kexlp in S. cerevisiae. S86-16/pVT103-L (kexl-A), and S86-16/pKX1-8 (Kexl-WT) were prepared for immunofluorescence as described in Materials and Methods. The cells were viewed by Nomarski differential interference optics, and under 4',6-diamidino-2-phenyl-indole (indicates the position of the nucleus and mitochondria), FITC (indicates the position of the 60-kD subunit of the vacuolar ATPase), and Texas red (indicates the position of Kexlp) excitation wavelengths.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Activity Partitioning of Kexlp Truncations in YEPD",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Marc Lussier, Kathryn Hill, and Charlie Boone for reading the manuscript; Anne-Marie Sdicu for assistance in manuscript preparation; Marc Lussier for immunofluorescence quantitation data; Joe Horecka, Steve Nothwehr, Chris Roberts, George Sprague, and Tom Stevens for communication of results prior to publication; Chris Roberts and Tom Stevens for providing the monoclonal antibody against the 60-kD subunit of the vacuolar H +-ATPase; Kevin Redding for his immunottuorescence protocol; Vivian McKay for the mnnl disrupted strain; and Robert La.marcbe and Guy L'I-Ieureux for photographic work.This work was supported by Natural Sciences and Engineering Research Council Strategic and Operating Grams. At the time of this work A. Cooper was a Canadian Commonwealth Scholar.Received for publication 7 November 1991 and in revised form 8 September t992.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}