{
    "paper_id": "8c183a5df571437f64c3dd78c8e7f5999de86cdf",
    "metadata": {
        "title": "vaccines) in public health emergencies",
        "authors": [
            {
                "first": "Gail",
                "middle": [
                    "A Van"
                ],
                "last": "Norman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "addrLine": "Washington. Dr. Van Norman has",
                        "settlement": "Seattle"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Individual patients with life-threatening or severely debilitating diseases can petition the U.S. Food and Drug Administration (FDA) through their physicians to have expanded access (EA) to drugs that are in clinical trials but have not reached full FDA approval (the \"single-patient\" investigational new drug [IND] application). Additionally, recent state and federal laws-so-called \"right to try legislation\"-allow patients to approach drug companies directly for access prior to FDA approval. While these pathways provide potential access for individual patients to investigational drugs, different EA pathways permit entire groups of certain patients to access investigational drugs prior to FDA approval. This review focuses on special categories of EA INDs intended for multiple patients-the intermediate-group IND and the widespreadtreatment IND-as well as emergency authorization for use of investigational drugs and biological products (e.g.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "For patients with life-threatening or severely debilitating disease, the wait for approval is simply too long, and can both abolish hope for those who diseases will be quickly fatal, and lead to sustained or even permanent disability for those whose diseases linger but are without effective proven therapies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Spurred by patient advocacy during the early days of the acquired immunodeficiency syndrome (AIDS) epidemic in the late 1980s, and facilitated by subsequent legislative efforts over the next 20 years, regulatory initiatives permit the FDA to release drugs for use in individual patients through expanded access (EA) INDs (4, 5) , in many cases allowing emergency treatment with nonapproved drugs within hours of application, and nonemergency treatment within an average of 4 days (6) . Further, most states have enacted so-called \"right to try\" legislation, permitting \"compassionate use\" of investigational drugs by individual patients through applications directly to the manufacturer (6) .",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 325,
                    "end": 327,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It should be noted that although the terms \"compassionate use\" or \"preapproval access\" are often used informally to refer to the use of an investigational drug to treat a patient outside of a clinical trial, these terms are not defined or described in FDA regulations, which simply refer to expanded access to investigational drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The call for EA is not limited to individual patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Advocacy organizations have pressed for groups of patients with rare and/or \"orphan\" diseases, for example, to be able to access promising new therapies prior to their approval. Indeed, social media is increasingly becoming a consumer/patient advocacy tool for implementing FDA regulatory changes and promoting access to investigational therapeutics (7) .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition, once a drug has completed phase 3 testing and is awaiting approval, patients who have benefited from in-trial treatments may want continued therapy, and such use requires some form of \"bridging approval\" from the FDA to allow potentially large groups of patients to continue treatment while final FDA approval is pending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A previous review discussed individual patient emergency and nonemergency access to investigational drugs (6) . This review will focus on FDA EA for intermediate-sized groups of patients (the \"intermediate-sized IND\") and EA for entire classes of patients (the \"widespread treatment use\" IND), as well as emergency release of investigational drugs and biologics for use in public health emergencies.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Releasing investigational new drugs to individual patients who are facing certain death or disability seems to be a relatively uncomplicated decision, but allowing EA to entire groups of patients for treatment with an investigational new drug presents more complex regulatory, logistical, and ethical challenges for scientists, commercial entities, and the FDA. The current regulatory process from IND filing to drug approval has evolved and includes not only the FDA's historical primary mission of ensuring patient safety, but also, since the latter half of the 20th century, the newer mission of ensuring that marketed drugs are actually efficacious for their advertised/approved use. EA for a single patient may not present much of a challenge to the assertion that a drug's benefits outweigh the risks, because as presumably the patient requesting compassionate use faces an otherwise dismal clinical future, taking even significant risks with a new drug still presents potential benefits to a patient without other options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PITFALLS IN COMPASSIONATE USE"
        },
        {
            "text": "Early in a drug's regulatory pathway, however, it is not usually possible to ensure that a drug has a reasonable risk/benefit ratio for all patients, including those in the early stages of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PITFALLS IN COMPASSIONATE USE"
        },
        {
            "text": "Drug companies face bigger issues when the seeker of EA is a group of patients or an entire class of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PITFALLS IN COMPASSIONATE USE"
        },
        {
            "text": "Before marketing, manufacture of the drug for clinical studies is nearly an \"all cost\" proposition for the commercial entity; the drug cannot be marketed to cover its costs. Thus, companies generally only manufacture sufficient quantities (plus a small margin) to cover the requirements of clinical studies, rather than devote resources to manufacturing large quantities of a drug which has a <10% chance of ever making it to market (1, 2) . The FDA approval process begins with the filing of an investigational new drug (IND). Making the drug available to groups or classes of patients who might then deplete the supply of drug for clinical studies could compromise the very research that would more completely disclose a drug's risks and benefits; thus, it could possibly impede full market approval that would make the drug more widely available.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 436,
                    "text": "(1,",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 439,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "PITFALLS IN COMPASSIONATE USE"
        },
        {
            "text": "Companies have also expressed concern about how data from such \"compassionate use\" may be applied in the approval process. for CMV infection (9) . Later studies also showed that ganciclovir patients were living longer (10).",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "PITFALLS IN COMPASSIONATE USE"
        },
        {
            "text": "The FDA refused approval of ganciclovir for treatment of CMV retinitis, because they had no animal studies for that use, nor significant human placebocontrolled trials on which to base a marketing application. Many questioned whether the use of ganciclovir was wise, or safe (11, 12) . But, because of ganciclovir's known efficacy, it became paradoxically impossible to carry out human controlled trials, because such trials are only ethically justifiable if investigators are honestly uncertain about whether net positive benefits over placebo exists (13) . Furthermore, neither patients nor doctors were willing to risk assignment to placebo and further loss of eyesight after the results were published.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "12)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "PITFALLS IN COMPASSIONATE USE"
        },
        {
            "text": "Syntex then sought approval to study ganciclovir for treatment of CMV colitis, knowing that once marketing approval of the drug was obtained, FDA rules would allow \"off-label\" use for retinitis (14) . At this time, EA of nonapproved drugs for treatment of more than 1 patient at a time is achievable only through the FDA, in contrast with access for individual patients, which technically can be legally obtained without the FDA by applying to the manufacturer directly (6) . As with individual EA INDs, specific conditions for group patient access apply: 1) the patients must have a serious or immediately life-threatening disease or condition with no comparable therapy or satisfactory alternative therapy;",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "PITFALLS IN COMPASSIONATE USE"
        },
        {
            "text": "2) the potential benefit must justify the potential risks of the treatment; and 3) providing the treatment must not compromise or interfere with the ongoing FDA drug development program, such as by critically depleting a limited supply of investigational drug that is also needed for an ongoing study or a future study that is in the planning stages (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PITFALLS IN COMPASSIONATE USE"
        },
        {
            "text": "An \"immediately life-threatening condition or disease\" is defined by the FDA as \"a stage of disease in which there is reasonable likelihood that death will occur within a matter of months or in which premature death is likely without early treatment.\" A serious disease or condition is defined as being \"associated with morbidity that has substantial impact on day-to-day functioning.\" Furthermore, while short-lived or self-limited morbidity will usually not be a sufficient qualifying condition, the morbidity \"need not be irreversible, provided it is persistent or recurrent.\" The FDA states that whether a condition is serious or not \"is a matter of clinical judgment, based on its impact on such factors as survival, day-to-day functioning, or the likelihood that the disease, if left untreated, will progress from a less severe condition to a more serious one\" (15) . and other animal species such as cats, armadillos, guinea pigs, swine and ferrets in which thalidomide had been tested, teratogenic effects had been induced only occasionally\" (18) . In fact, when human birth defects began to appear in the offspring of women who had ingested thalidomide during pregnancy as a sedative and to treat nausea, researchers pointed out that thalidomide had failed to demonstrate teratogenicity in rats, and at first insisted that thalidomide could not be the culprit.",
            "cite_spans": [
                {
                    "start": 867,
                    "end": 871,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1050,
                    "end": 1054,
                    "text": "(18)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "PITFALLS IN COMPASSIONATE USE"
        },
        {
            "text": "In Germany, where the drug was first developed, thalidomide was held to be so safe that no prescription was required for its use, it was advertised for use in pregnant women (19) , and the drug company distributed free samples to its factory employees (18, 19) . given the most severe rating for drugs that contribute to fetal deformities, and for drugs whose risks prioritizing those who should receive treatment, such as women and children (36) . The fact that the treatment was made available to 2 U.S. citizens and not to Africans, who comprised most of its victims, engendered anger over the social justice of such decisions, providing, as Enserink (35) points out, a tragic validation to the satirical yet somewhat prophetic paper that had appeared in The Onion only weeks before titled \"Experts: Ebola vaccine at least 50 white people away\" (37) . As of now, 12 products have been approved under the Animal Rule, 7 of which were issued quickly after the guidance was published ( Table 3 There is a reasonably well-understood pathophysiological mechanism of the toxicity of the toxic substance and its prevention or substantial reduction by the product.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "(19)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "(18,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "19)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "(36)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "(37)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 986,
                    "end": 993,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "THE INTERMEDIATE-SIZE TREATMENT IND"
        },
        {
            "text": "The effect is demonstrated in more than 1 animal species expected to react with a response predictive for humans, unless the effect is demonstrated in a single animal species that represents a sufficiently well-characterized animal model for predicting the response in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE ANIMAL RULE"
        },
        {
            "text": "The animal study endpoint is clearly related to the desired benefit in humans, generally the enhancement of survival or prevention of major morbidity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE ANIMAL RULE"
        },
        {
            "text": "The data or information on the kinetics and pharmacodynamics of the product or other relevant data or information, in animals and humans, allows selection of an effective dose in humans. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE ANIMAL RULE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Drugs, devices, and the FDA: part 1",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Norman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Am Coll Cardiol Basic Trans Science",
            "volume": "1",
            "issn": "",
            "pages": "170--179",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Understanding FDA regulatory requirements for investigational new drug applications for sponsor-investigators",
            "authors": [
                {
                    "first": "Meb",
                    "middle": [],
                    "last": "Holbein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Investig Med",
            "volume": "57",
            "issn": "",
            "pages": "688--94",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Policy and procedures: Office of New Drugs: IND clinical holds",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Expanded access (compassionate use)",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Early access programs: benefits, challenges and key considerations for successful implementation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patil",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Perspectives Clin Res",
            "volume": "7",
            "issn": "",
            "pages": "4--8",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Expanding patient access to investigational drugs: single patient INDs and the \"right to try",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Norman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Am Coll Cardiol Basic Trans Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Going \"social\" to access experimental and potentially life-saving treatment: an assessment of the policy and on-line patient advocacy environment for expanded access",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mackey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Med",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Compassionate use: a story of ethics and science in the development of a new drug",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Buhles",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Perspectives Biology Med",
            "volume": "54",
            "issn": "",
            "pages": "304--319",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "-propoxymethyl)guanine in patients with AIDS and other immunodeficiencies",
            "authors": [
                {
                    "first": "Dhpg Treatment Study",
                    "middle": [],
                    "last": "Collaborative",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "N Engl J Med",
            "volume": "314",
            "issn": "1",
            "pages": "801--806",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Oral ganciclovir for the prevention of cytomegalovirus disease in persons with AIDS",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Spector",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Mckinley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lalezari",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "N Engl J Med",
            "volume": "334",
            "issn": "",
            "pages": "1491--1498",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Blinded by science: DHPG and the conflict between \"clean data\" and humane health care (abstract Th.G.P.11). Paper presented at: Int Conf AIDS",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harrington",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eigo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Medicine: drugs from the underground",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "TIME",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The question of clinical equipoise and patients' best interests",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Hey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Truog",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AMA J Ethics",
            "volume": "17",
            "issn": "",
            "pages": "1108--1123",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Off-label\" and investigational use of marketed drugs, biologicals and medical devices-information sheet",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Expanded access to investigational drugs for treatment usequestions and answers; guidance for industry",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Food and Drug Administration. Food and Drug Administration Amendments Act (FAAA) of",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "AdministrationAmendmentsActof2007/default.htm",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "FDA basics webinar: a brief overview of risk evaluation and mitigation strategies (REMS)",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Drugs as Teratogens5",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Schardein",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The death and afterlife of thalidomide. Retro Report. The New York Times",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Winerip",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Changing the face of medicine",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Use of thalidomide in leprosy",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "50 years after thalidomide: why regulation matters",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "; U S"
                    ],
                    "last": "Hamburg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Blog",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Kefauver-Harris amendments revolutionized drug development",
            "authors": [],
            "year": 1998,
            "venue": "24. Schwarts J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Thalidomide approved to treat leprosy, with other uses seen. The New York Times",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Stolberg",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "a comprehensive program for controlling and monitoring access to thalidomide",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "D&apos;amato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Lounghnan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Flynn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Folkman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc Natl Acad Sci",
            "volume": "91",
            "issn": "",
            "pages": "319--349",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Embryo Project Encyclopedia. US regulatory response to thalidomide",
            "authors": [],
            "year": 1950,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Project Bioshield Act of",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Project Bioshield: what is it, why is it needed, and its accomplishments so far",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infec Dis",
            "volume": "45",
            "issn": "",
            "pages": "68--72",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Regulatory information: emergency use authorization of medical products",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Fda",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Summary of process for EUA issuance",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Fda",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Considerations for use of investigational drugs in public health emergencies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Kirchoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Pierson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ther Innov Regul Sci",
            "volume": "51",
            "issn": "",
            "pages": "146--52",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Food and Drug Administration",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "How two U.S. patients changed the debate about using untested Ebola drugs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "World Health Organization. Ethical considerations for use of unregistered interventions for Ebola virus diseases: report of an advisory panel to WHO. WHO, Geneva Switzerland",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "1_eng.pdf?ua¼1. Accessed",
            "authors": [
                {
                    "first": "/",
                    "middle": [],
                    "last": "Who_His_Ker_Ghe_14",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Experts: Ebola vaccine at least 50 white people away",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "FDA product development under the animal rule: guidance for industry",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Fda",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Working with the U.S. Food and Drug Administration to obtain approval of products under the Animal Rule",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Mitchel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann NY Acad Sciences",
            "volume": "1374",
            "issn": "",
            "pages": "10--16",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Food and Drug Administration",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Ebola virus disease survivors: clinical and immunologic follow-up",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Clinicaltrials",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "PREVAIL IV: double-blind, randomized two-phase, placebo-controlled phase II trial of GS-5734 to assess the antiviral activity, longer-term clearance of Ebola virus and safety in male Ebola survivors with evidence of Ebola virus persistence",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Clinicaltrials",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Expanded Access (Compassionate Use): IND submissions",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Fda",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ".S. Food and Drug Administration (FDA) approval is required for interstate transport and marketing of drugs for human consumption in the United States (1,2). The FDA approval process begins when an investigational new drug (IND) is filed with the FDA. The IND filing provides the drug investigators with an exemption to the law prohibiting interstate transport of nonapproved drugs so that investigational substances can be distributed to researchers. It also launches FDA monitoring of in-human testing, through periodic reports, inspections, and audits throughout clinical trials to demonstrate efficacy and safety in humans. Drug testing can begin 30 days after an IND filing unless the FDA objects. Thereafter, the average time for completion of all clinical trials is about 8 years (1,3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "than ganciclovir, the first compound discovered with activity against human cytomegalovirus (CMV), which can cause devastating disease in immunocompromised patients. In 1984, Syntex Corporation (later integrated into the Roche group) was engaged in animal studies of ganciclovir when a physician requested the drug under a compassionate use agreement with the FDA to treat a young mother dying of CMV pneumonia (8). Unfortunately, the woman died despite treatment. CMV infection was emerging as the cause of death in up to 30% of patients with AIDS, attacking the retina, lungs, liver, brain, spinal cord, and intestines, and only a few weeks later another physician requested compassionate use of ganciclovir in a 41-year-old man with advanced AIDS who was going blind from CMV retinitis. Based on this second patient's dramatic and quantifiable improvement, Syntex decided they had an ethical obligation to provide the drug when requested, and developed a written protocol setting criteria of documented immunocompromise and CMV infection that was an immediate threat to life or sight (8). In 1986, a series of 26 patients who received the drug under compassionate use was published in the New England Journal of Medicine, documenting the first effective treatment",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Physicians at the FDA refused the IND filing due to insufficient animal studies on which to base use of ganciclovir in colitis. Eventually, the FDA and Syntex developed a research protocol involving patients with less severe, peripheral retinopathy, but no patients would enroll. An attempt was made to \"force\" patients to sign up by denying victims of early or less severe retinitis access to ganciclovir through compassionate use exemptions. These actions were met by a severe public backlash: doctors simply began declaring any patient with CMV retinitis as having a \"sight threatening\" condition, while patients refused enrollment in the clinical trial. AIDS advocates lobbied Congress for improved access to investigational drugs, and sit-ins began in protest. Ultimately, the FDA succumbed to public pressure and approved ganciclovir 5 years after its first in-human treatment use. Prior to ganciclovir, the FDA did have mechanisms by which they could approve the use of experimental drugs for individual patients; however, the struggle to approve ganciclovir and public advocacy during the AIDS epidemic had 2 critical effects on future drug approval processes: 1) a large patient advocacy group demonstrated its ability to move government regulations toward early access and streamlined drug approval; and 2) compassionate use was opened up for entire groups of patients, rather than being restricted to individuals. Regulations have evolved over the last 35 years, and now formalized pathways exist at the FDA that permit EA to intermediate patient groups and entire patient classes. FSA EXPANDED ACCESS PATHWAYS FOR GROUPS OF PATIENTS Within all INDs, there are 2 classifications: research and commercial INDs. The FDA defines a commercial IND as one in which either: 1) the sponsor is a corporate entity or is 1 of the institutes of the National Institutes of Health; or 2) if it is clear that the drug will eventually be commercialized. The IND is defined as a research IND if the drug is sponsored by an individual. Within each class of IND, commercial and research, there are subcategories of INDs, of which the most common is the \"investigator IND\"-in which the investigator initiates and conducts the studies and provides the immediate supervision of the drug's use. The FDA allowed individual patient EA as far back as the 1970s, but there were no specific pathways for such EA until the late 1980s, and even those were only codified in 2009. EA pathways at the FDA have undergone continual updates, the most recent of which was published in October of 2017(14).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "An intermediate-size treatment IND is intended to provide EA to more than 1 patient at time, but generally to a smaller patient group than might, for example, be recruited for a clinical trial under an existing IND (15). A primary feature distinguishing an intermediate EA protocol from a clinical study under an existing IND is that an intermediate EA protocol is not primarily intended to obtain data or other information about a drug's safety or efficacy. Under an existing IND or protocol, EA can only be provided if the drug's sponsor is already actively pursuing marketing approval of the drug for the same use for which EA is being requested. However, other circumstances do allow EA if an existing treatment IND is not in place. EA can also occur: 1) when a drug has been withdrawn due to safety concerns, but there exists a patient group in which the benefits of the drug outweigh the risks; 2) use of a similar, unapproved drug (e.g., foreign-approved drug) is sought due to a shortage of the approved drug; 3) use of an approved drug where availability is limited due to a risk evaluation and mitigation strategy (REMS) for diagnostic monitoring, or treatment purposes, but the use is sought by patients who cannot obtain the drug under such REMS (see the following section); or 4) \"other reasons\" approved by the FDA. Both intermediate-and widespread-treatment INDs can each be obtained through 2 types of regulatory submissions to the FDA: 1) as an EA protocol submitted as an amendment to a protocol in an existing IND; or 2) as a new IND submission that is separate and distinct from any existing IND, and is intended only for the purpose of making a drug available for treatment use (15). When there is an existing IND, the FDA usually encourages submission of an EA protocol under the existing IND to keep all EA use and clinical trials consolidated. This may simplify identification of safety issues, decrease the administrative burden to investigators and the FDA, and eventually help the review of the drug for approval. When there is no existing IND on a drug, or if the sponsor under an existing IND declines to sponsor the proposed EA, then a new treatment IND must be filed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "intermediate-sized EA INDs, a major difference between submitting an EA protocol under an existing IND versus submitting a new, separate EA IND is that treatment may begin much earlier under an EA protocol in an existing IND. Any new EA IND must go through all of the processes of any new IND, with the obligatory 30-day waiting period after submission for treatment to begin. But if the EA protocol is submitted under an existing IND, there is no 30-day waiting period (15). For widespread treatment INDs, in contrast, both EA protocols under an existing IND and new EA INDs require a 30-day waiting period after submission for treatment to begin.RISK EVALUATION ANDMANAGEMENT STRATEGIESIn 2007, the Food and Drug Administration Amendments Act, or \"FDAAA\" gave the FDA authority to require REMS from manufacturers to ensure that the benefits of a drug or biological product outweigh its risks(16). A REMS is a safety strategy to manage a known or potential serious risk of a medication, whilestill allowing patients to have continued access to that medication. The FDA can require a REMS as a condition of approval of a new drug, or can demand a REMS if new safety issues arise regarding an already approved drug. The FDA can also require a REMS for an entire class of drugs. Because medications differ from one another, specific REMS for each medication are different from one another (17). might, for example, be: 1) to educate patients in how to monitor for specific types of infection that are associated with administration of a medication; 2) certification of health care providers to administer a drug that has a heightened risk of acute severe reaction; 3) periodic laboratory evaluation of the function of organs that may be at risk of damage from chronic administration of a medication; 4) a requirement for a negative pregnancy test prior to administration of a drug that has potential severe fetal adverse outcomes; 5) the establishment of a patient registry; and 6) \"other requirements.\" REMS protocols include details of the safety strategy, the plans for communication of the safety strategy to health care workers, details of such elements as certification of prescribing physicians, and a timetable for follow-up on outcomes of the REMS strategy. Other specific steps dealing with drug administration, such as provider or health careÀsetting certification, laboratory monitoring, patient monitoring, required patient follow-up visits, and the establishment of patient registries, are referred to as Elements to Assure Safe Use, or ETASU requirements (17). THALIDOMIDE: A HUMANITARIAN EA AND REMS. The story of thalidomide illustrates the advantages of granting humanitarian drug use with REMS in place. Prior to its use in humans, thalidomide had been determined to have an excellent safety profile, due to extensive research in animals. J.L. Schardein observed that \"in approximately 10 strains of rats, 15 strains of mice, 11 breeds of rabbits, 2 breeds of dogs, 3 strains of hamsters, 8 species of primates,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "'s first woman reviewer, who was on her first assignment in the agency during her first month of employment-intervened over her concerns about the lack of rigorous scientific human studies(19,20).In Dr. Kelsey's words, \"It just so happened that my first application was for the drug thalidomide. I got this because I was new and they thought I should have an easy one to start on\"(19). Because of Dr.Kelsey's quick action, the United States largelyescaped the tragedy of thalidomide, in contrast to other Western countries-only 17 U.S. cases of thalidomide-related birth defects were ever reported (18). Globally, the first known case of a thalidomideinduced birth defect occurred when a baby girl, the daughter of an employee of the drug developer, was born without ears in Germany on Christmas day of 1956. The number of infants born with thalidomiderelated deformities worldwide grew to over 10,000 cases (21). As a direct result of the thalidomide tragedy, the U.S. Congress was galvanized in 1962 to pass the Kefauver Harris Amendments to the 1938 Food, Drug and Cosmetics Act to strengthen drug regulation in the United States (22,23). Thalidomide was ultimately banned in 1962, and would never have been heard of again, had it not been for a chance discovery in Jerusalem in 1964. Dr. Jacob Sheskin was treating a patient with leprosy whose pain was so great the patient could not sleep. He obtained permission to treat the patient with thalidomide, and found that the drug treatment also caused regression of the leprosy. With cautious support from the March of Dimes, one of the thalidomide victim advocacy groups, the FDA approved thalidomide for treatment of leprosy in 1998 (24,25). Until better drugs came along, thalidomide became the drug of choice in treating erythema nodosum leprosum, a complication of leprosy (21). In 1992, on a different front, Dr. Robert D'Amato was looking for a drug to treat macular degeneration. He discovered that thalidomide inhibited vascular proliferation and might be useful in this disorder (26). Although its use in macular degeneration was not ultimately satisfactory, the drug is now used to treat a number of other ailments: tuberculosis, multiple sclerosis, Crohn's disease, human immunodeficiency virus, AIDS, and multiple myeloma (19,20,22). The use of thalidomide is severely restricted in the United States by the FDA, with the original safety requirements (then called the System for Thalidomide Education and Prescribing Safety [STEPS] program) initiated in 1998 (27,28). Thalidomide was",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "pregnancy test prior to treatment of female patients, proof that the patient was using 2 forms of contraception, and submission of monthly pregnancy tests(27). Male patients are encouraged to use condoms during sexual intercourse because it is unknown whether thalidomide in semen is teratogenic. The STEPS program would later provide a framework for similar measures regarding isotretinoin, a drug used to treat severe acne, and also known to cause severe birth defects. Elsewhere in the world where the drug is not so well regulated, thalidomide birth defects are still reported(19).STEPS and the measures taken with isotretinoin are the forerunners of the modern REMS. COMPASSIONATE USE AND PUBLIC HEALTH EMERGENCIES In the Bioshield Legislation of 2004, the U.S. Congress created a separate class of authorization for release of investigational drugs and biologics (e.g., vaccines) for use in entire civilian populations in a declared public health emergency-the emergency use authorization (EUA) (29,30). Examples of such emergencies include epidemic outbreaks, bioterrorism attacks, chemical spills and attacks, and radiation and nuclear attacks. EUA is different from the emergency use of an investigational product under the EA program of the FDA, because an EUA requires the declaration of a public health emergency by the Secretary of Health and Human Services, the Secretary of Defense, or the Secretary of Homeland Security. They can then request an EUA to permit the use of unapproved investigational drugs, or unapproved uses of approved medical products. An FDA workgroup then takes into account the availability, safety, and efficacy of the drug or biologic, weighed against the communicability, morbidity, and mortality of the public health threat in deciding whether to release the treatment. EUA does not require documentation of individual informed consent, although information about the product must be provided to health care providers and individual patients (31). The process for approval of an EUA is summarized in Figure 1 (32). The first use of an EUA was in 2005, allowing the U.S. Department of Defense to provide anthrax vaccines to service members deployed in regions of the world subject to high threats for biological weapons. Other examples have included the use of diagnostic devices in the Zika outbreak of 2016. A significant regulatory shortcoming of the EUA is that it does not contain provisions to collect prospective outcome data during the use of the investigational drug or biologic, and limited retrospective reports provide very limited information for answering safety and efficacy questions in a substantiated way. EUAs also raise particular questions of what role, if any, investigational drugs should play in a communicable disease outbreak (33). Communicable diseases often present urgent needs by patients, because outbreaks are usually acute in nature, with high transmissibility and potentially high community morbidity and mortality. Determining benefits and risks of an investigational drug or biologic in the setting of a public health crisis involves a certain amount of duress on investigators, health care providers, and patients, with limited time for a considered decision. Thus, EUAs may not be appropriate for drugs that are in very early-phase testing, where reasonable risk/benefit ratios are almost entirely unknown, and a potentially large number of subjects will be exposed to the drug. With regard to benefits, infectious disease emergencies also carry a unique consideration: treatment of an index patient has potential to both benefit the individual, but also the community at large, by containing the outbreak. Conditions for which there are current EUAs in effect are listed in Table 1 (34). The Ebola outbreak in West Africa in 2014 to 2015 demonstrates some of the problems regarding release of investigational products on a population under duress. Over 1,700 people were sickened, and over 930 died. The World Health Organization knew of several vaccines and biologics that were in the pipeline to treat the Ebola virus, but none had been subjected to human studies, and the organization initially ruled out their use. Despite this, 2 U.S. citizens involved in epidemic response became ill with Ebola and were treated with an experimental mixture of monoclonal antibodies called ZMapp (Mapp Biopharmaceutical, Inc. and LeafBio [San Diego, California], Defyrus Inc. [Toronto, Ontario, Canada], the U.S. government and the Public Health Agency of Canada). Both patients survived (35). Their treatment resurrected debate about the use of untested drugs in such dire circumstances: the WHO convened a panel of ethicists to discuss whether treatments without prior in-human testing should be tried in circumstances where an epidemic had such a high fatality rate. With only 2 test cases, no scientific conclusions could be drawn about ZMapp's efficacy or safety(35,36). The published report of the WHO set out considerations for when unregistered drugs could be used to treat Ebola,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "EA rules allow patient access to drugs that have had at least some in-human exposure. The ganciclovir saga, ZMapp, and other experiences raise the question of what to do when a potentially beneficial drug is needed that has not undergone any in-human testing, and furthermore cannot undergo such human studies due to ethical concerns. In 2015, the FDA released a guidance for industry to address \"drugs developed to ameliorate or prevent serious or lifethreatening conditions caused by exposure to lethal or permanently disabling toxic substances, when human efficacy studies are not ethical and field trials are not feasible\" (38). Under certain conditions, the FDA may accept animal studies in lieu of human clinical trials, provided that there is reasonable expectation that the animal studies are predictive of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Process for Issuance of an Emergency Use Authorization",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ") (40). Approval via the Animal Rule is usually subject to several conditions: 1) post-marketing \"field\" studies must verify and describe the product's clinical efficacy and safety when such studies are ethical and feasible; 2) restrictions may be imposed to ensure safe use only under the approved labelling (i.e., off-label use may be forbidden); and 3) information must be provided to patients prior to administration regarding the conditions of approval and directions for use, contraindications, foreseeable risks, adverse reactions, and drug interactions. The FDA provides guidance on product development under the Animal Rule, including general expectations and qualified animal models under FDA Center for Drug Evaluation and Research and Center for Biologics Evaluation and Research programs, as well as study design considerations (38). The guidance was not in place during the 2014 to 2015 West African Ebola virus outbreak. At that time, vaccines and drugs that were considered for use had not yet undergone human trials, and the quantities of these agents were not sufficient at the start of the epidemic to support human use. Currently, studies are underway of Ebola survivors (41,42). FDA INTERMEDIATE OR WIDESPREAD TREATMENT IND FILINGS EA INDs in the United States usually involve individual patients, rather than groups. In contrast with individual patient IND applications, which numbered between 322 and 1,110 annually between 2010 and 2016, intermediate EA IND submissions ranged between 0 and 50 annually (total ¼ 171 over the entire period), and only 2 widespread treatment IND applications were filed during that same period. FDA refusals of EA INDs are uncommon, with a total of 10 intermediate IND refusals and zero widespread treatment IND refusals from 2010 through 2016 Supplemental Figure 1) (43). INTERMEDIATE VERSUS WIDESPREAD TREATMENT IND: WHICH IS THE APPROPRIATE PATHWAY? CONSOLIDATING MULTIPLE SINGLE-PATIENT EA INDs. When multiple individual patients are seeking EA to a particular drug and meet criteria for EA, the FDA encourages all individual applications to be consolidated under a single intermediate-sized IND or EA protocol, and that the commercial sponsor be the sponsor of the EA IND or EA protocol. This is to avoid having multiple single-patient INDs and multiple sponsors for a single investigational drug. That being said, regulations do not actually forbid authorizing more than 1 single-or intermediate-patient IND for the same drug. HOW MANY PATIENTS ARE APPROPRIATE FOR AN INTERMEDIATE-SIZE EA INDs? The FDA generally considers the following factors when determining whether an intermediate-size EA IND or widespread treatment protocol is appropriate (Figure 3) (15).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "If the drug is not being developed for commercial use, and the sponsor seeking EA intends to treat more than 1 patient, then the FDA requires an intermediate-size EA IND or protocol. If, on the other hand, the drug is being developed for marketing for EA use, then a treatment IND or protocol, not intermediate-size IND or protocol, will be necessary.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Although there is no specific size limitation to intermediate-sized EA INDs or protocols, in general, the FDA intends intermediate-sized EA INDs and protocols to serve populations that are smaller than those that would be included in clinical trials under a regular IND, and for drugs that have not yet essentially completed clinical trials. D o r p r o t o c o l r e q u i r e t r a n s i t i o n i n g t o a t r e a t m e n t E A I N D o r p r o t o c o l ? In some cases, the FDA will require transitioning of an intermediate-size EA IND or protocol to a treatment EA IND or protocol. This can occur when clinical evidence supports a treatment IND or protocol, when drug development has sufficiently progressed to warrant transition to a treatment IND or protocol, and when the sponsor is willing to make the drug available for the EA use to a larger patient population under a treatment IND or protocol. The FDA \"anticipates that there would ordinarily be a seamless transition from intermediatesize patient population expanded access to expanded access under a treatment IND or protocol\" (15), although this requires close coordination with the FDA review division overseeing the drug's development. THE FILING PROCESS Both intermediate and widespread treatment INDs require the submission of an EA application, which follows the same processes as an IND filing. The submission can be in the form of a new IND, or as a protocol amendment to an existing IND (4). As with regular INDs, commencement of treatment may begin within 30 days of FDA receipt of the application if the FDA does not object or place a clinical hold (1), or earlier if the FDA notifies that early treatment can begin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Intermediate and Widespread Treatment IND Applications to the FDA, 2010 to 2016 Also see Supplemental Figure 1. IND ¼ investigational new drug. Adapted with permission from U.S. Food and Drug Administration (FDA) (43).CONCLUSIONS For patients with terminal or severe and debilitating illnesses who have few treatment options, the wait for approval of investigational therapeutics may be too long, and effective treatment may come too late to prevent severe debilitation or death. The FDA has long had mechanisms to approve \"compassionate use\" for individual patients, but more recently has developed expanded access pathways for groups and entire classes of patients to access investigational treatments or, if enrolled in a latephase clinical trial, to continue treatment with an investigational drug or biologic after clinical trials are concluded and the treatment awaits final FDA approval. In addition, FDA mechanisms allow emergency release of investigational drugs and biologics in a declared public health emergency. The release of unapproved drugs for patient populations carries special risks: larger patient populations may be exposed to drugs of unproven value, with unknown risks. In cases where human trials would be",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Intermediate Versus Widespread Treatment IND EA ¼ expanded access; IND ¼ investigational new drug. danger to health, new guidance from the FDA allows release of investigational agents that have not had any in-human trials, under the \"Animal Rule.\" ADDRESS FOR CORRESPONDENCE: Dr. Gail A. Van Norman, Department of Anesthesiology and Pain",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Patients seeking EA are usually sicker and have more advanced disease, and therefore are more likely to experience unfavorable outcomes of all types. Their experience does not necessarily apply to the entire patient population for which the drug is eventually targeted. An excess number of adverse outcomes in a compassionate use group could compromise marketing approval after clinical studies are complete. Finally, if the drug is made available to a large enough patient base prior to marketing approval, then what patients would be willing to subject themselves to placebo-controlled trials, in which they might not receive the active therapy? Patient recruitment for clinical studies could be compromised, which could slow or even prevent the clinical trials process for full drug approval. Such concerns are not merely theoretical, but have in fact caused significant controversy and potentially impeded the approval of some important medical treatments.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The Commissioner of the FDA consults With ASPR, CDC and NIH experts The Commissioner of the FDA issues the EUA A Request for EUA is sent to the FDA † by either a government (e.g. Department of Defense) or industry sponsor. †Submission are to the appropriate Department of the FDA: CDER, CBER, or CDRH. ASPR ¼ HHS Assistant Secretary for Preparedness and Response; CBER ¼ Center for Biologics Evaluation and Research; CBRN ¼ chemical, biological, radiation, or nuclear; CDC ¼ U.S. Centers for Disease Control and Prevention; CDER ¼ Center for Drug Evaluation and Research; CDRH ¼ Center for Devices and Radiological Health; HHS ¼ Health and Human Services; NIH ¼ National Institutes of Health.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Conditions for Which Current FDA EUAs Are in Place EUA ¼ emergency use authorization; FDA ¼ U.S. Food and Drug Administration.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Specific Requirements to Invoke the Animal Rule",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "FDA Approvals Under the Animal Rule From 2015 to Present Ciprofloxacin Supplemental NDA approved: new indications for treatment and prophylaxis of plague due to Yersinia pestis in adult and pediatric patients. complete-that is, clinical trials have ended and the drug is awaiting marketing approval-regardless of the number of patients involved, the FDA generally requires a treatment EA IND or protocol, rather than an intermediate-sized EA IND or protocol.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Medicine, University of Washington, 2141 8th Avenue West, Seattle, Washington 98119. E-mail: lbsparrow@ yahoo.com.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}