{
    "paper_id": "8cfedfcfe692d38a55444702e704325ad1163277",
    "metadata": {
        "title": "Phenobarbital-induced anticonvulsant hypersensitivity syndrome in a cat",
        "authors": [
            {
                "first": "Sang-June",
                "middle": [],
                "last": "Sohn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University",
                    "location": {
                        "addrLine": "1 Gwanak-ro, Gwanak-gu",
                        "postCode": "08826",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": ")",
                "middle": [
                    "#"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University",
                    "location": {
                        "addrLine": "1 Gwanak-ro, Gwanak-gu",
                        "postCode": "08826",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "So-Young",
                "middle": [],
                "last": "Jeung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University",
                    "location": {
                        "addrLine": "1 Gwanak-ro, Gwanak-gu",
                        "postCode": "08826",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyung-Kyu",
                "middle": [],
                "last": "Chae",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University",
                    "location": {
                        "addrLine": "1 Gwanak-ro, Gwanak-gu",
                        "postCode": "08826",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hee-Seon",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University",
                    "location": {
                        "addrLine": "1 Gwanak-ro, Gwanak-gu",
                        "postCode": "08826",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Ju-Hyun",
                "middle": [],
                "last": "An",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University",
                    "location": {
                        "addrLine": "1 Gwanak-ro, Gwanak-gu",
                        "postCode": "08826",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University",
                    "location": {
                        "addrLine": "1 Gwanak-ro, Gwanak-gu",
                        "postCode": "08826",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Woo-Jin",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University",
                    "location": {
                        "addrLine": "1 Gwanak-ro, Gwanak-gu",
                        "postCode": "08826",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hwa-Young",
                "middle": [],
                "last": "Youn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University",
                    "location": {
                        "addrLine": "1 Gwanak-ro, Gwanak-gu",
                        "postCode": "08826",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this study, we document a case of phenobarbital-induced anticonvulsant hypersensitivity syndrome (AHS), which has been rarely reported in veterinary medicine. A 2-yearold, 5.4 kg, neutered male Russian Blue cat was diagnosed with idiopathic epilepsy and started on phenobarbital treatment. Eight days after initiation of phenobarbital treatment, the cat showed tachypnea and hyperthermia. CBC and serum biochemistry were unremarkable. However, the patient showed high serum amyloid A (SAA). On abdominal ultrasonography, generalized enlargement of abdominal lymph nodes and splenic multiple hypo-echoic nodules, which were consistent with reactive lymphadenopathy were found. The cat was diagnosed with AHS, and phenobarbital was discontinued. After 10 days of cessation, the patient had normal SAA, and clinical signs were resolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The patient was a two-year-old, male, castrated, Russian Blue cat, and was admitted for emergency care because of generalized tonic-clonic seizures (four times a day). On the day of admission, physical and neurological examinations were performed, and significant findings related to the clinical symptoms were not found. In addition, there were no specific findings on complete blood count (CBC). Serum chemistry analysis yielded values within normal range, except for elevated glucose (239 mg/dl; reference range, 60-130 mg/dl) and creatine kinase (CK; 373 U/l; reference range, 0-314 U/l). All electrolyte levels were also within normal range. Serum amyloid A (SAA) was high at 17.3 mg/l (reference range, 0-5 mg/l) and no abnormalities were found in the coagulation test and thyroid function test. Feline leukemia virus antigen, feline immunodeficiency virus antibodies (IDEXX Laboratories, Markham, Ontario), and feline parvo virus kit (BioNote Inc., Gyeonggi-do, Korea) were negative. Furthermore, magnetic resonance imaging did not yield any specific findings related to the clinical symptoms. Cerebrospinal fluid cytology tests were normal, and infectious agents (Bartonella spp., Cryptococcus spp., feline Coronavirus, Toxoplasma gondii) were excluded using IDEXX Feline Neurologic RealPCR Panel. Through the process of these clinical examinations and laboratory tests, the patient was diagnosed with idiopathic epilepsy. Diazepam (0.5 mg/kg; Samjin Pharmaceutical Co., Ltd., Seoul, Korea) was infused intravenously as an emergency medicine, and phenobarbital (Hana Pharm. Co., Ltd., Seoul, Korea) was loaded with 15 mg/kg (divided into three times) intravenous injection. Epileptic seizures were stopped and phenobarbital was prescribed 2.5 mg/kg two times daily per oral for 2 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After 8 days of phenobarbital use, no seizure symptoms were observed. Nevertheless, the patient was admitted into hospital due to high fever and lethargy. The body temperature at the time of admission was 40.1°C (reference range, 37.4-39.2°C). There was no specific finding on CBC, and no abnormal findings were found in serum chemistry analysis. SAA reached a high of 179 mg/l (reference range, 0-5 mg/l) and a small number of Döhle bodies in the white blood cells were observed on blood smear evaluation. Abdominal ultrasonography showed splenomegaly and enlargement of the abdominal (colic; 1.14 × 0.69 mm, ileocecal; 0.85 × 0.47 mm, pancreaticoduodenal; 11.37 × 6.98 mm) lymph nodes. Fine needle aspiration (FNA) was performed under ultrasound guidance, and a provisional diagnosis of reactive lymphadenopathy was made (Fig. 1) . Also, we could not find any evidence of infection or tumor by history taking, physical examination, blood analysis, and imaging. Although the serum concentration of phenobarbital was not measured at this time, through an evaluation of the clinical course, a diagnosis was made of hypersensitivity due to phenobarbital, the prescribed anticonvulsant drug.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 823,
                    "end": 831,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Subsequently, we prescribed new medications for the patient. Phenobarbital was replaced with levetiracetam (Keppra; 30 mg/ kg two times daily per oral; UCB Pharma, Brussels, Belgium), and zonisamide (Excegran; 5 mg/kg two times daily per oral; Dainippon-Sumitomo, Osaka, Japan), and the patient was hospitalized for continuous monitoring ( Table 1) . Four days after hospitalization, the body temperature was 38.8°C, SAA was 112 mg/l, and serum concentration of phenobarbital was 17.7 µg/ ml (therapeutic range, 15-45 µg/ml). The patient was deemed stabilized with the changed medications, and discharged. Five days after discharge, the body temperature was 38.2°C, SAA was ≤5 mg/l, and serum concentration of phenobarbital was 5 µg/ ml or less. Sixteen days after discharge, the body temperature was measured at 37.5°C, and SAA was ≤5 mg/l. On abdominal ultrasound, multiple small hypo-echoic (honeycomb-like) nodules were observed in the spleen. The FNA test was performed, and small lymphocytes more than 50% of total lymphocytes were found. Therefore, reactive lymphadenopathy was diagnosed, and we prescribed prednisolone (Solondo; 1 mg/kg two times daily per oral for 7 days; Yuhan, Seoul, Korea). Twenty three days after discharge (7 days after last visit), the body temperature was measured at 38.5°C, and SAA was ≤5 mg/l. Abdominal ultrasonography showed that the size of the lymph nodes had decreased and the splenic honeycomb-like nodules had disappeared. Therefore, prednisolone was tapered to 0.5 mg/kg and stopped after 7 days. Forty three days after discharge (21 days after last visit), the body temperature was 38.5°C, and SAA was ≤5 mg/l. In addition, the patient was asymptomatic, and abdominal lymph nodes were normal. Anticonvulsant hypersensitivity syndrome (AHS) is a delayed adverse drug reaction associated with the use of aromatic anticonvulsant drugs [4, 5, 7] . It is mainly caused by drugs such as phenytoin, phenobarbital, and carbamazepine. Clinical symptoms such as hyperthermia, skin redness, and lethargy appear from the 1st to 12th weeks after starting treatment. In particular, lymphadenopathy is a common symptom that might be misdiagnosed as an infection or tumor [3] . AHS is considered to be the result of an excessive immune response, however, the exact mechanism is not clear.",
            "cite_spans": [
                {
                    "start": 1878,
                    "end": 1881,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1882,
                    "end": 1884,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1885,
                    "end": 1887,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2202,
                    "end": 2205,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 348,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Case reports of AHS in cats have been previously published. Baho et al. reported that a 4-year-old female shorthair cat had lymph node enlargement after four days of phenobarbital administration. Subsequently, the medication was changed from phenobarbital to levetiracetam, and the size of the lymph nodes were decreased after 10 days [1] . In another report, lymph node enlargement was observed after four weeks of phenobarbital administration in a 2-year-old female shorthair cat. Phenobarbital was replaced with levetiracetam, and no lymph node enlargement was observed after 10 days [8] . Although mild symptoms of AHS can be self-limiting, AHS in dogs or cats should be monitored carefully [1, 7] .",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 338,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 699,
                    "end": 701,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the current report, the serum level of phenobarbital was correlated with SAA, which is a type of acute phase protein elevated by inflammatory stimuli [6, 11] . On the first day of hospitalization, SAA was 179 mg/l and phenobarbital was discontinued. Serum phenobarbital concentration was 17.7 µg/ml four days after drug discontinuation, and SAA was 112 mg/l. Serum phenobarbital Oval-shaped lymphocytes are observed predominantly, and more than 80% of cells are small lymphocytes (<1.5 times the diameter of a RBC). and SAA concentration was ≤5 and 5 mg/l, respectively, on the 10th day of drug discontinuation, and no clinical signs such as hyperthermia were documented. SAA decreased as the serum phenobarbital concentration decreased, and this was correlated with an improvement in clinical symptoms. The patient in this case was diagnosed with AHS through a process of elimination, and following a thorough assessment of clinical symptoms, blood analysis, imaging, and FNA, although this case did not show generalized peripheral lymphadenopathy as pervious reports of feline AHS [1, 4] . There were two limitations in this case. One limitation was that we were not able to carry out the definitive exclusion of lymphoma via PCR for antigen receptor rearrangement, flow cytometry, or biopsy-based histopathologic examination [2, 9] . The FNA test, however, has a high diagnostic accuracy (90% for dogs, and 70% for cats) in the diagnosis of lymphoma [10] . Another limitation was that we did not rule out pancreatitis through evaluating serum concentration of amylase and lipase, and pancreatic lipase immunoreactivity. However, lethargy and fever improved as the serum concentration of phenobarbital decreased. In addition, we did not find any obvious change in pancreas by ultrasonography. We report here a case of phenobarbitalinduced AHS which has been rarely reported in veterinary medicine, and this report could serve as a valuable reference for the diagnosis and treatment of feline AHS using serum SAA and anticonvulsant concentrations.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1090,
                    "end": 1092,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1331,
                    "end": 1334,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1335,
                    "end": 1337,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1456,
                    "end": 1460,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Suspected phenobarbital-induced pseudolymphoma in a cat",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Baho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hostutler",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Corn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Am. Vet. Med. Assoc",
            "volume": "238",
            "issn": "",
            "pages": "353--355",
            "other_ids": {
                "DOI": [
                    "10.2460/javma.238.3.353"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical applications of flow cytometry and cell immunophenotyping to companion animals (dog and cat)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chabanne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bonnefont",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bernaud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rigal",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Methods Cell Sci",
            "volume": "22",
            "issn": "",
            "pages": "199--207",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1009800310840"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinicopathological and genotypic aspects of anticonvulsantinduced pseudolymphoma syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Doh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Suh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br. J. Dermatol",
            "volume": "148",
            "issn": "",
            "pages": "730--736",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2133.2003.05305.x"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Suspected zonisamide-related anticonvulsant hypersensitivity syndrome in a cat",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Collinet",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sammut",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Am. Vet. Med. Assoc",
            "volume": "251",
            "issn": "",
            "pages": "1457--1461",
            "other_ids": {
                "DOI": [
                    "10.2460/javma.251.12.1457"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Drug reaction with eosinophilia and systemic symptoms: an update and review of recent literature",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rajagopalan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sarda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Indian J. Dermatol",
            "volume": "63",
            "issn": "",
            "pages": "30--40",
            "other_ids": {
                "DOI": [
                    "10.4103/ijd.IJD_582_17"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Changes in concentrations of serum amyloid A protein, α 1-acid glycoprotein, haptoglobin, and C-reactive protein in feline sera due to induced inflammation and surgery",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kajikawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Furuta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Onishi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tajima",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sugii",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet. Immunol. Immunopathol",
            "volume": "68",
            "issn": "",
            "pages": "91--98",
            "other_ids": {
                "DOI": [
                    "10.1016/S0165-2427(99)00012-4"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Suspected phenobarbital-induced pseudolymphoma in a dog",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lampe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Manens",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sharp",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Vet. Intern. Med",
            "volume": "31",
            "issn": "",
            "pages": "1858--1859",
            "other_ids": {
                "DOI": [
                    "10.1111/jvim.14818"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pseudolymphoma in a cat on phenobarbital treatment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lieser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Schwedes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Small Anim. Pract",
            "volume": "59",
            "issn": "",
            "pages": "444--447",
            "other_ids": {
                "DOI": [
                    "10.1111/jsap.12693"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characterization of feline T cell receptor gamma (TCRG) variable region genes for the molecular diagnosis of feline intestinal T cell lymphoma",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vernau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kosten",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet. Immunol. Immunopathol",
            "volume": "106",
            "issn": "",
            "pages": "167--178",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetimm.2005.02.014"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cytology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Couto",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Small Animal Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "1126--1133",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evaluation of feline serum amyloid A (SAA) as an inflammatory marker",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Khatlani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okuda",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Inokuma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Onishi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Vet. Med. Sci",
            "volume": "65",
            "issn": "",
            "pages": "545--548",
            "other_ids": {
                "DOI": [
                    "10.1292/jvms.65.545"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cytology of abdominal lymph nodes by fine needle aspiration.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Progress of the anticonvulsant hypersensitivity syndrome cat",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "ACKNOWLEDGMENTS. This work was supported by the BK21 plus program for Veterinary Science Research and Research Institute for Veterinary Science, College of Veterinary Medicine, Seoul National University. In addition, this study was funded by Seoul National University R&DB Foundation (550-20190060).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}