{
    "paper_id": "8d487139eb8085addba9850f90597f206531f3c9",
    "metadata": {
        "title": "Supporting information",
        "authors": []
    },
    "abstract": [
        {
            "text": ". Observation of vimentin rearrangement in HFF cells infected withT. gondii. HFF cells were infected with T. gondii RH strain for 18 h or uninfected (controls), and then fixed with paraformaldehyde. An indirect immunofluorescence assay (IFA) was performed. The results of IFA demonstrate that host cell vimentin was rearranged and accumulated around the T. gondii parasitophorous vacuoles (arrowheads). This phenomenon was not observed in uninfected cells. Figure S2. Host cell vimentin had no obvious effect on the proliferation of T. gondii.A. qRT-PCR was performed to verify the knockdown of vimentin in HFF cells treated with siRNA (t test, ***p≤0.001). B. Knockdown of vimentin was also demonstrated by Western Blot. C. Number of tachyzoites per parasitophorous vacuole (PV) in untreated, ctrl siRNA-treated, and vimentin siRNA treated cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The number of vacuoles containing one, two, four, or eight parasites was visualized under a fluorescence microscope (100×). Means ± SD combined from three independent experiments, each performed in triplicate, were analyzed by two-way ANOVA. No significant difference was found among these three groups, hence these data clearly demonstrated that vimentin expression levels did not affect the proliferation of T. gondii.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". Plasmids used in this study Table S2 . Primers used in this study Table S3 . Information of siRNA used in this study Table S4 . Formula information of Sensitized Emission method used in this study. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 68,
                    "end": 76,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 119,
                    "end": 127,
                    "text": "Table S4",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To amplify fragment of DHFR-TS drug screen cassette for the knockin of eGFP-FLAG DHFR-TS-R-in TATGACGATTTAAATACGTAGGAA TTCATCCTGCAAGTGC ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mouse ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monoclonal primary antibodies"
        },
        {
            "text": "Vimentin cDNA was amplified by PCR with Pfu DNA polymerase (TransGen Biotech) using the primers indicated in Table S2 and cloned into pEASY-Blunt (TransGen Biotech) for plasmid construction. To perform fluorescence resonance energy transfer (FRET) experiments, vimentin and ROP18 cDNA fragments were inserted into the SalI/SacII sites of the plasmids pEYFP-N1 and pECFP-C1, respectively. Vimentin-HA and ROP18-3×flag were cloned into pcDNA3.1 (+) digested with HindIII/BamHI.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Plasmid construction"
        },
        {
            "text": "To disrupt the rop18 gene in the RH strain, a CRISPR plasmid, pSAG1::CAS9-U6::sgROP18, was generated by replacing the UPRT targeting gRNA in pSAG1::CAS9-U6::sgUPRT [1] with a specific rop18 targeting gRNA sequence, by Q5 DNA polymerase mutagenesis (NEB). A homologous template (pBlue-5'-3'-ROP18-homo-DHFR-TS) was also generated to promote efficient recombinant insertion of the DHFR-TS cassette into the rop18 locus and disrupt the expression of rop18. To generate this homologous template, 5′-homo, 3′-homo, and DHFR-TS cassette were amplified using RH genomic DNA and plasmid pYFP-LIC-DHFR (Addgene, 83114), respectively as templates, using the primers indicated in Table S2 . Briefly, a 990bp fragment homologous to the sequence upstream of the gRNA target rop18 gene was cloned into the HindIII/EcoRV sites of the pBlue-script SK II (-) plasmid to generate pBlue-5′-ROP18-homo, and an 850bp fragment homologous to the downstream of the gRNA target rop18gene was then cloned into the BamHI/XbaI sites of pBlue-5′-ROP18-homo to form pBlue-5′-3′-ROP18-homo. Next, a DHFR-TS cassette was cloned into the EcoRV/BamHI sites of the pBlue-5′-3′-ROP18-homo plasmid to form a recombinant plasmid which was used for electrotransformation of tachyzoites.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[1]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 669,
                    "end": 677,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Plasmid construction"
        },
        {
            "text": "To generate the recombinant RH strain expressing C-terminally eGFP-FLAG-tagged ROP18, a CRISPR plasmid, pSAG1::CAS9-U6::sgROP18-in, expressing an sgRNA targeting downstream of the TAA stop codon of the rop18 gene was first generated. Second, a recombinant plasmid containing homologous template for the eGFP-FLAG fusion expression at the C-terminus of ROP18 and insertion of a DHFR-TS cassette was generated. To construct this plasmid, fragments of the 5′-homo-in, 3′-homo-in, and DHFR-TS cassette were amplified from genomic DNA of RH strain and pYFP-LIC-DHFR, eGFP, and SAG1-3′-UTR plasmids were amplified using pSAG1::CAS9-U6::sgUPRT as template;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid construction"
        },
        {
            "text": "all primers are provided in Table S2 . In brief, a 996bp fragment (5′ flanking region) homologous to the sequence upstream of the rop18 stop codon (TAA), a 1038bp fragment (3′ flanking region) homologous to sequence downstream of the rop18 sgRNA target site, eGFP, SAG1-3′-UTR, and the DHFR-TS cassette were amplified and inserted into pBluescript II SK(-), using NEBuilder ® HiFi DNA Assembly Master Mix (NEB, E5520).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 36,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Plasmid construction"
        },
        {
            "text": "To generate the pBlue-p24-eGFP-DHFR-TS plasmid, the p24 promoter was amplified from RH strain parasites and eGFP-SAG1-3′-UTR and DHFR-TS were amplified using the templates described above with the primers indicated in Table S2 . Briefly, p24 promoter, eGFP-SAG1-3′-UTR, and DHFR-TS fragments were cloned into the ApaI/BamHI, BamHI/SpeI and XbaI/NotI sites of the plasmid pBluescript II SK(-), respectively. The recombinant plasmid was then linearized with ApaI prior to transfection into parasites, to generate a strain ectopically expressing GFP, RH/GFP.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 226,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Plasmid construction"
        },
        {
            "text": "Cos7 cells were seeded in 6-well plates and 3 μg of plasmid DNA per well were used for transfection with Lipofectamine ® 2000 (Invitrogen, 11668019), following the protocol provided by the manufacturer. For transfection of cells in T-75 culture flasks and 12-well plates, 18μg or 1μg (per well), respectively, of plasmid DNA were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA and siRNA transfection"
        },
        {
            "text": "Three vimentin specific siRNAs, VIMHSS111286 (siRNA1), VIMHSS111287 (siRNA2), and VIMHSS187671 (siRNA3) (Invitrogen), and a negative control siRNA (12935-300, Invitrogen) were transfected into HFF cells using Lipofectamine® 2000 reagent following the protocol provided by the manufacturer. Information of used siRNAs was shown in Table S3 . Before transfection, red fluorescent control siRNA (Invitrogen, 14750100) was used to optimize the transfection conditions and 90pmol/well (3μl/well) Lipofectamine ® 2000 was used in subsequent experiments. After siRNA transfection for different periods of time (1, 2, 3, 5, and 7d) , cells were collected to extract total RNA and protein to identify the transcription and expression levels of vimentin. After evaluation by qRT-PCR and western blotting, the most efficient siRNA (siRNA2) was chosen for use in subsequent experiments.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 170,
                    "text": "(12935-300, Invitrogen)",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 623,
                    "text": "(1, 2, 3, 5, and 7d)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 338,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "DNA and siRNA transfection"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "of recombinant ROP18, vimentin and GST rop18 was amplified from T. gondii RH strain genomic DNA, starting from Glu83",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cells were lysed and the GST-ROP18-His fusion protein purified using a Ni-NTA fast start kit (Qiagen), according to the manufacturer's instructions. Nucleotides encoding the 6× His tag were cloned into plasmid pGEX-4T-2 at the 3′ terminal of GST nucleotides by Q5 DNA polymerase mutagenesis (NEB) and this recombinant plasmid was transformed into E. coli BL21 cells. Bacterial expression of GST was then induced with 1mM IPTG at 37°C for",
            "authors": [],
            "year": null,
            "venue": "The ROP18-His fragment was then subcloned into pGEX-4T-2, and expressed as a fusion protein with an N-terminal GST tag",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cells were collected by centrifugation, resuspended in PBS with protease inhibitors (TransGene, China), and lysed by sonication. Vimentin was purified as previously described [4]. Briefly, lysates were centrifuged and the insoluble fraction resuspended in 20ml dissolving buffer 1 (Triton X-100, 200mM NaCl, 10mM EDTA, 50mM Tris-Cl, pH 8.0), homogenized and re-centrifuged at10,000g for 20min at 4°C three times. The pellet was resuspended in dissolving buffer 2 (10mM EDTA, 50mM Tris-Cl, pH 8.0), homogenized and re-centrifuged as previously indicated",
            "authors": [],
            "year": null,
            "venue": "Full-length human vimentin cDNA was cloned into the pET28a (+) vector and this recombinant plasmid was transformed into E. coli BL21 (DE3) cells. Bacterial expression of vimentin was then induced with1mM IPTG at 37°C for 4h",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Efficient gene disruption in diverse strains of Toxoplasma gondii using CRISPR/CAS9",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": "1114--1128",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The arginine-rich N-terminal domain of ROP18 is necessary for vacuole targeting and virulence of Toxoplasma gondii",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Fentress",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Steinfeldt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "1921--1954",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Phosphorylation of mouse immunity-related",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Steinfeldt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Konen-Waisman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "GTPase (IRG) resistance proteins is an evasion strategy for virulent Toxoplasma gondii",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mechanism of intermediate filament recognition by plakin repeat domains revealed by envoplakin targeting of vimentin",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fogl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                },
                {
                    "first": "Al-Jassar",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Commun",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "mAb) anti-vimentin(Abcam, ab8978, 1:2000); rabbit (Rb) anti-vimentin(Abcam,   ab92547, 1:2000); mAb anti-DDDDk (ABclonal, AE005,1:2000)  and Rb anti-beta-actin(CST, 4970, 1:1000) were used for Western Blotting (WB). mAb anti-vimentin (1:250), mAb anti-SAG1 (1:50) and Rb anti-vimentin (1:250) were used for immunofluorescence (IF). mAb anti-vimentin (1:100); anti-FLAG® M2 (Sigma, F1804, 1:100); and anti-DDDDK (1:100) were used for immunoprecipitation (IP) or Co-IP. Polyclonal primary antibodies Rb anti-DDDDK (ABclonal, AE004, 1:2000); Rb anti-Phospho Ser/Thr (Abcam, ab17464, 1:1000), Rb anti-ROP2 (1:1000) were used for WB. Anti-ROP2 (1:100) was used for IF. Secondary antibodies Secondary antibodies conjugated with HRP, goat anti-mouse IgG-HRP (Santa Cruz, sc2005, 1:2000) and goat anti-rabbit IgG-HRP (Santa Cruz, sc2004, 1:2000) were used for WB detection and those conjugated with goat anti-rabbit IgG, F(ab')2-TRITC (Santa Cruz, sc3841, 1:200), goat anti-rabbit IgG-FITC (Santa Cruz, sc2012, 1:200), and goat anti-mouse IgG-R (Santa Cruz, sc2092, 1:200) were used for IF.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Plasmids used in this study DHFR-TS cassette for drug screen flanked by two homology arms cloned into the vector pBlue-5'-3'-ROP18-homo pBlue-donor-eGFP-ROP18 Fragments upstream and downstream the gRNA, eGFP-FLAG, DHFR-TS, SAG1-3'-UTR were cloned into the vector pBlue-script II SK(-)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}