{
    "paper_id": "8d4a2fb48616bae57771c62a5bcbaf86e08b8276",
    "metadata": {
        "title": "Behaviors, movements, and transmission of droplet-mediated respiratory diseases during transcontinental airline flights",
        "authors": [
            {
                "first": "Vicki",
                "middle": [],
                "last": "Stover Hertzberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "postCode": "30322",
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            },
            {
                "first": "Howard",
                "middle": [],
                "last": "Weiss",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgia Institute of Technology",
                    "location": {
                        "postCode": "30313",
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [],
                "last": "Elon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "postCode": "30322",
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenpei",
                "middle": [],
                "last": "Si",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "postCode": "30322",
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sharon",
                "middle": [
                    "L"
                ],
                "last": "Norris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boeing Commercial Airplanes",
                    "location": {
                        "addrLine": "The Boeing Company",
                        "postCode": "98004",
                        "settlement": "Bellevue",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "The",
                "middle": [],
                "last": "Flyhealthy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Research",
                "middle": [],
                "last": "Team",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With over 3 billion airline passengers annually, the inflight transmission of infectious diseases is an important global health concern. Over a dozen cases of inflight transmission of serious infections have been documented, and air travel can serve as a conduit for the rapid spread of newly emerging infections and pandemics. Despite sensational media stories and anecdotes, the risks of transmission of respiratory viruses in an airplane cabin are unknown. Movements of passengers and crew may facilitate disease transmission. On 10 transcontinental US flights, we chronicled behaviors and movements of individuals in the economy cabin on single-aisle aircraft. We simulated transmission during flight based on these data. Our results indicate there is low probability of direct transmission to passengers not seated in close proximity to an infectious passenger. This data-driven, dynamic network transmission model of droplet-mediated respiratory disease is unique. To measure the true pathogen burden, our team collected 229 environmental samples during the flights. Although eight flights were during Influenza season, all qPCR assays for 18 common respiratory viruses were negative. airplane transportation | infectious disease transmission | influenza |",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "W ith over 3 billion airline passengers annually, the inflight transmission of infectious diseases is an important global health concern (1). Over a dozen cases of inflight transmission have been documented, and studies of severe acute respiratory syndrome (SARS) (2) and pandemic Influenza (H1N1p) (3) transmission on airplanes indicate that air travel can serve as a conduit for the rapid spread of newly emerging infections and pandemics. In 2014 a passenger infected with Ebola flew from Cleveland to Dallas the night before being admitted to a hospital; luckily, she did not infect anybody during that trip.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite the media stories and anecdotes, the risks of transmission are unknown. According to the World Health Organization, the main transmission route for diseases such as influenza and SARS are respiratory droplets (≥5 μ) that are propelled short distances (≤1 m) (4) when an infectious person sneezes, coughs, talks, or even breathes (4) (5) (6) (7) (8) (9) . These large droplets are mostly impervious to airflow (4) . Direct transmission occurs when pathogencontaining droplets fall onto a susceptible traveler's conjunctiva or mucosa or are inhaled. A passenger can have close (≤1 m) contact with others in three ways: they could be in nearby seats, she or he could move past both seated and moving individuals, or while seated an individual who is moving could pass near him or her.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to public health agencies, the primary risk factor is sitting within two rows of an infectious passenger (10, 11) . This guidance does not directly take into account the physical and biological bases of droplet transmission, the movement of passengers and crew, and indirect contact via fomites. Of note, five case reports of illness tracing from transmissions on airplanes (one case of SARS and four cases of influenza) found that 40% of the transmission occurred outside of the two-row zone, suggesting that movement may be an important factor in disease transmission (12) .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "(10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 120,
                    "end": 123,
                    "text": "11)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite evidence of the role that air transportation plays in the spread of epidemics (13) , current computational models of spread only account for the spread due to displacement of an infectious person from one area to another (13, 14) . Specifically, they do not account for the spread due to transmission while in route, the evidence cited above notwithstanding. Recently, a model has been proposed that allows for transmission among passengers (15) . However, this model assumes that passengers mix randomly. Very little is known about how passengers and crew (flight attendants) mix on airplanes, enabling infection transmission. Given the restraints of time periods when passengers and crew must be seated and the physical restraints of seating in an airplane, it is difficult to believe that random mixing of passengers occurs. We report here on our study of behaviors and movement of passengers and crew on 10 transcontinental flights on Significance With over 3 billion airline passengers annually, the inflight transmission of infectious diseases is an important global health concern. Over a dozen cases of inflight transmission of serious infections have been documented, and air travel can serve as a conduit for the rapid spread of newly emerging infections and pandemics. Despite sensational media stories, risks of transmission of respiratory viruses in an airplane cabin are unknown. Movements of passengers and crew may facilitate disease transmission. On 10 transcontinental US flights, we chronicled behaviors and movements of individuals in the economy cabin on single-aisle aircraft. We simulated transmission during flight based on these data. This data-driven, dynamic network transmission model of droplet-mediated respiratory disease is unique. single-aisle aircraft in the United States. We develop a network model of contacts that would enable infection transmission by large respiratory droplets, and we use a simulation model to determine the spread of a disease on this network. We also report on the prevalence of respiratory viral pathogens measured on these flights, and discuss the implications for disease transmission.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "(13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "14)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Observations of Passenger and Crew Shedding. Our study team flew on 10 transcontinental flights, departing in the morning or afternoon, and of duration between 211 and 313 min. Seven flights had no unoccupied seats, while the others had 2, 3, and 17 unoccupied seats. On each flight our 10-member research team recorded the behaviors and movements of passengers seated and crew serving in the economy class cabin on single-aisle aircraft. Only one passenger on one flight was observed to be coughing moderately and no passenger (of 1,540) was observed to be coughing severely. No crew member (of 41) was observed to be coughing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Contacts. We observed that 38% of passengers never left their seats during flight, 38% left once, 13% left twice, and 11% left more than two times. The median amount of time spent out of seat for each passenger who moved was 5.4 min, with an interquartile range (IQR) of 3.3-8.9. The proportion leaving their seat at least once varied by seating: 43% of passengers seated by a window (range: 29-62%), 62% of passengers seated in a middle seat (range: 47-72%), and 80% of passengers seated in the aisle (range: 75-85%) moved at least once during the flight. Half of the passengers did not use a lavatory during flight (range: 42-58%), 38% used it once (range: 34-53%), 9% used it twice (range: 4-13%), and 3% used it more than two times (range: 1-6%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Passenger and Crew Behaviors, Movements, and Close Proximity"
        },
        {
            "text": "The most common behaviors for passengers were waiting for, using, or exiting a lavatory [825 passengers, average time Of the 1,296 passengers (84%) having close contact with an individual seated beyond a 1-m radius from them (due to movement), the median number of contacts was 44 (IQR: 30-60) and the median total duration of contact was 47 person-minutes (IQR: 18-98). The median duration for each of these individual contacts was 0.4 min (IQR: 0.2-1.7). Crew were in contact an average of 206 person-minutes (IQR: 164-239) with other crew and 1,149 person-minutes (IQR: 851-1,391) with passengers. Fig. 1 shows a typical example of the distribution of the number of contacts by seating position. In the figure, notice the declining number of contacts to the right as distance from the aisle increases. In particular, the average number of contacts is greatest for those in aisle seats (64, IQR: 50-77), less so in middle seats (58, IQR: 45-73), and least in window seats (12, . Passengers seated midcabin have more contacts if they leave their seats. Duration (minutes) of contact (Fig. S1 ) does not follow this pattern; rather, it tends to be slightly higher for passengers seated toward the front of the plane. The number of contacts increases linearly with observation period (which is very close to length of flight) for all movement-seat combinations, except for passengers in window seats who never move (Fig. 2) .",
            "cite_spans": [
                {
                    "start": 974,
                    "end": 978,
                    "text": "(12,",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 601,
                    "end": 607,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1084,
                    "end": 1092,
                    "text": "(Fig. S1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1414,
                    "end": 1422,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Passenger and Crew Behaviors, Movements, and Close Proximity"
        },
        {
            "text": "Network-Based Transmission Model and Simulations. Based on these data and using the previously discussed 1-m transmission zone, we construct a dynamic-network model with which we simulate direct influenza transmission during flight. We consider two scenarios: the index passenger seated midcabin in 14C (14th row, aisle seat) and an infectious crew member.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Passenger and Crew Behaviors, Movements, and Close Proximity"
        },
        {
            "text": "For the infectious passengers, we use the conservatively high transmission rate of 0.018 per minute of contact, which is four times the transmission rate we estimate (16) , which describes an incident in 1977 in which 38 of 54 passengers and crew became infected with influenza-like illness after waiting in an airplane on an airport tarmac for 4.5 h with no air circulation. This rate has been used in other transmission studies; see, for example, a simulation of influenza transmission in a high school in which contacts among students, faculty, and visitors were carefully quantified (17) . In (Fig. 3) we present heat maps illustrating the probability that each passenger will have close contact with the infectious index passenger and the probability that an infectious index passenger will infect each of the other passengers. The 11 nearest neighbors have a high probability of becoming infected. However, the probability of transmission to each of the remaining passengers is quite low, less than 0.03. On average, this manifests as 0.7 additional infected passengers per flight (IQR: 0.4-1.5). The results of simulations for other seats indicate, on average, at most two additional infected passengers per flight.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "(16)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "(17)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 597,
                    "end": 605,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Passenger and Crew Behaviors, Movements, and Close Proximity"
        },
        {
            "text": "A crew member is not likely to come to work while being extremely sick. Even if she or he came to work, she or he would be more likely to take medication to reduce or eliminate coughing. For an infectious crew member, we use the conservatively low transmission rate of 0.0045, which is a quarter of what we used for infectious passengers. In Fig. 4 we present a heat map illustrating the probability that an infectious crew member will infect each of the passengers. An infectious crew member will infect 4.6 passengers (IQR: 3.2-5.7).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 348,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Passenger and Crew Behaviors, Movements, and Close Proximity"
        },
        {
            "text": "Assays for Respiratory Viruses. Our team collected 229 environmental samples (air and surfaces) during the flights. All qPCR assays for 18 common respiratory viruses were negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Passenger and Crew Behaviors, Movements, and Close Proximity"
        },
        {
            "text": "We present the results of a study to track behaviors, movements, and contacts between all individuals in the economy cabin on 10 transcontinental flights. We employ these data to quantify the likelihood of direct transmission of droplet-mediated respiratory infectious diseases during flight. We also present the results of qPCR panels assaying for 18 common respiratory viruses for 228 samples collected from the air and hard surfaces, and taken before, during, and after the 10 flights. Although eight flights were during influenza season in the northern hemisphere, all results were negative. We documented many movements on each flight, leading to many close contacts beyond those induced by close seatmates (tribes). Most nontribe contacts were very brief. Our simulations using these data, unique in explicitly examining the role of movement of passengers and crew, indicate that a dropletmediated respiratory infectious disease is unlikely to be directly transmitted beyond 1 m from the infectious passenger. Thus, transmission is limited to one row in front of or in back of an infectious passenger. This is more conservative than current public health guidance, calling for surveillance of passengers within two rows of an infectious passenger. Our simulations also indicate that an infectious flight attendant can generate several infections; thus, it is imperative that flight attendants not fly when they are ill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Then how can we explain case reports documenting the over 40% of transmission of influenza and SARS to nontribe passengers? Some transmissions may have occurred while waiting in the airport, while boarding, or while deplaning. Alternatively, some passengers may have been infected by other sources before or after the flight. Three of the five flights in these case reports range from 9.5 to 14 h, providing many more opportunities for transmission. Other transmissions may have occurred via fomites. Flyers can protect themselves from fomite transmission by exercising careful hand hygiene. Finally, our model assumes that droplets are the main transmission route for influenza and SARS. This assumption is based on general public health agency guidance to health care providers, but it may not be true: significant transmission may also occur via smaller virus-laden particles (the smallest being aerosols), which have larger dispersion distances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Unlike droplets that fall to the ground quickly, aerosols could remain suspended in cabin air until they are breathed or drawn into the heating, ventilation, and air conditioning system and putatively trapped by high-efficiency particulate air filters. Transmission via aerosols could also occur during the period between when the cabin door closes and take-off. Our model is not applicable to other aerosol-transmitted diseases, such as tuberculosis (18) , varicella, and measles (19) . Our model assumes omnidirectional transmission and does not take into account seat backs as barriers. Thus, our simulation results may be overestimating risk of direct droplet-mediated transmission.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 455,
                    "text": "(18)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 481,
                    "end": 485,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The movement of aerosols over long periods of time in an empty cabin, even without gaspers (the adjustable air outlet situated above each passenger seat), is extremely difficult to simulate with the fastest supercomputers. Such models require (square) and crew members (circle)], as calculated by our simulation program. Contact is defined as being within a 1-m radius at least once during a flight. For each target, the probability of contact is calculated as number of flights with a contact per 1,000 flights. Only crew and passengers within two seats laterally or one row fore to aft are likely to be in contact with this passenger, and all other passengers are much less likely to have contact. Although we use seat 14C to illustrate this finding, outcomes are similar for an infectious passenger seated in any aisle seat except in the first or last row, for which no passengers forward or aft, respectively, are in contact. (B) This seating heat map shows the probability of the passenger seated in 14C (triangle) infecting each of the other passengers (squares) and crew members (circle) when the probability of infection is set at 0.018 per 1 min of contact. In this example, passengers seated within a 1-m radius are at highest risk, followed by crew members. Nonseatmates in window seats have the least risk of infection from this passenger. Although we use seat 14C to illustrate this finding, outcomes are similar for an infectious passenger seated in any aisle seat, except in the first or last row, for which no passengers forward or aft, respectively, are infected. simulations using a 3D Navier-Stokes equation. According to Boeing engineers, airflow in an empty cabin lies on the \"boundary of turbulence,\" which is the hardest cabin airflow regime to simulate over long time periods. Previous transmission models have employed approximations to the 3D Navier-Stokes equation (20-23) (perhaps valid for short time intervals) or assumed that the \"droplets\" or aerosols are well-mixed in cabin air. In no case have previous investigators considered the effects of cabin occupancy or gasper use in Navier-Stokes models. One group conducted numerical simulations to study the effect of vortices generated by the continuous movement of a crew member on the local dispersal of aerosols in a cabin (24) . Assuming that the cabin airflow is at steady state, they found a decreased infection rate to the passengers but an increased infection rate to the crew member.",
            "cite_spans": [
                {
                    "start": 2307,
                    "end": 2311,
                    "text": "(24)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous studies have employed cameras or real-time locationsensing systems using technology, such as radio-frequency identification, ultrasound, and infrared, to quantify behaviors, movements, and close contacts of individuals in various types of buildings [schools (17) , hospitals (25) , and so forth]. However, these devices cannot be employed in an airplane cabin during flight. We tested extensively our observational protocol, which uses paired observers seated every five rows, each using an iPad app, and later aggregating these local zone-wise observations to chronicle all movements. We found that a pair of trained observers could reliably determine and document (e.g., timestamp) the behaviors and movements of passengers and crew within their row and the four to five rows in front of them. The observers' chronicling of times, which we used to reconstruct the durations of movements and close contacts, were accurate to within an order of seconds.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "(17)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "(25)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All 228 qPCR panels were negative for 18 common respiratory viruses. There are two possible explanations. Of the 1,540 passengers and 41 flight attendants, only one was observed to be coughing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, there was no obvious virus shedding into the cabin. Furthermore, the airline's cabin-cleaning policy is to disinfect all hard surfaces whenever the plane \"overnights,\" and all surface samples were taken from hard surfaces. Not all flights were the first of the day for that plane. We chose to sample seat-belt buckles, believing that these would be the most likely items to be touched and the least likely to be thoroughly disinfected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We caution about extrapolating these findings to short-hop domestic flights, international flights, or flights on other airlines. On our study flights, half of the passengers never left their seats during flight. On short-hop flights, the amount of movement may be much less. Conversely, on longer international flights, there will be substantially more movement of passengers and crew, leading to many additional close contacts. Our results also cannot be extrapolated from single-aisle cabins to double-aisle cabins commonly used for international flights. Different airlines will have different cabin-disinfection protocols and supervise their cabin-cleaning staff in different ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Data and Samples Collected on the Plane. Passenger and crew movements. Our study team flew on 10 flights, mostly on Boeing 757 aircraft, of 3.5-to 5-h duration between Atlanta and five destinations on the US West Coast. Eight of the 10 flights occurred during the traditionally recognized annual influenza season (October 2012 to March 2013), while two other flights occurred in May 2013. On each flight, 10 public health and nursing graduate students recorded all movements of passengers and crew in the economy cabin using a specially designed iPad app. The graduate student researchers sat in paired aisle seats and were responsible for recording the movement in their \"virtual zone,\" which consisted of their row and the four rows in front of them. The Emory University Institutional Review Board (IRB) determined that IRB review of this study was not necessary. Environmental sampling. Another member of our research team operated two air-sampling pumps that sampled the cabin air in the back of the plane (the \"dirtiest air in the cabin\" according to a Boeing engineer). One pump operated continuously and the other operated during five 30-min intervals (including boarding and deplaning). Both pumps sampled at 3.5 L/s, the National Institute for Occupational Safety and Health protocol for stationary sampling and approximately the normal breathing rate of adults. Other members of our research team took swabs of the door handles (inside and outside) of a randomly chosen aft lavatory, as well as swabs of the tray table (both sides) and seat-belt buckle in two randomly chosen seats. All samples were taken before passenger boarding and again after all passengers had deplaned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Movement Reconstruction. After each flight, the movement observations were collated from the separate observation zones. Research assistants then aggregated, cleaned, and prepared the data for analysis of behaviors, movements, and ultimately time-delimited contact networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Laboratory Analysis. Environmental samples were sent to a highly qualified molecular biology laboratory, which performed on all air samples a comprehensive qPCR respiratory virus panel assay for a broad range of respiratory viruses and subtypes representing the majority of circulating respiratory disease-causing pathogens. More detail on the methods are given in SI Methods. Data and software for the simulations are available at dx.doi.org/10.15139/S3/OOYETQ. Fig. 4 . This seating heat map shows the probability of an infectious crew member infecting each of the other passengers (square) and crew members (circle) when the probability of infection is set at 0.0045 per 1 min of contact. In this example, other crew members are at highest risk, followed by passengers seated in aisle and middle seats.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 469,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transmission of infectious diseases during commercial air travel",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mangili",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gendreau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet",
            "volume": "365",
            "issn": "",
            "pages": "989--996",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transmission of the severe acute respiratory syndrome on aircraft",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "2416--2422",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission of pandemic A/H1N1 2009 influenza on passenger aircraft: Retrospective cohort study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMJ",
            "volume": "340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Natural Ventilation for Infection Control in Health-Care Settings (WHO",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Advisory Committee on Immunization Practices (ACIP) (2008) Prevention and control of influenza: Recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "1--60",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guideline for isolation precautions in hospitals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Garner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Infect Control",
            "volume": "4",
            "issn": "4",
            "pages": "245--325",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Guideline for isolation precautions: Preventing transmission of infectious agents in health care settings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rhinehart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chiarello",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Infect Control",
            "volume": "35",
            "issn": "10",
            "pages": "65--164",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infection Prevention and Control in Health Care for Confirmed or Suspected Cases of Pandemic (H1N1) 2009 and Influenza-Like Illnesses",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aerosol transmission of influenza A virus: A review of new studies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J R Soc Interface",
            "volume": "6",
            "issn": "6",
            "pages": "783--790",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prevention and Control of Severe Acute Respiratory Syndrome (SARS) (WHO",
            "authors": [],
            "year": 2003,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "WHO Technical Advice for Case Management of Influenza A(H1N1) in Air Transport (WHO",
            "authors": [],
            "year": 2009,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "On the 2-row rule for infectious disease transmission on aircraft",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Hertzberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Glob Health",
            "volume": "82",
            "issn": "",
            "pages": "819--823",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Spread of Zika virus in the Americas",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc Natl Acad Sci",
            "volume": "114",
            "issn": "",
            "pages": "4334--4343",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Human mobility and the worldwide impact of intentional localized highly pathogenic virus release",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci Rep",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Multiscale model for pedestrian and infection dynamics during air travel",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Namilae",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Derjany",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mubayi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scotch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Phys Rev E",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "An outbreak of influenza aboard a commercial airliner",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Moser",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Am J Epidemiol",
            "volume": "110",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A high-resolution human contact network for infectious disease transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salathé",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci",
            "volume": "107",
            "issn": "",
            "pages": "22020--22025",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Systematic review on tuberculosis transmission on aircraft and update of the European Centre for Disease Prevention and Control risk assessment guidelines for tuberculosis transmitted on aircraft (RAGIDA-TB)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kotila",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Helbling",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Abubakar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Euro Surveill",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2016.21.4.30114"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Measles transmission during commercial air travel in Brazil",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "De Barros",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Virol",
            "volume": "36",
            "issn": "",
            "pages": "235--236",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Numerical simulation of airflow and airborne pathogen transport in aircraft cabins-Part I: Numerical simulation of the flow field",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "ASHRAE Trans",
            "volume": "111",
            "issn": "",
            "pages": "755--763",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Numerical simulation of airflow and airborne pathogen transport in aircraft cabins-Part 2: Numerical simulation airborne pathogen transport",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "ASHRAE Trans",
            "volume": "111",
            "issn": "",
            "pages": "764--768",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "State-of-the-art methods for studying air distributions in commercial airliner cabins",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Build Environ",
            "volume": "47",
            "issn": "",
            "pages": "5--12",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Modeling the fate of expiratory aerosols and the associated infection risk in an aircraft cabin environment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "Sze",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "Cyh",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Melikov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Aerosol Sci Technol",
            "volume": "43",
            "issn": "",
            "pages": "322--343",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Effect of human movement on airborne disease transmission in an airplane cabin: Study using numerical modeling and quantitative risk analysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Measuring social contacts in the emergency department",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Lowery-North",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Author contributions: V.S.H., H.W., S.N., and the F.R.T. designed research; V.S.H., H.W., and the F.R.T. performed research; V.S.H., H.W., L.E., and W.S. contributed new analytic tools; V.S.H., L.E., W.S., and the F.R.T. analyzed data; and V.S.H., H.W., and L.E. wrote the paper. Conflict of interest statement: The authors received support from The Boeing Company (H.W.) by way of a subcontract to the Georgia Institute of Technology (V.S.H.). S.L.N. is an employee of Boeing. This article is a PNAS Direct Submission. This open access article is distributed under Creative Commons Attribution-NonCommercial-NoDerivatives License 4.0 (CC BY-NC-ND).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "4.3 min (IQR: 2.7-7.0)], and checking the overhead bin [135 passengers, average time 1 min (IQR: 0.4-2.0)]. The wait for the front lavatory was nearly twice as long as for the back lavatories (3.1 vs. 1.7 min) (IQR: 1.7-4.9 and 1.0-3.2). Over the course of an average flight (238 min of observation) (range: 196-290), each crew member was in contact with passengers for 67 min (IQR: 43-80) and spent 155 min (IQR: 128-178) on average in the galley.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Percent of contacts by seating position across all flights. Note the declining number of contacts to the right as distance from the aisle increases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(A) This seating heat map shows the probability of the passenger seated in 14C (triangle) being in contact with each infection target [other passengers",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The number of nontribe contacts by row, for aisle, middle, and window seats for the Seattle outbound flight. Number of nontribe contacts increases with increasing length of observation period (which is very close to length of flight) for passengers who moved during the flight, regardless of their seat position. Similarly, the number of nontribe contacts increases with increasing length of observation period for passengers in aisle or middle seats who do not move during the observation period. There is no association between the number of nontribe contacts and length of observation for passengers in window seats who do not move during the observation period.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data deposition: Data and software for the simulations are available at dx.doi.org/10. 15139/S3/OOYETQ. V.S.H. and H.W. contributed equally to this work. To whom correspondence should be addressed. Email: vhertzb@emory.edu. 3 A complete list of the FlyHealthy Research Team can be found in the Supporting Information. article contains supporting information online at www.pnas.org/lookup/suppl/doi:10. 1073/pnas.1711611115/-/DCSupplemental. www.pnas.org/cgi/doi/10.1073/pnas.1711611115",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The panel consisted of tests for influenza A, influenza B, influenza A subtype H5N1, respiratory syncytial virus A, respiratory syncytial virus B, parainfluenza virus 1, parainfluenza virus 2, parainfluenza virus 3, parainfluenza virus 4, rhinovirus F1, rhinovirus F2, coronavirus 229E, coronavirus OC43, coronavirus NL63, human metapneumovirus, adenovirus F1, and adenovirus F2.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}