{
    "paper_id": "8e101b19cc15410540e85ce7f2e77208e3c411d5",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor: Total knee arthroplasty (TKA) is one of the most common orthopedic surgeries to reduce pain and improve function for patients with osteoarthritis. However, TKA is associated with high-risk of perioperative morbidity and mortality. We presented a patient who developed severe acute respiratory distress syndrome (ARDS) postoperatively after bilateral TKA procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correspondence"
        },
        {
            "text": "A 68-year-old female patient was scheduled for bilateral total knee replacement because of osteoarthritis. Her past medical history was unremarkable, unless pacemaker implantation for Mobitz type II second-degree atrioventricular block. There was no significant finding in her preoperative examination. She had the operation under general anesthesia and was extubated uneventfully after the surgery. Two transient episodes of decrease of pulse saturation to 91-93% were noticed after the implantation of bone cement. Three hours after the operation, she complained progressive shortness of breath and oxygen saturation was unable to maintain above 90% with noninvasive respiratory support using 100% of oxygen. Portable anterior-posterior X-ray showed progressive bilateral opacities [ Figure 1 ] and arterial blood gas analysis showed that partial oxygen pressure was 65 mmHg. Severe ARDS was diagnosed and the patient was re-intubated. She was weaned from the ventilator successfully on the 7 th postoperative day.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 786,
                    "end": 794,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Correspondence"
        },
        {
            "text": "ARDS is defined as rapid onset of hypoxia with PaO 2 /fraction inspired oxygen (FiO 2 ) ratio <300 and bilateral pulmonary infiltrates in the absence of left atrial hypertension. [1] In this case, we detected decreased oxygen saturation several minutes after the implantation of bone cement and bone cement implantation syndrome (BCIS) was highly suspected.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Correspondence"
        },
        {
            "text": "BCIS usually occurs in cemented hemiarthroplasty, total hip and knee replacement. [2] Hypoxia, hypotension, loss of consciousness, arrhythmia, and even cardiac arrest many occur. It is usually under-estimated and its incidence is between 25% and 30%. [2] Anaphylaxis, inflammatory and complement activation have been proposed as the possible mechanisms. The introduction of bone cement into the intra-medullary space leads to the increase of intra-medullary pressure. Embolization of fat, marrow elements, bone, and cement particle may happen. These materials within circulation will embolize pulmonary vasculature and cause the release of histamine and complement activation, leading to hemodynamic instability and collapse. [3] However, the possibility of ARDS by fat embolism syndrome (FES) could not be excluded. In case of bilateral TKA or tourniquet applied for a long time, patients are at high-risk for pulmonary fat embolism. The classic triad for FES is pulmonary insufficiency, neurologic abnormalities, and petechial rash, and Gurd's criteria are commonly used. [4] However, it usually happens within 24-48 h after fracture of lower extremities or operation. Our case did not meet Gurd's criteria.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 726,
                    "end": 729,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1074,
                    "end": 1077,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Correspondence"
        },
        {
            "text": "There is no specific therapy for BCIS. Prevention, early diagnosis, and supportive therapy are important. A fall in end tidal carbon dioxide may be the first sign for patients with BCIS under general anesthesia. In awake patients with BCIS, the first sign may include dyspnea and altered sensorium. Support therapy is important. Fluid resuscitation and vasopressor/inotropics may be needed if hemodynamic instability occurs. For patients who develop acute lung injury/ARDS, protective lung ventilation should be applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Severe Acute Respiratory Distress Syndrome after Bilateral"
        },
        {
            "text": "Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial support and sponsorship"
        },
        {
            "text": "There are no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute respiratory distress syndrome: The Berlin definition",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ards Definition Task Force",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Ranieri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Caldwell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Am Med Assoc",
            "volume": "307",
            "issn": "",
            "pages": "2526--2559",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bone cement implantation syndrome in cemented hemiarthroplasty for femoral neck fracture: Incidence, risk factors, and effect on outcome",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kotyra",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Houltz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Ricksten",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Br J Anaesth",
            "volume": "113",
            "issn": "",
            "pages": "800--806",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bone cement implantation syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Kenny",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br J Anaesth",
            "volume": "102",
            "issn": "",
            "pages": "12--22",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fat embolism: An aid to diagnosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Gurd",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J Bone Joint Surg Br",
            "volume": "52",
            "issn": "",
            "pages": "723--760",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The chest X-ray of the patient: (a) Preoperative; (b) 3 h after operation; (c) 12 h after operation; (d) 24 h after operation; (e) 36 h after operation; and (f) before discharge.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}