{
    "paper_id": "8f73d388e9ac6eedc6e60400d1fc7e3809814042",
    "metadata": {
        "title": "Emerging Microbes and Infections (2012) 1, e4",
        "authors": [
            {
                "first": "Lorne",
                "middle": [
                    "A"
                ],
                "last": "Babiuk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "postCode": "T6G 2J9",
                        "settlement": "Edmonton",
                        "region": "AB",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Volker",
                "middle": [],
                "last": "Gerdts",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Saskatchewan",
                    "location": {
                        "postCode": "S7N 5E3",
                        "settlement": "Saskatoon",
                        "region": "SK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Vaccination continues to have a major impact on the health of humans and animals. Furthermore, vaccination of animals is proving to be effective in reducing transmission to humans. Understanding linkages between innate and adaptive immunity are improving formulations of new, as well as existing, vaccines, making them more effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Vaccination has saved more lives than many other therapeutic interventions combined. Prominent examples are smallpox and polio, where prior to immunization, millions of people died annually. Indeed, the World Health Organization estimates that vaccination has prevented paralysis in over eight million people since polio eradication programs began in 1988. These are just two examples of many diseases that have been effectively controlled by vaccination and thus have saved millions of lives. As a result, our children today are protected from diseases, such as measles, pertussis, tetanus and diphtheria to name a few. However, even with such overwhelming statistics, a strong anti-vaccine lobby exists to dissuade parents from vaccinating their children. This is both wrong and ill-informed placing individuals and communities at risk. These individuals benefit from being surrounded by vaccinated children by an effect commonly referred to as herd immunity. Unfortunately, this is being ignored by the strong lobby groups, who base their rhetoric on a few very selected falsehoods and ignore the benefits of immunization. The classical falsehood is that vaccines cause autism. This has been disproved many times but still gets brought up by the anti-vaccine lobby groups as well as the popular press. Thus, communicating the benefits of immunization to the broad public represents an important challenge for all of us.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another big challenge to vaccination today is that most vaccines are delivered by needle injection. This often results in local mild reactions and these minor adverse events are being used as a reason to dissuade individuals not to vaccinate their children. Indeed, in our society, all forms of 'preventive medicine' are looked upon less favorably than therapies. Many of our therapeutic drugs cause significantly greater adverse reactions than vaccines. However, they are accepted because they are treatments. Anti-cancer drugs are one of the best examples, which may have many side effects. The reason for this dichotomy is that our society is much less accepting of preventative medicine versus therapeutic approaches to disease management. If the focus continues to favor expensive therapeutics over economic preventative medicine, escalating costs of health care will bankrupt society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Important areas for the use of vaccines are the emerging zoonotic infections that can cross the species barrier and that are transmitted from humans to animal, or vice versa. Examples include the recent pandemic influenza, severe acute respiratory syndrome and avian influenza, to name a few. In fact, over 70% of new emerging and re-emerging diseases are zoonotic in nature. Since drugs do not exist to control these diseases, vaccines are the best choices for disease control. Indeed, we should place more emphasis on immunizing the animal species concerned to reduce the chance of transmission to humans. Similarly, contamination of food and food products with disease causing organisms, such as Salmonella, Escherichia coli or Campylobacter, are responsible for billions of dollars in losses every year. The recent Listeria outbreak in Europe caused over 40 deaths and millions of euros in direct and indirect costs, highlighting the importance of food safety and the need for vaccines that can enhance the safety of our food and food products (food safety vaccines). An example of such vaccines is the development of an E. coli 0157:H7 vaccine for cattle to reduce shedding of the bacterium into the environment and contamination of meat and meat products, thereby reducing the chance of human infection. 1 Thus, one can control infection rates in humans by immunizing animals. Similarly, immunization of humans can protect animals since diseases can move from humans to animals, as recently shown for influenza virus H1N1 transmission from humans to animals, 2 providing support for the 'One World One Health' concept. 3 The majority of vaccines used today have been developed by conventional methods and fall into two categories, live vaccines and killed vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the case of live vaccines, the pathogen is passaged in culture multiple times resulting in specific mutations that render the pathogen less virulent than field strains of the agent. These vaccines are then administered to individuals; the agent replicates and induces a full array of immune responses leading to protective immunity upon subsequent exposure to the pathogen. 4, 5 In the case of killed vaccines, the pathogen is chemically inactivated to prevent its replication but not so dramatically as to interfere with the antigenic components of the pathogen, which then induce a more restricted immune response, although often sufficient to prevent disease. This later group of vaccines are generally mixed with immune stimulants (adjuvants) to enhance the immunity to the killed pathogen. Killed vaccines can induce a mild reaction in some vaccinated individuals since they are often administered by needle injection.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 379,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To reduce side effects of vaccines, and improve efficacy, the focus over the last few years has been on developing novel vaccines, delivery systems and adjuvants. The merging of molecular biology and immunology has dramatically enhanced our ability to improve vaccine efficacy and safety. For example, by identifying and deleting virulence genes in a virus or a bacterium, one can reduce the ability of the agent to cause disease. Back mutations are almost impossible to occur, which make these vaccines extremely safe. More importantly, such vaccines can be delivered by the natural route and induce a wide array of immune responses generated by infection leading to solid immunity. For example, if delivered mucosally, they induce both mucosal and systemic immunity, which is critical, since most pathogens enter by the mucosal surfaces. This not only reduces the disease in the vaccinated individual but also dramatically reduces the quantity of pathogens secreted into the environment should this vaccinated individual get infected. 6 This approach has been further improved by using molecular biology to produce vectored vaccines or killed vaccines. For most pathogens, only a few (1-5) specific antigenic components are required for induction of protective immunity. Thus, in the case of bacteria, the other 10001 proteins are irrelevant to induction of protective immunity and indeed, some of these proteins may actually be detrimental to protective immunity. Using what is called reverse vaccinology, 7 one can screen for these protective antigens and insert them into a vector-examples include the yellow fever virus or pox virus and adenovirus vectors for HIV vaccination [8] [9] [10] or introduce them into a bacterium or yeast to produce large quantities of killed antigens in bioreactors. These so-called subunit antigens cannot replicate, they are safe, and since the response is specific for the selected antigens only, they allow us to distinguish between vaccinated and infected individuals and animals, so called marker or differentiate infected from vaccinated animals vaccines. In fact, global trade of animals and animal products is largely regulated by the policies around the absence of antibodies to specific infectious diseases. 11 Unfortunately, most subunit vaccines are not very immunogenic and need to be formulated with immune stimulants (adjuvants). The majority of killed vaccines in humans were formulated with alum. The regulatory agencies favor alum as an adjuvant because of extensive experience with it. Unfortunately, it produces a skewed immune response that favors systemic antibody production and gives little mucosal or cellular immunity. In many cases, cellular and mucosal immunity is required to control an infection; thus, there is room for improvement of these vaccines. Indeed, much can be learned from the development of vaccines for animals and many different adjuvants and delivery strategies have been successfully used for decades. The development of safe and effective adjuvants for humans is a hot topic in vaccine research, and as a result we are starting to see licensure of novel adjuvants such as MF59, AS01-AS03, ISOMS, etc.",
            "cite_spans": [
                {
                    "start": 1682,
                    "end": 1685,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1686,
                    "end": 1689,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1690,
                    "end": 1694,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Due to a better understanding of the immune system, we are now able to tailor the quality as well as the magnitude of the immune response. If one then combines adjuvants with appropriate formulations that can be introduced at mucosal sites, it provides the best chance of inducing mucosal immunity with a safe killed vaccine without needle injection. [12] [13] [14] This is critical in resource constraint environments where expensive needles are difficult to obtain. Furthermore, such an approach helps to reduce the number of immunizations required to provide protective immunity, something that is urgently needed in developing countries where access to vaccines is limited, as well as lowering the cost by reducing the amount of antigen needed (antigen spearing). 15 The best example occurred following the outbreak of H1N1 influenza where the ability to produce large quantities of vaccine was limited due to time constraints between the appearance of the virus and need for vaccination of the population. Thus, if one can expand the number of individuals immunized by 10-fold, that would dramatically improve the control of the disease.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based on the recent advances in understanding immune responses and identifying antigens involved in inducing protection from a number of infectious agents combined with the willingness of regulatory agencies to begin licensing combination, adjuvants gives us confidence that we will be able to develop new vaccines to new agents and also improve existing vaccines that can even be safer than our vaccines used today. In this way, all members of society will benefit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Decreased shedding of Escherichia coli O157:H7 by cattle following vaccination with type III secreted proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Klashinsky",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vaccine",
            "volume": "22",
            "issn": "",
            "pages": "362--369",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Swine outbreak of pandemic influenza A virus on a Canadian research farm supports human-to-swine transmission",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Forgie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Keenliside",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "",
            "pages": "10--18",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "One World One Health",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dehove",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transbound Emerg Dis",
            "volume": "57",
            "issn": "",
            "pages": "3--6",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rinderpest: the end of cattle plague",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Roed",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Prev Vet Med",
            "volume": "102",
            "issn": "",
            "pages": "98--106",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The polio-eradication programme and issues of the end game",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Minor",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Gen Virol",
            "volume": "93",
            "issn": "",
            "pages": "457--474",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Immunogenicity and protective efficacy of an elastasedependent live attenuated swine influenza virus vaccine administered intranasally in pigs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Masic",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "7098--7108",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reverse vaccinology, a genome-based approach to vaccine development",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappouli",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "19",
            "issn": "",
            "pages": "2688--2691",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Vaccination with ALVAC and AIDSVAX to prevent HIV-l infection in Thailand",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rerks-Ngarm",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pitisuttithum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nitayaphan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "2209--2220",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Adenoviruses as vectors for HIV vaccines",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Gomez-Roman",
                    "suffix": ""
                },
                {
                    "first": "Robert-Guroff",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "AIDS Rev",
            "volume": "5",
            "issn": "",
            "pages": "178--185",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Recombinant yellow fever vaccine virus 170 expressing simian immunodeficiency virus SIVmac239 gag induces SIV-specific CD8 1 T-cell responses in rhesus macaques",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Bonaldo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rudersdorf",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "3699--3706",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Application of DIVA vaccines and their companion diagnostic tests to foreign animal disease eradication",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pasick",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anim Health Res Rev",
            "volume": "5",
            "issn": "",
            "pages": "257--262",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "PCEP enhances IgA mucosal immune responses in mice following different immunication routes with influenza virus antigens",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Eng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garlapati",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gerdts",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Mutwiri",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Immune Based Ther Vaccines",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Littel-van den Hurk S. Intranasal immunization of mice with a bovine respiratory syncytial virus vaccine induces superior immunity and protection compared to those by subcutaneous delivery or combinations of intranasal and subcutaneous prime-boost strategies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mapletoft",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Latimer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Drunen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Vaccine Immunol",
            "volume": "17",
            "issn": "",
            "pages": "23--35",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Efficacy of poly[di(sodium carboxylatophenoxy)phosphazene] (PCPP) as mucosal adjuvant to induce protective immunity against respiratory pathogens",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Shim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Volker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "2311--2317",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Co-administration of polyphosphzenes with CpG oligodeoxynucleotides strongly enhances immune responses in mice immunized with hepatitis B virus surface antigen",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mutwiri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Benjamin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Soita",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "2680--2688",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}