{
    "paper_id": "8f810a6f1464d6871d6184e04cf3fb1417983abc",
    "metadata": {
        "title": "Brief Communication Clinical Microbiology Evaluation of Allplex Respiratory Panel 1/2/3 Multiplex Real-Time PCR Assays for the Detection of Respiratory Viruses with Influenza A Virus subtyping",
        "authors": [
            {
                "first": "Jaehyeon",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hye",
                "middle": [
                    "Soo"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yong",
                "middle": [
                    "Gon"
                ],
                "last": "Cho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sam",
                "middle": [
                    "Im"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dal",
                "middle": [
                    "Sik"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Allplex Respiratory Panel 1/2/3 (All16) is a multiplex PCR assay for detecting 16 respiratory viruses with influenza A virus (FluA) subtyping, and the first clinical assay based on multiple detection temperatures. We compared the results between All16 and Anyplex II RV16 (Any16) in 426 clinical samples. Samples showing discrepancies between the two tests were further tested using monoplex PCR. FluA subtyping based on the hemagglutinin type results of All16, which yielded H1, H3, and non-H1/H3, was compared with the results of the BioFire FilmArray respiratory panel. The positive and negative percent agreements and kappa value for each virus between All16 and Any16 ranged from 54.5-100.0%, 84.7-100.0%, and 0.57-1.00, respectively. FluA subtype results from All16 for 26 samples were consistent with those from FilmArray. Good agreement was observed between the two methods, except when analyzing human enterovirus (kappa value 0.70), and the All16 showed reliable FluA subtyping results. For parainfluenza virus 3, the All16 was more sensitive than Any16. When testing 28 samples simultaneously, the mean test time and hands-on time were 4.3 and 0.5 hours, respectively in All16. In conclusion, All16 showed reliable performance, but further studies are needed regarding human enterovirus analysis. This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/4.0) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Detecting pathogens in respiratory infections is crucial for diagnosis, patient management, and to avoid improper antibiotic treatment and unnecessary laboratory testing. However, the goldstandard methods for detecting viral infections, non-molecular methods, have critical limitations such as the requirement of labor-intensive and complex procedures and time-consuming steps [1, 2] . Therefore, in many instances, cell culture is no longer considered the gold-standard method, and molecular assays have become the standard of care for diagnosis [1, 3] . Multiplex real-time PCR is useful for diagnosing respiratory viral infections because the process time is faster than that of viral culture, it detects multiple pathogenic viruses simultaneously, and it is reli-able [3] .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 381,
                    "end": 383,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 551,
                    "end": 553,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Allplex Respiratory Panel 1/2/3 (All16, Seegene, Seoul, Republic of Korea), which detects 16 respiratory viruses simultaneously with influenza A virus (FluA) subtyping, represents the first clinical assay based on multiple detection temperature (MuDT), which enables the detection of multiple targets in single-channel multiplexing without melting curve analysis via realtime PCR [4] . It covers adenovirus (AdV); coronavirus 229E (229E), coronavirus NL63 (NL63), and coronavirus OC43 (OC43); FluA and influenza B virus (FluB); human bocavirus 1/2/3/4 (HBoV); human enterovirus (HEV); human metapneumovirus (MPV); human rhinovirus A/B/C (HRV); parainfluenza virus 1 (PIV1), parainfluenza virus 2 (PIV2), parainfluenza virus 3 (PIV3), and parainfluenza virus 4 (PIV4); and respiratory syncytial virus A (RSVA) and respiratory syncytial virus B (RSVB). Additionally, it is a one-step PCR assay and is therefore much simpler than other commercial multiplex PCR assays for respiratory viruses. Thus, we evaluated the performance of All16 compared with Anyplex II RV16 (Any16, Seegene), which also detects 16 viruses without FluA subtyping. Additionally, we analyzed the test time and hands-on time from the start of nucleic acid extraction until result acquisition.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 387,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We We also evaluated cross-reactivity with 24 common respiratory pathogens received from the Chonbuk National University Hospital Branch of the National Culture Collection for Pathogens (See Supplemental Table S1 ). The mean test time and hands- Inter-rater agreement statistics (kappa values) were obtained to compare the detection of respiratory viruses between All16 and Any16, and we analyzed the sensitivity and specificity based on the monoplex PCR results. This study was exempted by the Institutional Review Board of Chonbuk National University Hospital (IRB No. CUH 2015-11-029) with low ethical load, not specifying the request of informed consent to the patient because all the studies were done after data was anonymized.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 212,
                    "text": "Supplemental Table S1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "A total of 256 and 250 samples were positive in All16 and Any16, respectively. When a sample was positive for more than one virus, regardless of the virus type or discrepancy, the positive percent agreement between All16 and Any16 was 93.2% (95% confidence interval [CI], 89.4-95.7), and the negative percent agreement was 84.7% (95% CI, 78.0-89.6). The kappa value for the two methods was 0.78 (95% CI, 0.72-0.85). Results for each virus are summarized in Table 1 . Eighteen samples in All16 were found to be H1 or H3 (14 and 4 samples, re-spectively) by FluA subtyping, and these results were consistent with the sequencing results targeting the hemagglutinin gene of FluA. Further comparison of FluA subtyping with the FilmArray findings showed consistent results for another 26 samples with H3 subtyping.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 464,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Seventy-four samples showed discrepant results between the two assays, and 68 discrepant samples showed positive results with only one method. Two samples showed discrepancies between the two methods, and the results for four samples were completely different between the assays. For further analysis, we performed monoplex real-time RT-PCR for samples with discrepant results, specifically All16-positive and Any16-negative samples; this analysis yielded 83.6% (46/55) consistency with the All16 results. For samples with discrepancies involving All16 negativity and Any16 positivity, rate of consistency with the Any16 results was 34.6% (9/26). The discrepancies for each virus are described in Table 2 . Additionally, we analyzed the sensitivity and sensitivity of each assay after resolving discrepant results (Table 3) ; the analytical specificity test of All16 for 24 bacteria showed all negative results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 697,
                    "end": 704,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 814,
                    "end": 823,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "When 28 samples were analyzed simultaneously, the test time Abbreviations: see Table 1 ; CI, confidence interval. and hands-on time showed mean times of 4.3 and 0.5 hour, respectively. The mean times required for DNA extraction and PCR preparation using MICROLAB Nimbus IVD and PCR itself were 2.4 and 1.9 hours, respectively, and both analyses required less time than Any16. Both multiplex RT-PCR assays, All16 and Any16, are based on tagging oligonucleotide cleavage and extension technology, but All16 utilizes MuDT technology. Multiplex real-time PCR typically requires either multiple fluorescence channels or a melting curve analysis step after amplification [5, 6] . The MuDT technology saves time because the melting curve analysis step is unnecessary. A 2.2-hour reduction in the test time for All16 is achieved, regardless of the sample number, compared with Any-16; this finding reflects the application of MuDT and a one-step process, including PCR and cDNA synthesis, in All16 compared with the two-step analysis, including PCR amplification after cDNA synthesis, used in Any16. Reduction of the hands-on time, workload, and test time because of the simple one-step analysis with MuDT used in All16 is helpful in clinical laboratories.",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 668,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 669,
                    "end": 671,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 86,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Results obtained using the newly developed All16 test showed good agreement with Any16 results. For each virus, the positive and negative percent agreement showed good results. However, slight discrepancies were observed for HEV and PIV3; discrepancies in HEV results might reflect low viral loads or primer com-petition. Any16 detected more positive results for HEV than that by All16. The analytical sensitivity of All16 is reported as 50 copies/μL, except for when PIV1 is analyzed, yielding a sensitivity of 10 copies/reaction, and when PIV4 and MPV are analyzed, with a sensitivity of 10 3 copies/reaction [7] . In contrast, the sensitivity of Any16 under the same conditions is approximately 6 copies/ μL [8] . Based on the manufacturer's package inserts, the analytical sensitivities of Any16 and All16 are 50 copies/reaction and 100 copies/reaction, respectively. Therefore, HEV results were consistent with the package inserts. Additionally, Any16 involves a two-step analysis with PCR following cDNA synthesis. Separation of the cDNA synthesis step from PCR might have influenced HEV RNA purity or extraction, but other RNA virus results were inconsistent with this. Therefore, we speculate that the results were likely due to primer competition.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 614,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HRV results from All16 were more sensitive and specific than results from Any16 in this study. Discrepancies in results were likely due to broader primer coverage for various HRV genotypes according to the primer information provided by the manufacturer (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Regarding PIV3, All16 showed more positive cases than Any16, and most discrepant results were confirmed as positive (96%, 26/27) via monoplex PCR. In this respect, Any16 might miss many cases of PIV3, which infects the distal airways and causes www.annlabmed.org https://doi.org/10.3343/alm.2018.38.1.46 pneumonia and bronchiolitis [9, 10] . Further studies on the detection and clinical investigations of HEV and PIV3 infections should be conducted.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, FluA subtyping has become more important because of the emergence of avian and swine FluA [11] ; however, there are few relevant clinically available assays. We observed good agreement on FluA subtyping results between All16 and FilmArray.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since rapid reporting of viral diseases is critical, rapid PCR assays have been introduced, but these assays have limited throughput. However, according to our analysis, All16 can be performed twice per day without requiring more workers. Therefore, if many samples need to be run, All16 could be advantageous, especially compared with Any16.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The present study has certain limitations. Some samples contained viruses at low titers, hindering statistical analyses for certain viruses, such as PIV1 and PIV4, and could not reflect the entire range of seasonal variations in each viral infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, All16 showed good agreement with Any16. Its FluA subtyping and reduced test time and workload are useful in clinical laboratories. However, further investigations, such as clinical studies of analyses of HEV and PIV3, are needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Detection of respiratory viruses using non-molecular based methods",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Ginocchio",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Virol",
            "volume": "40",
            "issn": "1",
            "pages": "11--15",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cost analysis of multiplex PCR testing for diagnosing respiratory virus infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mahony",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blackhouse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Babwah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smieja",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buracond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "2812--2819",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "American Society for Microbiology. Manual of clinical microbiology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Jorgensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pfaller",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1432--1437",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Single-channel multiplexing without melting curve analysis in real-time PCR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chun",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci Rep",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Multiplex detection and SNP genotyping in a single fluorescence channel",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alphey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Multiplex fluorescence melting curve analysis for mutation detection with dual-labeled, self-quenched probes",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Performance evaluation of Allplex respiratory panels 1, 2, and 3 for detection of respiratory viruses and influenza A virus subtypes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Huh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Yun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Microbiol",
            "volume": "55",
            "issn": "",
            "pages": "479--84",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparison of the Anyplex II RV16 and Seeplex RV12 ACE assays for the detection of respiratory viruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Huh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ki",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "79",
            "issn": "",
            "pages": "419--440",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Seasonal trends of human parainfluenza viral infections: United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Curns",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harbour",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hutwagner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Holman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Clin Infect Dis",
            "volume": "43",
            "issn": "",
            "pages": "1016--1038",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pathogenesis of human parainfluenza virus 3 infection in two species of cotton rats: Sigmodon hispidus develops bronchiolitis, while Sigmodon fulviventer develops interstitial pneumonia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Prince",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Hemming",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Virol",
            "volume": "65",
            "issn": "",
            "pages": "103--114",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The challenge of emerging and reemerging infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Folkers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "",
            "pages": "242--251",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "examined 426 nasopharyngeal swab samples submitted for respiratory multiplex PCR in Chonbuk National University Hospital, Korea. For comparison with Any16, 250 samples showing negative results and 150 samples showing positive results in Any16, totaling 400 consecutive clinical samples from January to June 2016, were tested except samples with insufficient volume. For further evaluation of FluA subtyping, 26 more samples with FluA positivity by Any16 from January to February 2017 were tested. All samples (including 226 pediatric samples and 174 adult samples, median patient age: 7 years; range: 0.1-94 years), were nasopharyngeal swabs (eNAT, Copan, Brescia, Italy). Nucleic acids were extracted and prepared for PCR using the STARMag 48 × 8 Virus Cartridge Kit (Seegene) and MICRO-LAB Nimbus IVD(Hamilton, Reno, NV, USA). All samples were first tested with Any16 followed by All16, according to the manufacturer's instructions. Samples showing discrepancies between the two tests were further analyzed using monoplex real-time reverse transcription-PCR (RT-PCR), with the same primer pairs as for All16 and Any16, and the FluA genotyping results of All16 were compared with hemagglutinin gene sequencing results. FluA subtyping results of the 26 samples with FluA positivity in All16 were compared with the results of the BioFire FilmArray respiratory panel (FilmArray, BioFire Diagnostics, Salt Lake City, UT, USA).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison of Allplex Respiratory Panel 1/2/3 and Anyplex II RV16 in the detection of a single respiratory virus *No.: Number of results for each virus in AnyplexII RV 16/Allplex Respiratory Panel 1/2/3. Abbreviations: AdV, adenovirus; 229E, coronavirus 229E; NL63, coronavirus NL63; OC43, coronavirus OC43; FluA, influenza A virus; FluB, influenza B virus; HBoV, human bocavirus 1/2/3/4; HEV, human enterovirus; MPV, human metapneumovirus; HRV, human rhinovirus A/B/C; PIV1, parainfluenza virus 1; PIV2, parainfluenza virus 2; PIV3, parainfluenza virus 3; PIV4, parainfluenza virus 4; RSVA, respiratory syncytial virus A; RSVB, respiratory syncytial virus B. www.annlabmed.org https://doi.org/10.3343/alm.2018.38.1.46 on time from the start of nucleic acid extraction until result acquisition were compared. Statistical analyses were conducted using Microsoft Excel (2010) with Analyse-it (Ver. 4.65, Analyse-it Software, Ltd, Leeds, UK).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Confirmations of discordant results between Allplex Respiratory Panel 1/2/3 (All16) and Anyplex II RV16",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Sensitivity and specificity of Allplex Respiratory Panel 1/2/3 (All16) and Anyplex II RV16",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}