{
    "paper_id": "905e2b35719215760ebed8f3e93fdf6ea8ec9bcf",
    "metadata": {
        "title": "Surgical Transplantation of Mouse Neural Stem Cells into the Spinal Cords of Mice Infected with Neurotropic Mouse Hepatitis Virus",
        "authors": [
            {
                "first": "K",
                "middle": [
                    "S"
                ],
                "last": "Carbajal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "G"
                ],
                "last": "Weinger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "M"
                ],
                "last": "Whitman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "S"
                ],
                "last": "Schaumburg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "E"
                ],
                "last": "Lane",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Mice infected with the neurotropic JHM strain of mouse hepatitis virus (MHV) develop pathological and clinical outcomes similar to patients with the demyelinating disease Multiple Sclerosis (MS). We have shown that transplantation of NSCs into the spinal cords of sick mice results in a significant improvement in both remyelination and in clinical outcome. Cell replacement therapies for the treatment of chronic neurologic diseases are now a reality and in vivo models are vital in understanding the interactions between the engrafted cells and host tissue microenvironment. This presentation provides an adapted method for transplanting cells into the spinal cord of JHMV-infected mice. In brief, we provide a procedure for i) preparation of NSCs prior to transplant, ii) pre-operative care of mice, iii) exposure of the spinal cord via laminectomy, iv) stereotactic injection of NSCs, and iv) post-operative care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1. Frequently change and/or sterilize gloves throughout the procedure. Position the mouse dorsal side up with head pointing to the left (if you are right handed). Drape animal to ensure sterility and that only the shaved area is exposed. Make a vertical incision (˜1.3cm) over the laminecomy site spanning from about thoracic vertebrae T8 to T12. 2. With the graefe forceps held in the left hand, firmly secure the spinal column at T9 ( Figure 1A) and lift the mouse up to exaggerate the spinal curvature. 3. Use the scalpel to score the junction between T10 and T11, the space between the two spiny protrusions. Further expose the junction by carefully scrapping the muscle layer away to expose the bone (see Figure 1B ,C). 4. Use the scissors to further clear muscle away from the lamina and around the pedicle with small snips. This will open up a small space between the vertebrae. Slowly and delicately insert one blade of the scissors into this gap and snip the pedicle. Make sure the curvature of the scissors is always positioned laterally, away from the cord. Repeat on the other side. (see Figure 1D ,E) 5. Lift the lamina to expose the cord and carefully snip it off. Be sure not to leave any free or jagged bone fragments behind. (see Figure 1F ) 6. Prior to injection, clean any blood away with sterile cotton swabs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 437,
                    "end": 447,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 710,
                    "end": 719,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1100,
                    "end": 1109,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1247,
                    "end": 1256,
                    "text": "Figure 1F",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Laminectomy"
        },
        {
            "text": "1. Attach the needle with needle nut to the Hamilton syringe and clean them by flushing several times with water, then 70% ethanol, and finally HBSS. Insert plunger after each fill with water, 70% ethanol, or HBSS. 2. Prepare the Hamilton syringe for cell loading by removing the plunger and loosening the needle nut and pulling the needle away from the syringe to prevent backpressure. Ensure that careful handling of the needle and nut are done with sterile gloves. 3. Load 15μl of cells into pipette tip and press the tip tightly into the back end of the syringe to load the cells into the syringe. 4 . Insert the plunger about 5mm and then tighten the needle nut. 5. Depress plunger until some of the cell suspension is seen exiting the needle. 6. Make sure there are no bubbles in the syringe and lay the syringe down in the horizontal position to prevent the cells from making a gradient by gravity. 7. Grab hold of the laminectomized mouse by the spinalis dorsi muscle connecting the spines of T8 and T9 (Figure 2B , C). 8. Clamp the hemostat to the left (vertical) micromanipulator arm so that the mouse's front paws are in the air and its rear paws lightly touching a platform of sterile paper towels as in Figures 2A and 2B . 9. Attach the syringe to the right micromanipulator arm (at a 70° angle) and slide the syringe to the lowest position possible before clamping. 10. Stabilize the mouse by pinning its tail against the paper towels and slowly lower the syringe ( Figure 2B ). 11. Lower the needle towards the cord and insert the needle 1mm into the opposite hemisphere through the dorsal midline ( Figure 2C ). The tip of the needle should be in the gray matter close to the central canal. 12. Slowly inject 2.5μl of cells. Inject at a rate of 1μl / 5 seconds. After injecting the cells, wait a 10 seconds and retract the needle a tenth of a turn at a time every 10 seconds until the needle is out of the cord. Pay attention to possible efflux of cell suspension. 13. Quickly retract the syringe and detach it from the micromanipulator arm. Lay the syringe down horizontally. 14. Release the mouse and transfer to suturing table. 15. Repeat steps 5.7-5.14 for each mouse until the syringe is emptied. Sterilize tools (in the sterilizer) and the needle (by wiping with ethanol) between animals. Discard cells and reload if clumping is visible. 16. Clean the syringe as in step 5.1 between loads.",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 603,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1011,
                    "end": 1021,
                    "text": "(Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1216,
                    "end": 1233,
                    "text": "Figures 2A and 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1480,
                    "end": 1489,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1615,
                    "end": 1624,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Injection of cells"
        },
        {
            "text": "1. Suture the incision. Suture needle is inserted into the superficial fascia on both sides of the incision. The thread is strung through, pulling superficial fascia together (Figure 3A) , thereby covering the exposed spinal cord at the site of removed lamina. Do not suture the cutaneous muscle attached to the skin or the skeletal muscle of the back. Pull the entire thread through, leaving approximately 1/2\". Using the needle holder, three knots are formed and thread is trimmed as close to the knot as possible. 2. Close the incision by applying two to three staples (depending on size of incision) to the skin (Figure 3B) . Carefully pull skin away from the mouse to avoid stapling the underlying muscle. 3. Using a 26G3/8 needle inject 0.5ml Lactated Ringers sub-cutaneously in the lower back away from the incision. 4. Place mouse back in its cage. To ensure it is able to breathe comfortably while under anesthesia, the mouse should be placed on its side in the cage, avoiding contact between the surgery site and cage bedding. Cages should be placed on heating pads. 5. Mice are monitored after anesthesia wears off to ensure bleeding subsides, sutures remain closed, and that mice return to pre-surgery mobility. 6. Treat mice one time with the analgesic buprenorphine (0.05-0.1 mg/kg) following surgery. 7. Ensure impaired mice have sufficient access to food and water: water bottles are fitted with extended 3.5 inch spouts and mice that are unable to walk are hand fed water and/or high-calorie dietary supplement (Nutri-Cal, Tomlyn). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 186,
                    "text": "(Figure 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 616,
                    "end": 627,
                    "text": "(Figure 3B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Sutures and post-op care"
        },
        {
            "text": "A well-executed transplant will hinge primarily on the careful laminectomy and injection of the cells. The primary pitfall to avoid during a laminectomy is the damaging of the spinal cord. This can occur during the procedure itself or by damage caused by sharp bone fragments left behind following the procedure. To avoid these, ensure that the points of the curved micro scissors are always facing away from the cord and carefully examine the laminectomized spine to ensure that all bone fragments are cleared and that the remaining vertebral structure does not have overtly protruding or jagged edges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As previously mentioned, the detection of efflux will be possible if the light is shining brightly and directly onto the exposed spinal cord during the injection. Efflux is most likely to happen with 30 gauge needles (versus 33 gauge) and if the injection is done too rapidly. Though this protocol has given us good results, others have reported longer waiting periods (up to 5 minutes) before retracting the needle following injection 8, 9 . Also, smaller gauge needles are preferable, but we have observed that some cells are too easily lysed when passed through 33 gauge needles.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 438,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 439,
                    "end": 440,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To maximize efficiency, a transplant team manning the four different stations (mouse prep, laminectomy, injection, and sutures) is desirable. Furthermore, the timing for each procedure should be optimized to minimize the time the cells are waiting on ice. For example, we transplant our mice in groups of four (the number of doses in each load of the syringe), the person injecting the cells starts loading the syringe after the third mouse has been laminectomized and the person preparing the mice should anesthetize the following group after the second mouse of the previous group has been laminectomized. In this manner, we can transplant cells (or control media) into 40 mice in about 3 hrs even though each mouse will take approximately 30-40 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cell replacement therapies for the treatment of some CNS disorders are currently in clinical trials 10 .",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is no substitute for in vivo models of NSC transplantation and our protocol for the engraftment of NSCs into the spinal cords of mice with viral induced demyelination facilitates the use of an important model of MS and can also be easily adapted to other models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "No conflicts of interest declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus infection of the central nervous system: host-virus stand-off",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Microbiol",
            "volume": "4",
            "issn": "2",
            "pages": "121--132",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The challenge of multiple sclerosis: how do we cure a chronic heterogeneous disease?",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Neurol",
            "volume": "65",
            "issn": "3",
            "pages": "239--248",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Experimental demyelination induced by coronavirus JHM (MHV-4): molecular identification of a viral determinant of paralytic disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Trousdale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bradbury",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Microb Pathog",
            "volume": "3",
            "issn": "1",
            "pages": "9--20",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Remyelination, axonal sparing, and locomotor recovery following transplantation of glial-committed progenitor cells into the MHV model of multiple sclerosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Totoiu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Nistor",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Keirstead",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Exp Neurol",
            "volume": "187",
            "issn": "2",
            "pages": "254--265",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Migration of engrafted neural stem cells is mediated by CXCL12 signaling through CXCR4 in a viral model of multiple sclerosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Carbajal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schaumburg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Strieter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "24",
            "pages": "11068--11073",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transplantation of glial-committed progenitor cells into a viral model of multiple sclerosis induces remyelination in the absence of an attenuated inflammatory response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hardison",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nistor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Keirstead",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Exp Neurol",
            "volume": "197",
            "issn": "2",
            "pages": "420--429",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transplantation of glial cells into areas of demyelination in the adult rat spinal cord",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Blakemore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Crang",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Embryonic stem cells differentiate into oligodendrocytes and myelinate in culture and after spinal cord transplantation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "97",
            "issn": "11",
            "pages": "6126--6131",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human embryonic stem cell-derived oligodendrocyte progenitor cell transplants remyelinate and restore locomotion after spinal cord injury",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Keirstead",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Neurosci",
            "volume": "25",
            "issn": "",
            "pages": "4694--4705",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "First patient enters trial to test safety of stem cells in spinal injury",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mayor",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMJ",
            "volume": "341",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Laminectomy. (A) Once vertebra T9 is solidly held with the Graefe forceps, (B, C) score the spine with scalpel between T10 and T11 to facilitate entry of the micro scissors. (D) Carefully slide the micro scissors through the space between T10 and T11(arrows and inset, E) and cut the pedicles on each side (dashes, E) to free the dorsal lamina. (F) Flip the lamina up rostrally and cut it off.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Injection of NSCs. (A) The general setup of the micromanipulator with the hemostat holding the mouse attached to the left arm and the Hamilton syringe on the right arm at a 70 angle. (B) The hemostat hold the spinalis dorsi muscle connecting the spines of T8 and T9. (C) The needle is lowered through the midline and into the gray matter on the opposite hemisphere, proximal to the central canal.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Sutures and wound closure. (A) Sutures are applied to the superficial fascia on both sides of the incision. (B) The incision is closed with 2-3 staples as needed (one staple shown on a wound needing 3).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}