{
    "paper_id": "9209041d93cd781cde415406283ebad549610042",
    "metadata": {
        "title": "Emerging Microbes and Infections (2012) 1, e44",
        "authors": [
            {
                "first": "Lu",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology of Ministries of Education and Health",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Rotterdam, Shanghai",
                        "country": "The Netherlands, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology of Ministries of Education and Health",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Rotterdam, Shanghai",
                        "country": "The Netherlands, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shibo",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology of Ministries of Education and Health",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Rotterdam, Shanghai",
                        "country": "The Netherlands, China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Last year, two research teams led by Dr Yoshihiro Kawaoka (University of Wisconsin at Madison) and Dr Ron Fouchier (Erasmus Medical Center, Rotterdam, The Netherlands) generated avian influenza virus H5N1 variants that acquired the ability to transmit via aerosols between ferrets. 1 Their papers were submitted to Nature and Science for publication. However, such studies are considered by the National Science Advisory Board for Biosecurity (NSABB) as 'dual use research', a biological research with legitimate scientific purpose that may be misused to pose a biologic threat to public health and/or national security (http://oba.od.nih.gov/ biosecurity/biosecurity.html). In December 2011, the panel recommended publication of the main conclusions of the work, but without the experimental details and mutation data to prevent others from replicating the experiments. 2 This decision sparked an intense public debate on the benefits and potential harm of this type of research. Many scientists have believed that publication of the experimental details would allow the researchers in the field to further determine how influenza viruses in nature become human pandemic threats and how to contain these viruses before they acquire the ability of human-to-human transmission. Those against such publication have argued that this information would be too dangerous to be made public based on its potential threat to biosecurity.",
            "cite_spans": [
                {
                    "start": 871,
                    "end": 872,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Then, early this year, the NSABB undertook a careful re-evaluation of the Kawaoka/Fouchier's work using appropriate analytical tools to determine the risks and benefits associated with the communication of dual use research of concern. The panel reversed course on 29-30 March 2012, and recommended full publication of the two revised manuscripts (http://news.sciencemag.org/scienceinsider/2012/03/breakingnews-nsabb-reverses-pos.html) and the papers were finally published in Nature 3 and Science 4 recently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "As scientists, we welcome NSABB's decision because the findings will substantially benefit other researchers to establish virus mutation monitoring systems and to develop strategies for preventing H5N1 pandemic in the future. We have recently analyzed the conservation rate of the four key residues in H5 HA reported in Imai's Nature paper and found that three of the four residues are highly conservative (N158: 69.31%; N224: 99.64%; Q226: 99.9%; and T318: 99.95%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "But some of the man-made mutations, such as N158D, N224K and T318I, are indeed present in the viruses in their nature hosts (gb:JN807780/duck/Egypt/10185SS; AY585366jA/duck/ Guangxi) as described by Russell et al. 5 Particularly, the strain JN807780 was isolated from the ducks in Egypt. Since it contains both N158D and N224K mutations, this strain has a great potential to gain its transmissibility in humans. Therefore, a special attention should be given to the monitoring of this H5N1 variant.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "More importantly, the debate surrounding this event has awakened research scientists to the cogent issues involving biosecurity and biosafety in research on emerging infectious pathogens. The United Nations and the World Health Organization have long been aware of the potential to create biological weapons in the researches on infectious pathogens. The resolution of WHA 26.54 of the Twentieth World Health Assembly in 1967 clearly states that 'scientific achievements, and particularly in the field of biology and medicinethat most humane science-should be used only for mankind's benefit, but never to do it any harm' (http://www.who.int/csr/delibepidemics/ biochem1stenglish/en/index.html).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Biosecurity is the strategic and integrated approach to protect human health, economy and environment from negative impacts. Particularly, it is a set of preventive measures for reducing the risk of transmission of infectious diseases and use of active methods to avert biological terrorism or other disease outbreaks. 6 The objective of biosecurity is to prevent loss, theft or misuse of microorganisms, biological materials and research-related information (http:// www.cdc.gov/biosafety/publications/bmbl5). Following these guidelines, research scientists should adhere to the highest bioethical standards during their experimental design and communication of the results. Similar to the NSABB, investigators should also use appropriate analytical tools to determine the risks and benefits associated with any contemplated dual use research on emerging infectious diseases, making every effort to maximize the benefits and minimize the risks in any such research.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 320,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Although the NSABB has played an important role in providing advice, guidance and leadership regarding biosecurity oversight of dual use research, this advisory committee empaneled by the US Department of Health and Human Services has no direct authority over dual use research in other countries. Accordingly, we suggest that an advisory panel with a mission similar to that of the NSABB, designated Science Advisory Board for Biosecurity (SABB), be formalized by each of other countries, which act at the national level to provide advice and guidance regarding biosecurity oversight of dual use research projects in their own countries. The model of the 'International Clinical Trial Registration Platform' may be adapted for monitoring the projects of dual use research. This kind of projects should be registered through the SABB of the corresponding countries, with clear statements of the potential risks and benefits of their researches before the start of the projects. If a project with more risks than benefits, it should not be approved by the SABB. The results from this kind of research projects should not be allowed for publication if the projects have not been approved by SABB. Another benefit of preregistration is to avoid the waste of research funds and resources. Each research institution and organization should perform regular evaluation on those pre-registered projects and require discontinuation of the projects at any stage if the results show that the risk is increasing. Biosafety includes 'containment principles, facility design, practices and procedures to prevent occupational infections in the biomedical environment or release of the organisms to the environment'. 6 These measures are designed to reduce laboratory-acquired infections to researchers handling infectious materials and other biologically hazardous materials. Strict adherence to biosafety procedures is absolutely essential for researchers working with emerging pathogens because the exact transmission pathways of these pathogens are unclear, and specific preventives and therapeutics are generally unavailable. It would only take a single mistake in handling infectious materials to cause a full-on disaster. One painful example of this occurred at Beijing's Institute of Virology where a lab researcher was infected by severe acute respiratory syndrome-coronavirus in a sample that was improperly handled, resulting in the death of the researcher's mother and the infection of several others. 7 Thus, researchers should be particularly careful in handling laboratory-generated organisms or mutant pathogens with increased transmissibility in humans since the regular protective procedures may not be effective for the new pathogens. 8 Following suggestions are made for the researchers who are working on these new pathogens: (i) they must be well trained and proficient in handling such dangerous materials safely; (ii) they should make a detailed risk assessment under the direction of the Institutional Biosafety Committees consisting of biological safety professionals before starting to work on the infectious agents, analyze the worst case scenarios that may occur and prepare a strategy to mitigate the impact of the negative event if it happens; (iii) they should strictly follow the safety procedures and manage the research materials by adherence to appropriate materials management procedures; (iv) they should report to their supervisors or biosafety officials immediately if they encounter a dangerous situation or identify a new pathogen with significantly increased human transmissibility and/or virulence; and (v) they must establish material accountability procedures to track the inventory, storage, use, transfer and destruction of dangerous biological materials and assets when no longer needed (http://www.cdc. gov/biosafety/publications/bmbl5).",
            "cite_spans": [
                {
                    "start": 1701,
                    "end": 1702,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2498,
                    "end": 2499,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2738,
                    "end": 2739,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Finally, we would like to point out that it is not necessary to be overcautious in handling some non-airborne microbes. For example, experiments using research-laboratory-scale quantities of Human Immunodeficiency Virus, a blood-borne virus, can be performed in a biosafety level-2, rather than biosafety level-3 facility (http:// www.cdc.gov/biosafety).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pause on avian flu transmission research",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "335",
            "issn": "",
            "pages": "400--401",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Avian influenza. The limits of avian flu studies in ferrets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "335",
            "issn": "",
            "pages": "512--513",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Experimental adaptation of an influenza H5 HA confers respiratory droplet transmission to a reassortant H5 HA/H1N1 virus in ferrets",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hatta",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "486",
            "issn": "",
            "pages": "420--428",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Airborne transmission of influenza A/H5N1 virus between ferrets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herfst",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Schrauwen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Linster",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "336",
            "issn": "",
            "pages": "1534--1541",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The potential for respiratory droplettransmissible A/H5N1 influenza virus to evolve in a mammalian host",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fonville",
                    "suffix": ""
                },
                {
                    "first": "Aex",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "336",
            "issn": "",
            "pages": "1541--1547",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Issues in biosecurity and biosafety",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Nordmann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Antimicrob Agents",
            "volume": "36",
            "issn": "1",
            "pages": "66--69",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Severe acute respiratory syndrome-retrospect and lessons of 2004 outbreak in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biomed Environ Sci",
            "volume": "19",
            "issn": "",
            "pages": "445--451",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Potential strategies and biosafety protocols used for dual-use research on highly pathogenic influenza viruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Rev Med Virol",
            "volume": "22",
            "issn": "",
            "pages": "412--419",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Attribution-NonCommercial-NoDerivative Works 3.0 Unported License. To view a copy of this license, visit http:// creativecommons.org/licenses/by-nc-nd/3.0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "This work is licensed under a Creative Commons"
        }
    ]
}