{
    "paper_id": "92a4cbcc55d992b5fd6f9c77de0fb4f5030a566a",
    "metadata": {
        "title": "Specific Single or Double Proline Substitutions in the \"Spring-loaded\" Coiled-Coil Region of the Influenza Hemagglutinin Impair or Abolish Membrane Fusion Activity",
        "authors": [
            {
                "first": "Hui",
                "middle": [],
                "last": "Qiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Sciences Center",
                    "location": {
                        "postCode": "22908",
                        "settlement": "Charlottesville",
                        "region": "Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Sandra",
                "middle": [
                    "L"
                ],
                "last": "Pelletier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Sciences Center",
                    "location": {
                        "postCode": "22908",
                        "settlement": "Charlottesville",
                        "region": "Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Lucas",
                "middle": [],
                "last": "Hoffman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco",
                        "postCode": "94143",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Jill",
                "middle": [],
                "last": "Hacker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Francisco",
                        "postCode": "94143",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Todd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Sciences Center",
                    "location": {
                        "postCode": "22908",
                        "settlement": "Charlottesville",
                        "region": "Virginia"
                    }
                },
                "email": ""
            },
            {
                "first": "Armstrong",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Judith",
                "middle": [
                    "M"
                ],
                "last": "White",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Sciences Center",
                    "location": {
                        "postCode": "22908",
                        "settlement": "Charlottesville",
                        "region": "Virginia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We tested the role of the \"spring-loaded\" conformational change in the fusion mechanism of the influenza hemagglutinin (HA) by assessing the effects of 10 point mutants in the region of high coiled-coil propensity, HA2 54-81. The mutants included proline substitutions at HA2 55, 71, and 80, as well as a double proline substitution at residues 55 and 71. Mutants were expressed in COS or 293T cells and assayed for cell surface expression and structural features as well as for their ability to change conformation and induce fusion at low pH. We found the following: Specific mutations affected the precise carbohydrate structure and folding of the HA trimer. All of the mutants, however, formed trimers that could be expressed at the cell surface in a form that could be proteolytically cleaved from the precursor, HA0, to the fusion-permissive form, HA1-S-S-HA2. All mutants reacted with an antibody against the major antigenic site and bound red blood cells. Seven out of ten mutants displayed a wild-type (wt) or moderately elevated pH dependence for the conformational change. V55P displayed a substantial reduction ( ‫ف‬ 60-80%) in the initial rate of lipid mixing. The other single mutants displayed efficient fusion with the same pH dependence as wt-HA. The double proline mutant V55P/ S71P displayed no fusion activity despite being well expressed at the cell surface as a proteolytically cleaved trimer that could bind red blood cells and change conformation at low pH. The impairment in fusion for both V55P and V55P/S71P was at the level of outer leaflet lipid mixing. We interpret our results in support of the hypothesis that the spring-loaded conformational change is required for fusion. An alternate model is discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We tested the role of the \"spring-loaded\" conformational change in the fusion mechanism of the influenza hemagglutinin (HA) by assessing the effects of 10 point mutants in the region of high coiled-coil propensity, HA2 54-81. The mutants included proline substitutions at HA2 55, 71, and 80, as well as a double proline substitution at residues 55 and 71. Mutants were expressed in COS or 293T cells and assayed for cell surface expression and structural features as well as for their ability to change conformation and induce fusion at low pH. We found the following: Specific mutations affected the precise carbohydrate structure and folding of the HA trimer. All of the mutants, however, formed trimers that could be expressed at the cell surface in a form that could be proteolytically cleaved from the precursor, HA0, to the fusion-permissive form, HA1-S-S-HA2. All mutants reacted with an antibody against the major antigenic site and bound red blood cells. Seven out of ten mutants displayed a wild-type (wt) or moderately elevated pH dependence for the conformational change. V55P displayed a substantial reduction ( ‫ف‬ 60-80%) in the initial rate of lipid mixing. The other single mutants displayed efficient fusion with the same pH dependence as wt-HA. The double proline mutant V55P/ S71P displayed no fusion activity despite being well expressed at the cell surface as a proteolytically cleaved trimer that could bind red blood cells and change conformation at low pH. The impairment in fusion for both V55P and V55P/S71P was at the level of outer leaflet lipid mixing. We interpret our results in support of the hypothesis that the spring-loaded conformational change is required for fusion. An alternate model is discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract."
        },
        {
            "text": "A ll enveloped viruses use a membrane fusion event to introduce their infectious genomes into cells. Whereas some enveloped viruses, such as influenza, fuse at low pH in endosomes, others, such as HIV, do so at neutral pH (Hernandez et al., 1996) . Recent work has led to the hypothesis that viral membrane fusion proteins are activated by \"spring-loaded\" conformational changes. According to the hypothesis, the spring-loaded conformational change occurs in response to a fusion trigger, for example low endosomal pH, and leads to the formation of an extended ␣ -helical coiled-coil that propels the previously buried fusion peptide to the target bilayer. Interaction of the fusion peptide with the target bilayer would then initiate membrane fusion (Carr and Kim, 1993; Bullough et al., 1994; Hughson, 1995; Hernandez et al., 1996) .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 246,
                    "text": "(Hernandez et al., 1996)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 751,
                    "end": 771,
                    "text": "(Carr and Kim, 1993;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 772,
                    "end": 794,
                    "text": "Bullough et al., 1994;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 795,
                    "end": 809,
                    "text": "Hughson, 1995;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 810,
                    "end": 833,
                    "text": "Hernandez et al., 1996)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Abstract."
        },
        {
            "text": "The spring-loaded conformational change has been most extensively characterized at a structural level for the hemagglutinin (HA) 1 of influenza virus. HA is a trimer. Each monomer consists of an HA1 subunit that is responsible for binding to target cells and an HA2 subunit that houses the fusion peptide. In response to low pH, HA undergoes a series of conformational changes, its fusion peptides are exposed, and it binds hydrophobically to target membranes. If HA from the X:31 strain of influenza virus is treated at low pH and then with trypsin and thermolysin, a fragment referred to as TBHA2 is formed. The structure of TBHA2 indicates that HA2 residues 55-76 have been converted from a loop to an extended trimeric ␣ -helical coiled-coil (Bullough et al., 1994) . This dramatic rearrangement provides a compelling mechanism for exposing and repositioning the fusion peptide at the target membrane surface. Earlier structure predictions and studies",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 769,
                    "text": "(Bullough et al., 1994)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Abstract."
        },
        {
            "text": "Mutant HAs were generated using the method of Kunkel et al. (1987) on wild-type (wt)-HA (X:31 strain) cDNA in the plasmid pSM. Mutant HA cDNAs were sequenced to confirm that the desired mutations had been introduced, but that second site mutations had not. Mutant HAs were subcloned into the vector pCB6 for expression in 293T cells.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 66,
                    "text": "Kunkel et al. (1987)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Mutagenesis"
        },
        {
            "text": "COS 7 cells were maintained in DMEM (GIBCO BRL, Gaithersburg, MD) plus 10% supplemented calf serum (HyClone Laboratories, Inc., Logan, UT), 50,000 U penicillin, 50,000 g streptomycin (GIBCO BRL), and an additional 146 mg glutamine (GIBCO BRL) per 0.5 liters. COS cells were transiently transfected using the DEAE Dextran method (Oprian et al., 1987) when they were 60-80% confluent and analyzed ‫ف‬ 48 h after transfection. Unless stated, 1.25 g of pSM-HA DNA was added per 6-cm plate (2.5 g per 10-cm plate).",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 349,
                    "text": "(Oprian et al., 1987)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Expression of wt-and Mutant HAs"
        },
        {
            "text": "Fluorimetric fusion assays were performed on transiently transfected 293T cells. 293T cells were maintained in DME and supplemented as described above for the COS 7 cells except that G418 was added to maintain T-antigen expression. The 293T cells were transfected with pCB6-HA using the calcium phosphate precipitation method (Wigler et al., 1977) when the plates were ‫ف‬ 50% confluent. A total of 5 g DNA (pCB6-HA plus carrier pCB6) was transfected per 6-cm plate. The transfected cells were treated with 10 mM NaButyrate ‫ف‬ 16 h before analysis to enhance expression. Unless stated, all cells were treated 16 h before analysis with 0.25 mM deoxymannojirimycin (dMM) (Calbiochem, San Diego, CA) as described in the Results section.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 347,
                    "text": "(Wigler et al., 1977)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Expression of wt-and Mutant HAs"
        },
        {
            "text": "Cells expressing wt-and mutant HAs were metabolically labeled with 35 S-TransLabel (ICN Pharmaceuticals, Inc., Costa Mesa, CA) as described previously (Kemble et al., 1993) . 24 h after transfection, cells were incubated with cys Ϫ /met Ϫ Minimal Essential medium (MEM; GIBCO BRL) for 45-90 min at 37 Њ C. The medium on each 10-cm plate was then replaced with 5 ml cys Ϫ /met Ϫ MEM containing 200 Ci 35 S-TransLabel and 2% supplemented calf serum, and the cells were incubated in a CO 2 incubator at 37 Њ C for 14-18 h.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 172,
                    "text": "(Kemble et al., 1993)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Metabolic Labeling"
        },
        {
            "text": "As indicated, cells expressing wt-or mutant HAs were washed twice with RPMI or PBS and incubated for 6 min at room temperature (RT) with RPMI or PBS containing either TPCK-trypsin (5 g/ml) or, as a negative control, TLCK-chymotrypsin (5 g/ml) (Sigma Chemical Co., St. Louis, MO). Trypsin-treated cells were then incubated for 10 min with RPMI or PBS containing soybean trypsin inhibitor (50 g/ml). Higher concentrations of trypsin (10 g/ml) were used where noted to increase the amount of cleaved HA at the cell surface.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trypsin Treatment of Cells"
        },
        {
            "text": "Cells expressing wt-or mutant HAs were washed, lysed in a cell lysis buffer containing 1% NP-40 and protease inhibitors, and immunoprecipitated essentially as described (Kemble et al., 1993) . Modifications were that lysis was conducted at RT for 15 min and that the amount of the site A monoclonal antibody (gift of Dr. J. Skehel, Medical Research Council, Mill Hill, England) was decreased to 0.1-0.3 g/ml.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 190,
                    "text": "(Kemble et al., 1993)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Immunoprecipitation"
        },
        {
            "text": "Cells expressing wt-and mutant HAs were treated with trypsin and lysed as described above. Cell lysates were loaded onto continuous gradients of 3-30% sucrose (wt/vol) in 30 mM MES, 100 mM NaCl, pH 7 (MES-saline) containing 0.1% NP-40 and centrifuged at 116,000 g for 15 h at 4 Њ C in a rotor (model SW-55; Beckman Instruments, Fullerton, CA). 12 fractions were collected from the top of each tube and incubated with Con A-agarose (Vector Laboratories, Inc., Burlingame, CA) to precipitate glycoproteins. Precipitates were analyzed by SDS-PAGE and Western blotting as described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sucrose Gradient Analysis of Trimer Formation"
        },
        {
            "text": "Cells expressing wt-and mutant HA0s were treated with trypsin to cleave HA0. HA-expressing cells were then incubated in MES-saline at the indicated pH value for 15 min at 37 Њ C, reneutralized in MES-saline, pH 7, lysed in cell lysis buffer, and then digested with 0.2 mg/ml proteinase K in lysis buffer with 2 mM CaCl 2 for 30 min at 37 Њ C. The digestion was stopped by adding 0.5 g/ml BSA, 1 mM PMSF, and a protease inhibitor cocktail (Kemble et al., 1993) . Samples from metabolically labeled cells were then precipitated with the site A monoclonal antibody and analyzed by SDS-PAGE and phosphorimager analysis. Unlabeled samples were analyzed by Western blotting with an anti-HA polyclonal antibody.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 459,
                    "text": "(Kemble et al., 1993)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Proteinase K Digestion"
        },
        {
            "text": "The C-HA1 antibody is an antipeptide antibody against the COOH-terminal residues of HA1. The C-HA1 antibody reacts preferentially with low pH-treated HA (White and Wilson, 1987) and efficiently precipitates low pH-treated HA from crude cell lysates. Immunoprecipitations with the C-HA1 antibody were conducted as follows: Plates of metabolically labeled cells were treated with trypsin to cleave HA0, incubated at 37 Њ C for 15 min at the indicated pH in MES-saline buffer, and then reneutralized with MES-saline buffer, pH 7. Cells were lysed with cell lysis buffer containing protease inhibitors (Kemble et al., 1993) and immunoprecipitated with the C-HA1 antibody for 1 h at 4 Њ C. Immunecomplexes were bound to protein A agarose (Boehringer Mannheim GmbH, Mannheim, Germany) for 1 h at 4 Њ C and washed extensively as described (Kemble et al., 1993) . Samples were analyzed by SDS-PAGE and phosphorimager analysis.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 177,
                    "text": "(White and Wilson, 1987)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 598,
                    "end": 619,
                    "text": "(Kemble et al., 1993)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 832,
                    "end": 853,
                    "text": "(Kemble et al., 1993)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Reactivity with C-HA1 Antibody"
        },
        {
            "text": "Samples were dissolved in SDS sample buffer and resolved by SDS-PAGE on 10 or 12% gels, transferred to nitrocellulose, and immunoblotted with an anti-HA polyclonal antibody and then with HRP-conjugated anti-rabbit IgG (Amersham Corp., Arlington Heights, IL). Detection was by enhanced chemiluminescence essentially as described by the manufacturer (Amersham Corp.). Dried gels of 35 S-labeled samples were scanned into a PhosphorImager workstation using ImageQuant. HA band intensities were determined by summing the pixels in a constant volume rectangle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electrophoresis, Western Blot, and Phosphorimager Analysis"
        },
        {
            "text": "Red blood cells (RBCs) were labeled with octadecylrhodamine (R18) or calcein AM (Molecular Probes, Inc., Eugene, OR) as described previously (Kemble et al., 1994) except that calcein AM was used at 10 M. Monolayers of cells expressing wt-or mutant HA0s were washed twice with RPMI media and (to enhance RBC binding) incubated with RPMI containing 0.1 mg/ml neuraminidase (Sigma Chemical Co.) for 1 h at 37 Њ C. Cells were then treated with trypsin to cleave HA0 as described above. R18-or calcein AM-labeled RBCs, at ‫ف‬ 0.05% vol/vol for COS 7 cells and 0.03% for 293T cells, were added to the HA-expressing cells for 20 min at RT, and unbound RBCs were removed by repeated washing. Cell monolayers were then incubated at 37 Њ C with pH 5 fusion buffer (10 mM MES, 10 mM Hepes, 120 mM NaCl, 10 mM succinate, and 2 mg/ml glucose) for 2 min (or as indicated), neutralized in the same buffer at pH 7, and observed with a fluorescence microscope. In specified experiments, the pH was adjusted as indicated.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 162,
                    "text": "(Kemble et al., 1994)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Red Blood Cell Binding and Membrane Fusion Assays"
        },
        {
            "text": "RBCs (0.06%) were labeled with R18 as described above; for this assay, R18-labeled RBCs were only used if their fluorescence was 80-90% quenched. Labeled RBCs were bound to 293T cells that had been treated with neuraminidase and trypsin (or chymotrypsin) as described above. The RBC-cell complexes were harvested in 2 ml PBS (Ca 2 ϩ , Mg 2 ϩ free) with 0.5 mM EDTA, 0.5 mM EGTA, and 5 mM glucose and added to 8 ml of cold pH 7 fusion buffer. Cells were centrifuged at 800 rpm for 5 min, resuspended in a small volume (200 l) of fusion buffer, pH 7, kept on ice, and used within 2 h. Fusion experiments were conducted at RT using an LS-5B fluorimeter (Perkin-Elmer, San Jose, CA) as described previously (Danieli et al., 1996) . A quantity of RBC-cell complexes that gave ‫ف‬ 1.0 OD ( ‫ف‬ 15 l) was added to 3 ml fusion buffer (pH 7) in a cuvette, and the solution was agitated with a magnetic stirrer. After a baseline was obtained, the samples were brought to pH 5.2 with a predetermined amount of 1 M citric acid. The increase in fluorescence (fluorescence dequenching) was monitored, and the percent fluorescence dequenching was calculated relative to the total fluorescence obtained after solubilizing each sample in 0.5% NP-40.",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 725,
                    "text": "(Danieli et al., 1996)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Fluorescence Dequenching Assay"
        },
        {
            "text": "In this study, we asked two questions. Is the spring-loaded conformational change in the influenza virus HA, the loop to helix transition of HA2 residues 55-76, required for fusion, and if so, for what stage of the process? Formally, the spring-loaded conformational change could be required for hemifusion, the mixing of the outer leaflet lipids, or for full fusion, the mixing of aqueous contents. Alternatively, it might lead to a postfusion conformation. We addressed these questions by analyzing nine single and one double point mutant in HA2 54-81, the region of high coiled-coil propensity (Ward and Dopheide, 1980; Carr and Kim, 1993) . We then assessed the effects of each mutation on structural features and cell surface expression of HA, on its ability to undergo low pH-induced conformational changes, and on its ability to mediate membrane fusion.",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 622,
                    "text": "(Ward and Dopheide, 1980;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 623,
                    "end": 642,
                    "text": "Carr and Kim, 1993)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our mutational analysis focused on HA2 54-81, the segment of HA predicted to have a high propensity to form a coiled-coil (Carr and Kim, 1993) . The choice of which residues to mutate was based on several criteria (Table I) . First, we chose residues that are not absolutely conserved among naturally occurring influenza viruses. We did this to lower the probability that the structure of the mutant HAs would be severely altered. Second, we excluded residues that form salt bridges in the native structure, since loss of such contacts can elevate the pH of fusion by facilitating the conformational change (Steinhauer et al., 1996) . Third, one residue was chosen to represent each of three general locations within HA2 54-81: NH 2 -terminal (HA2 55), central (HA2 71), and COOH-terminal (HA2 80). The final criterion involved the location of the residue in the final coiled-coil (Bullough et al., 1994) . HA2 55 and 80 lie in \"d\" positions, which are critical for coiled-coil formation (Lupas et al., 1991; Lupas, 1996) . Conversely, HA2 71 lies in a \"b\" position, which is not critical for coiled-coil formation. The locations of HA2 residues 55, 71, and 80 in the native HA structure are shown in Fig. 1 A . Their positions in the final low-pH structure are shown in Fig. 1 , B and C . Note that HA2 80 is in a coiled-coil in both the pH 7 (in the first turn) as well as the pH 5 structure.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 142,
                    "text": "(Carr and Kim, 1993)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 607,
                    "end": 632,
                    "text": "(Steinhauer et al., 1996)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 881,
                    "end": 904,
                    "text": "(Bullough et al., 1994)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 988,
                    "end": 1008,
                    "text": "(Lupas et al., 1991;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1009,
                    "end": 1021,
                    "text": "Lupas, 1996)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 223,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1201,
                    "end": 1207,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1271,
                    "end": 1277,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Design of Site-specific Mutations"
        },
        {
            "text": "In selecting which residues to substitute into each position, we considered the abundance of specific amino acids within naturally occurring coiled-coils (O'Neil and Degrado, 1990; Lupas et al., 1991) . Ala and Gly were chosen because of their relatively high and low abundance, respectively. Pro was chosen due to its virtual absence from naturally occurring parallel coiled-coils such as that seen in TBHA2.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 180,
                    "text": "(O'Neil and Degrado, 1990;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 181,
                    "end": 200,
                    "text": "Lupas et al., 1991)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Design of Site-specific Mutations"
        },
        {
            "text": "Substitutions were analyzed by calculating the predicted relative stability of the resulting coiled-coils using the COILS 2 algorithm employed by Kim and co-workers (Carr and Kim, 1993) ; the score for wt-HA2 residues 54-81 is 1.62. In addition, the predicted ability of each site to accommodate the planned mutation in the neutral-pH form of BHA was considered as follows: The dihedral angles of the wild-type residue at each location in the native structure were determined. As indicated in Table I , substitution of Ala, Gly, and Pro gave acceptable phi and psi angles at all three positions. Next we made, computationally, isomorphous substitutions of the mutant residues in HA2 54-81 in the native structure (Watowich et al., 1994) and calculated the internal energy of the segment as described in Materials and Methods. As listed in Table I , all of the proposed substitutions except L80P were predicted not to change the internal energy of this region significantly. Calculations for L80P indicated a significant increase in internal energy due to a predicted close approach between hydrogen atoms of the main chain and the introduced Pro. The low-pH conformational change in HA is believed to represent a two-state system under kinetic control (Baker and Agard, 1994) . Therefore, a mutation that affects the height of the energy barrier between the two states would be predicted to change the kinetics of fusion. Since coiledcoil formation is involved in this transition (Carr and Kim, 1993; Bullough et al., 1994) and since prolines destabilize coiled-coils (O'Neil and Degrado, 1990; Lupas et al., 1991) , we predicted that Pro mutations would affect the rate of fusion. If the mutations also abrogated the formation of the final fusogenic state, then the overall extent of fusion would also be compromised. We therefore predicted that Pro mutations, especially those at \"d\" positions (V55P and L80P), would inhibit the rate or extent of fusion. We further predicted that an HA with two Pro mutations (V55P/S71P) would be severely compromised for fusion.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 185,
                    "text": "(Carr and Kim, 1993)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 713,
                    "end": 736,
                    "text": "(Watowich et al., 1994)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1252,
                    "end": 1275,
                    "text": "(Baker and Agard, 1994)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1480,
                    "end": 1500,
                    "text": "(Carr and Kim, 1993;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1501,
                    "end": 1523,
                    "text": "Bullough et al., 1994)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1568,
                    "end": 1594,
                    "text": "(O'Neil and Degrado, 1990;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1595,
                    "end": 1614,
                    "text": "Lupas et al., 1991)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 500,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 839,
                    "end": 846,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Design of Site-specific Mutations"
        },
        {
            "text": "As the first phase of our analysis, we assessed the synthesis, glycosylation, and cell surface expression of the single point mutant HAs. wt-and mutant HA cDNAs were expressed in COS 7 cells. Parallel cultures were treated with dMM, an inhibitor of terminal glycosylation, since recent experiments indicate that certain HA mutants acquire excess terminal carbohydrates in HA1 (Kemble et al., 1993) . As seen in Fig. 2 A , when produced in the absence of dMM, the HA0s from the mutants V55A, S71A, S71G, and S71P comigrated with wt-HA0. The HA0s from the other mutants, L80A, V55G, L80G, V55P, and L80P, ran as multiple higher molecular weight species. When grown in the presence of dMM, however, all mutant HA0s comigrated with wt-HA0. These findings suggested that specific substitutions within the region of high coiled-coil propensity (Gly and Pro substitutions at position 55 as well as Ala, Gly, and Pro substitutions at position 80) affected the initial folding of HA0 such that it was excessively glycosylated. In view of our previous analysis of glycosylphosphatidylinositol-anchored HA (Kemble et al., 1993) , the most likely explanation is that the head domains of these mutants are not packed exactly as in wt-HA, such that the N-linked carbohydrate addition sites at HA1 positions 165 and 285 are excessively glycosylated. Since dMM does not affect the biological functions of wt-HA (Kemble et al., 1994) , all subsequent analyses were performed with HAs produced in the presence of dMM.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 397,
                    "text": "(Kemble et al., 1993)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1095,
                    "end": 1116,
                    "text": "(Kemble et al., 1993)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1395,
                    "end": 1416,
                    "text": "(Kemble et al., 1994)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 417,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "HA Processing and Cell Surface Expression"
        },
        {
            "text": "We next assessed whether the single point mutant HA0s were delivered to the cell surface and whether they could be proteolytically processed by the addition of trypsin. Cells expressing wt-and mutant HA0s were treated with either trypsin or chymotrypsin. As shown in Fig. 2 B , all of the mutant HA0s were accessible at the cell surface for proteolytic cleavage by trypsin, as evidenced by the appearance of a comigrating HA1 band. Most of the mutant HA1s were generated at approximately equal levels to wt-HA (V55A, S71A, S71G, S71P, and L80P), but for V55G, V55P, L80A, and L80G, the intensity of the HA1 band was less. These results suggested that all of the mutant HA0s were transported to the cell surface in a form that could be cleaved to HA1 and HA2. The latter mutants, however, were either less efficiently delivered to the cell surface or less efficiently cleaved from HA0 to HA1 and HA2. We consider the latter possibility likely since all Structure of HA at neutral pH displaying the residues present in TBHA2, a fragment of low pH-treated HA (Bullough et al., 1994) . (B) Structure of TBHA2. (C) Residues HA2 54-81 in TBHA2. The region of high coiled-coil propensity (Carr and Kim, 1993) , HA2 54-81, is shown in black. Wild-type sidechains for the residues mutated are displayed and labeled.",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1079,
                    "text": "(Bullough et al., 1994)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1181,
                    "end": 1201,
                    "text": "(Carr and Kim, 1993)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 273,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "HA Processing and Cell Surface Expression"
        },
        {
            "text": "Drawings were made from the Brookhaven database entries (A) 5HMG and (B and C) 1HTM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HA Processing and Cell Surface Expression"
        },
        {
            "text": "HA0s appeared to be well expressed at the cell surface based on RBC binding and, for V55P, FACS ® analysis and indirect immunofluorescence. Therefore, in specific cases where an apparent fusion defect was observed (see below), care was taken to normalize for cell surface levels of HA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HA Processing and Cell Surface Expression"
        },
        {
            "text": "We next asked whether the single Pro-substituted HAs, the mutants that were considered most likely to be impaired in fusion, form trimers at the cell surface. Cells expressing V55P, S71P, or L80P HA0 were treated with trypsin to cleave HA0. Cell lysates were prepared and subjected to sucrose density gradient centrifugation analysis. As seen in Fig. 3 A , all of the single Pro-substituted HAs comigrated with wt-HA in fractions 6-8 of the gradient, suggesting that they formed 9S trimers that were stable to sucrose density centrifugation in the presence of a nonionic detergent. All of the Ala-substituted mutants behaved the same.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 352,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "HA Processing and Cell Surface Expression"
        },
        {
            "text": "Collectively, the results presented in Figs. 2 and 3 indicate that: ( a ) The introduction of specific mutations into HA2 54-81 can affect the glycosylation pattern of HA, likely by affecting the packing of the globular head domains ( Fig. 1) . ( b ) In some cases, notably V55P, the mutations appear to affect susceptibility to trypsin activation. Nonetheless, ( c ) all of the mutant HAs can be expressed at the cell surface and can be cleaved to HA1 and HA2. Furthermore, ( d ) mutants substituted with either coiled-coil facilitators (Ala) or coiled-coil inhibitors (Pro) form stable trimers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 242,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "HA Processing and Cell Surface Expression"
        },
        {
            "text": "We next assessed the ability of the single point mutant HAs to undergo low pH-dependent conformational changes. Conformational changes in wt-HA have been assayed by reactivity to various antibodies as well as by sensitivity to proteases. We first tested the sensitivity of each single point mutant to proteinase K; wt-HA becomes sensitive to proteinase K during the first stage of the conformational change (White and Wilson, 1987) . As seen in Fig. 4 A , all of the Ala-substituted mutants showed a pH dependence of proteinase K sensitivity essentially identical to that of wt-HA, with the exception of L80A, whose pH dependence was higher. The Gly and Pro mutants were assessed for proteinase K sensitivity by a Western blot analysis (Fig. 4 B ) . Mutants with Gly or Pro at position 71 behaved identically to wt-HA. In contrast, the mutants with Gly or Pro at positions 55 or 80 (V55G, L80G, V55P, and L80P) were completely sensitive to proteinase K over the entire pH range examined. To our knowledge V55G, V55P, L80G, and L80P are the first HA mutants identified that are sensitive to proteinase K at pH 7.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 431,
                    "text": "(White and Wilson, 1987)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 451,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 736,
                    "end": 747,
                    "text": "(Fig. 4 B )",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Conformational Changes"
        },
        {
            "text": "As a second test of the ability of the mutant HAs to change conformation at low pH, we analyzed the ability of Figure 2 . Migration of wt-and mutant HA0s on SDS gels. (A) Effect of dMM: COS 7 cells were transfected with plasmids encoding wtand mutant HAs and grown in the absence (Ϫ) or presence (ϩ) of 0.25 mM dMM. Cell lysates were prepared, and glycoproteins were precipitated with Con A-agarose. Gel samples were prepared in sample buffer containing 100 mM DTT and separated by 10% SDS-PAGE. The gel was analyzed by Western blotting with a rabbit anti-HA antiserum as described in Materials and Methods. The antiserum reacts with HA0 and HA1. (B) Proteolytic processing: Cells transfected with plasmids encoding wt-and mutant HAs were grown in the presence of dMM and treated with either 5 g/ml chymotrypsin (Ϫ) or trypsin (ϩ) for 6 min at RT. Cell lysates were prepared and analyzed for HA protein as described above. Figure 3 . Sucrose gradient sedimentation analysis of wt-and Prosubstituted HAs. Cells transfected with plasmids encoding wtand (A) single or (B) double Pro-substituted HAs were treated with (A) 5 or (B) 10 g/ml trypsin, lysed in an NP-40 lysis buffer, and analyzed on 3-30% continuous sucrose gradients. The gradients were fractionated, and samples were precipitated with Con A-agarose, resolved by 10% SDS-PAGE, and analyzed for HA protein as described in the legend to Fig. 2 . Fraction 1 is the top of the gradient. The band shown is HA1. the single point mutant HAs, pretreated at the indicated pH, to react with an antibody against the COOH terminus of HA1 (C-HA1). This antibody efficiently detects low pH-treated wt-HA in cell lysates, and HA acquires reactivity to this antibody with a very similar time course and pH dependence to that with which it acquires reactivity to an antibody against the fusion peptide (which does not precipitate HA from crude cell lysates; Qiao, H., and J.M. White, unpublished results). Acquisition of reactivity with C-HA1 and sensitivity to proteinase K appear with similar time and pH dependencies (White and Wilson, 1987) .",
            "cite_spans": [
                {
                    "start": 2063,
                    "end": 2087,
                    "text": "(White and Wilson, 1987)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 119,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 923,
                    "end": 931,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1395,
                    "end": 1401,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Conformational Changes"
        },
        {
            "text": "As seen in Fig. 5 A, and mirroring their behavior in the proteinase K assay (Fig. 4 A) , the Ala mutants acquired reactivity with the C-HA1 antibody with either the same (V55A, S71A) or with an elevated (L80A) pH dependence compared with wt-HA. S71P also behaved like wt-HA (Fig. 5 B) . V55P showed ‫%05ف‬ reactivity with C-HA1 at pH 7 and an elevated and less well-defined pH profile for antibody reactivity. L80P was fully reactive with the C-HA1 antibody over the entire pH range tested.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 17,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 76,
                    "end": 86,
                    "text": "(Fig. 4 A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 274,
                    "end": 284,
                    "text": "(Fig. 5 B)",
                    "ref_id": null
                }
            ],
            "section": "Conformational Changes"
        },
        {
            "text": "Collectively, the results presented in Figs. 4 and 5 suggest that all of the Ala mutants, as well as the Ala, Gly, and Pro mutants at position 71, changed conformation at low pH with either an identical pH dependence compared with wt-HA or, in one case (L80A), an elevated pH dependence. The remaining mutants were in conformations that were sensitive to proteinase K (V55G, V55P, L80G, and L80P) or (partially) recognized by the C-HA1 antibody (V55P, L80P) at neutral pH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conformational Changes"
        },
        {
            "text": "Having confirmed that the single point mutant HA0s could be expressed at the cell surface as stable trimers that could be cleaved by trypsin, and having analyzed the ability of the mutant HAs to change conformation at low pH, we next tested the ability of cells expressing wt-or single point mutant HAs to fuse with RBCs. We assayed two different aspects of fusion: mixing of outer leaflet lipids and transfer of small aqueous contents. Figs. 6-11 display data for the Pro-substituted mutants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fusion Activity"
        },
        {
            "text": "We tested the ability of wt-and mutant HAs to induce lipid mixing using RBCs labeled with the fluorescent lipid probe octadecylrhodamine (R18). HA-expressing cells were prepared for RBC binding and fusion as described in Materials and Methods. RBC-cell complexes were incubated at pH 5 for 2 min at 37ЊC, reneutralized, and observed with a fluorescence microscope. Like those expressing wt-HA, cells expressing all of the mutant HAs were able to bind RBCs. As shown previously (Kemble et al., 1994; Danieli et al., 1996) , cells expressing wt-HA induced transfer of R18 at pH 5 (Fig. 6, A and B) . S71P and L80P induced efficient transfer of R18 at pH 5 (Fig. 6 A) . The extent of R18 transfer with V55P was quite low at 2 min ( Fig. 6 A) but appeared to increase at 10 min (Fig. 6 B) of acidification. As expected, neither wt-HA nor any of the mutant HAs induced transfer of R18 at neutral pH nor at low pH if they had not been pretreated with trypsin (data not shown). The extent of syncytia formation with V55P and L80P appeared less than for wt-HA and the other mutants.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 498,
                    "text": "(Kemble et al., 1994;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 499,
                    "end": 520,
                    "text": "Danieli et al., 1996)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 578,
                    "end": 595,
                    "text": "(Fig. 6, A and B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 654,
                    "end": 664,
                    "text": "(Fig. 6 A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 729,
                    "end": 738,
                    "text": "Fig. 6 A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 774,
                    "end": 784,
                    "text": "(Fig. 6 B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Fusion Activity"
        },
        {
            "text": "To explore further the ability of V55P to mediate outer leaflet lipid mixing, we conducted a quantitative analysis of its level of cell surface expression and its ability to mediate transfer of R18 (Fig. 7) . To do this, cells transfected with different amounts of wt-HA and V55P-HA cDNA with plasmids encoding wt-and Ala-substituted HAs were metabolically labeled with 35 S-TransLabel, treated with 5 g/ ml trypsin, and then incubated at the indicated pH for 15 min at 37ЊC, reneutralized, and lysed in an NP-40 cell lysis buffer. Cell lysates were then digested with proteinase K. The proteins were immunoprecipitated with the site A mAb, resolved by SDS-PAGE, and subjected to phosphorimager analysis. The amount of HA in each sample was calculated as described in Materials and Methods and expressed as percent sensitive to proteinase K. (B) Cells were transfected with plasmids encoding wt-, Pro-and Gly-substituted HAs and then treated with trypsin and low pH as described in A. Cell lysates were then digested with proteinase K, precipitated with Con A-agarose, reduced, subjected to 10% SDS-PAGE, and analyzed on Western blots as described in the legend to Fig. 2 . In C, cells were transfected with a plasmid encoding the double mutant V55P/S71P and processed as in B, except that they were treated with 10 g/ml trypsin before low-pH treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 1165,
                    "end": 1171,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Fusion Activity"
        },
        {
            "text": "were assayed in parallel for HA cell surface expression, cleavability with trypsin, and fusion activity. Fusion was monitored at both 2 (Fig. 7 C) and 10 ( Fig. 7 D) min of acidification. With decreasing amounts of wt-HA, fusion activity decreased; with increasing amounts of V55P, fusion activity increased. When normalized for cell surface levels of HA1, the fusion activity of V55P was ‫02ف‬ and ‫%05ف‬ that of wt-HA at 2 and 10 min, respectively. These latter observations suggested that the rate of fusion of V55P is slow compared with wt-HA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 146,
                    "text": "(Fig. 7 C)",
                    "ref_id": null
                },
                {
                    "start": 156,
                    "end": 165,
                    "text": "Fig. 7 D)",
                    "ref_id": null
                }
            ],
            "section": "Fusion Activity"
        },
        {
            "text": "To explore further the time course of fusion by V55P, we analyzed R18 dequenching using a fluorimetric assay (Kemble et al., 1994; Danieli et al., 1996) . We analyzed the fusion activity of 293T cells expressing different amounts of wt-and V55P-HA. Equal numbers of 293T cells expressed wt-and V55P-HA, but the amount of HA at the cell surface varied with the amount of input DNA (Table  II) . As seen in Fig. 8 and Table II , with decreasing amounts of wt-HA, the rate of fusion decreased. The rate of fusion for V55P was considerably slower, however, than for all levels of wt-HA tested. When normalized for HA density, the relative initial rate of fusion of V55P was found to be ‫ف‬ 20-40% that of wt-HA (Table II) .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 130,
                    "text": "(Kemble et al., 1994;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 131,
                    "end": 152,
                    "text": "Danieli et al., 1996)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 391,
                    "text": "(Table  II)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 405,
                    "end": 411,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 416,
                    "end": 424,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 707,
                    "end": 717,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Fusion Activity"
        },
        {
            "text": "We next assessed whether any of the single Pro-substituted mutants displayed a shift in the pH dependence of fusion. As seen in Fig. 9 , all of the single Pro-substituted mutants (V55P, S71P, L80P) displayed the same approximate pH dependence of fusion (lipid mixing) as wt-HA. As found for wt-HA, no fusion was seen at pH 7, 5.6, or 5.4; fusion became apparent in all cases at pH 5.2 and 5.0. Similar results were obtained for the Ala-substituted mutants (Table III) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 134,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 467,
                    "text": "(Table III)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Fusion Activity"
        },
        {
            "text": "We next tested the ability of the single point mutant HAs to mediate full fusion, the transfer of small aqueous contents from RBCs. For this purpose RBCs were preloaded with the small (molecular weight 995) soluble fluorescent content probe, calcein AM. The fusion protocol was identical to that described for the outer leaflet mixing assay. As seen in Fig. 10 and Table III , the extent of con- Figure 5 . Reactivity of wt-, Ala-and Pro-substituted HAs with the C-HA1 antibody. Cells transfected with plasmids encoding (A) Ala-and (B) Pro-substituted HAs were metabolically labeled, treated with 5 g/ml trypsin, incubated at different pH values for 15 min at 37ЊC, reneutralized, and lysed in an NP-40 cell lysis buffer. Cleaved cell lysates were immunoprecipitated with the C-HA1 Ab and analyzed by 12% SDS-PAGE followed by phosphorimager analysis.% HA ppt., the HA precipitated by C-HA1 when total HA precipitated at pH 5 is considered as 100%. tent mixing with the mutant HAs paralleled their phenotype for lipid mixing: all of the mutants except V55P facilitated full fusion at comparable levels to wt-HA. Although the content-mixing fusion activity of V55P was significantly impaired, it was not abolished.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 360,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 365,
                    "end": 374,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 396,
                    "end": 404,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Fusion Activity"
        },
        {
            "text": "We next created and assessed the phenotypes of two double Pro mutants, V55P/L80P and V55P/S71P. The V55P/ L80P mutant was not expressed at a detectable level on the cell surface (demonstrated by both indirect immunofluorescence and by RBC binding; data not shown). The V55P/S71P mutant was expressed at the cell surface. Calculations for V55P/S71P indicated acceptable phi and psi angles, an unaltered force field score, and a COILS2 score of 1.31. In terms of its biochemical properties V55P/S71P was well expressed at the cell surface and was readily cleaved by trypsin from HA0 to HA. It bound RBCs, reacted with an antibody against the major antigenic site, cosedimented with wt-HA in a sucrose density gradient (suggesting that it formed a trimer), and changed conformation at low pH, at ‫6.0ف‬ pH units higher than wt-HA (Figs. 3 B, 4 C, and 11) . Nonetheless, V55P/S71P appeared to be completely impaired in its ability to mediate lipid mixing, the first stage of fusion (Fig 11) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 827,
                    "end": 851,
                    "text": "(Figs. 3 B, 4 C, and 11)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 978,
                    "end": 986,
                    "text": "(Fig 11)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A Double Proline Mutant: V55P/S71P"
        },
        {
            "text": "The purpose of this study was to investigate whether the spring-loaded conformational change in the influenza HA, the loop to helix transition of HA2 55-76 (Carr and Kim, 1993; Bullough et al., 1994) , is required for membrane fu-sion and, if so, to determine whether it is required for an early or a late stage of the fusion reaction (see Fig. 6 in Hernandez et al., 1996) . Our approach was to engineer site-specific mutations into the region of high coiled-coil propensity (Table I, Fig. 1 ) and to assess their effects on HA structure and membrane fusion activity. Our findings (summarized in Table III ) are discussed in terms of the role of the spring-loaded coiled-coil region for the structure and function of the influenza HA and other viral and cellular membrane fusion proteins. We interpret our results in support of the hypothesis that the spring-loaded conformational change is required for fusion, but we consider an alternate model.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 176,
                    "text": "(Carr and Kim, 1993;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 177,
                    "end": 199,
                    "text": "Bullough et al., 1994)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 350,
                    "end": 373,
                    "text": "Hernandez et al., 1996)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 346,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 476,
                    "end": 485,
                    "text": "(Table I,",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 486,
                    "end": 492,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 597,
                    "end": 606,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "For the purpose of this study, we analyzed 10 mutant HAs with Ala, Gly, or Pro substitutions in the region of high coiled-coil propensity; one mutant contained prolines at two residues: HA2 55 and 71. All 10 mutant HAs were expressed at the cell surface, could be cleaved from HA0 to HA, comigrated with wt-HA on SDS gels (when produced in the presence of dMM), reacted with an antibody against the major antigenic site, bound RBCs, and, where tested (7 of 10), formed trimers. Hence, none of the 10 HA coiled-coil mutants appeared to be severely altered in pH 7 structure. Several of the mutations did, however, affect the precise structure of the HA trimer. Several mutants, notably those with Gly and Pro substitutions at positions 55 and 80, were excessively terminally glycosylated (in the absence of dMM), presumably because their globular head domains are not packed exactly as in wt-HA (Kemble et al., Figure 7 . Cell surface expression and normalized fusion activity of wt-and V55P-HA. Cells transfected with the indicated amounts of plasmids encoding wt-and V55P-HA (1ϫ ϭ 1.25 g) were metabolically labeled, treated with either 5 g/ml chymotrypsin (C) or trypsin (T), lysed with an NP-40 lysis buffer, and immunoprecipitated with the site A mAb. Samples were then resolved by 12.5% SDS-PAGE and analyzed with a phosphorimager. (A) Gel scan. (B) Quantitation of the intensity of the bands. (C and D) Parallel cultures of cells expressing different amounts of wtand V55P-HA at their surface were treated at 37ЊC with pH 5 buffer for (C) 2 or (D) 10 min and then analyzed for fusion as described in the legend to Fig. 6 . Fused cells in four or five fields ‫002ف(‬ cells/field) were counted and averaged. 1993). And, in contrast to wt-HA, four of the mutants, including the fusion-competent mutants V55G, L80G, and L80P, were sensitive to proteinase K (and for L80P reactive with an antibody against the COOH terminus of HA1) at neutral pH.",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 909,
                    "text": "(Kemble et al.,",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 918,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1620,
                    "end": 1626,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Mutations in the Spring-loaded Coiled-Coil Region: Effects on HA Biosynthesis"
        },
        {
            "text": "Within our mutant set, we analyzed four HAs with either single (V55P, S71P, L80P) or double (V55P/S71P) Pro substitutions in the region of high coiled-coil propensity. Given that residue 71 falls in a \"b\" position of the final coiled-coil, we reasoned that it would have, at most, a modest effect on fusion. Given that residues 55 and 80 fall in \"d\" positions, we predicted that both mutations would impair fusion. We further predicted that the double mutant (V55P/S71P) would be severely impaired for fusion. We found the following: S71P behaved like wt-HA. L80P mediated lipid and content mixing like wt-HA but appeared to be somewhat impaired in syncytia formation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations in the Spring-loaded Coiled-Coil Region: Implications for the Fusion Mechanism of the Influenza HA"
        },
        {
            "text": "V55P fused slowly and did not appear to form syncytia. V55P/S71P did not mediate fusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations in the Spring-loaded Coiled-Coil Region: Implications for the Fusion Mechanism of the Influenza HA"
        },
        {
            "text": "We invoke the phenotype of the double Pro-substituted mutant, V55P/S71P, as our strongest evidence for the importance of the spring-loaded conformational change: no fusion is observed with V55P/S71P for at least 1 h at pH 5 and 37ЊC. Nonetheless, V55P/S71P behaves like wt-HA in all of its biochemical properties analyzed: trimer formation, cell surface expression, cleavage of HA0, RBC binding, reactivity with an antibody against the major antigenic site, and resistance to proteinase K at neutral pH. The only noted biochemical difference in V55P/S71P is an upward shift ‫6.0ف(‬ U) in its pH dependence of the conformational change, a phenotype seen previously for other fusion-competent HA mutants (Steinhauer et al., 1996) . The lack of fusion activity of V55P/S71P correlates well with its predicted (COILS 2 score ϭ 1.31) and observed (see below) impairment in helix formation.",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 727,
                    "text": "(Steinhauer et al., 1996)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Mutations in the Spring-loaded Coiled-Coil Region: Implications for the Fusion Mechanism of the Influenza HA"
        },
        {
            "text": "Although not abolished in fusion activity, the single Pro mutant, V55P, displayed a significantly reduced rate of lipid mixing ‫%08-06ف(‬ inhibited compared with wt-HA). V55P is also impaired in content mixing and syncytia formation. We hypothesize that the impairment in the rate of lipid mixing reflects a reduction in the rate or extent with which V55P undergoes the loop to helix transition of HA2 residues 55-76, as opposed to its noted structural differences compared with wt-HA at pH 7 (Table III) . We propose this because the mutant L80P has similar alterations in pH 7 structure, yet still induces lipid (and apparently content) mixing with the same efficiency and pH dependence as wt-HA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 504,
                    "text": "(Table III)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Mutations in the Spring-loaded Coiled-Coil Region: Implications for the Fusion Mechanism of the Influenza HA"
        },
        {
            "text": "We have conducted a preliminary analysis to assess whether the fusion defects observed with V55P and V55P/ S71P have structural correlates (Armstrong, R.T., and J.M. White, unpublished results). To do this, we engineered the Pro mutations into their corresponding locations in an Escherichia coli expression vector that encodes HA2 residues 33 to 127 (gift of Dr. Peter Kim, Whitehead Institute, Cambridge, MA). The mutant proteins were expressed, purified to homogeneity, and analyzed by circular dichroism. Given their fusion phenotypes as full-length HA proteins (see above) and the predicted general destabilizing effect of prolines on helix formation (O'Neil and Degrado, 1990; Lupas et al., 1991; Lupas, 1996) , we predicted that the order of helix-forming potential would be: wt Ͼ S71P Ͼ L80P Ͼ V55P Ͼ V55P/S71P. The predicted order based solely on the COILS 2 scores is: wt Ͼ S71P Ͼ V55P Ͼ L80P Ͼ V55P/S71P. The only difference between the two predictions is the relative rankings of V55P and L80P. The helix-forming potentials of the E. coli constructs at pH 5 were: wt ϭ 77%, S71P ϭ 55%, V55P ϭ 38%, L80P ϭ 35%, and V55P/S71P ϭ 28%. Hence the observed order for helix forming potential (also seen at pH 7) is in good agreement with the structural predictions.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 682,
                    "text": "(O'Neil and Degrado, 1990;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 683,
                    "end": 702,
                    "text": "Lupas et al., 1991;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 703,
                    "end": 715,
                    "text": "Lupas, 1996)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Mutations in the Spring-loaded Coiled-Coil Region: Implications for the Fusion Mechanism of the Influenza HA"
        },
        {
            "text": "We rationalize that L80P shows more fusion activity than expected as follows: (a) HA2 80 is in the first turn of the long ␣ helix in native wt-HA. The fact that L80P is well expressed at the cell surface as a trimer with biochemical properties similar to wt-HA implies that the Pro substitution at position 80 was accommodated in the pH 7 structure. Hence the segment containing HA2 80 in L80P likely did not have to convert from a random into a helical 293T cells were transfected with the indicated amounts of pCB6 HA or pCB6 V55P-HA and analyzed for cell surface HA expression by FACS ® using the site A mAb (60 g/ml) and an FITC-conjugated secondary antibody (Molecular Probes, Inc., Eugene, OR). \"Percent of cells\" indicates the percent of cells expressing HA; \"Intensity\" describes the mean intensity of each sample. Initial fusion rates were calculated from the data displayed in Fig. 8 and are given in U/s. structure at low pH. (b) If the loop to helix transition is nucleated at the NH 2 -terminal end of the loop (HA2 55), then a residue at the COOH-terminal end, especially one that is already in part of an ␣-helical segment, may not significantly influence the transition to the low-pH form. (c) Independent evidence (next paragraph) supports the importance of the NH 2 -terminal end of the spring-loaded conformational change region. Furthermore (d), L80P appears to be somewhat impaired in syncytia formation. We recently isolated an influenza virus mutant with the substitution HA1 K27E. This mutant was selected (four times independently) by growth in the presence of diiodofluorescein, a small molecule that is predicted to bind in the spring-loaded coiled-coil region (Hoffman et al., 1997) . Diiodofluorescein affects the conformational change in X:31 HA and inhibits fusion and infection in tissue culture. The mutation would promote the formation of a salt link between HA1 E27 and HA2 R54 (the most NH 2 -terminal residue of the loop; see Fig. 8, C and D in Hoffman et al., 1997) and thereby stabilize the molecule (i.e., make it harder to undergo the spring-loaded conformational change). Biochemical data support this prediction (see Table IV in Hoffman et al., 1997) . The proximity of HA1 27 to HA2 54 suggests the importance of the NH 2 -terminal end of the spring-loaded coiled-coil region for fusion activation.",
            "cite_spans": [
                {
                    "start": 1688,
                    "end": 1710,
                    "text": "(Hoffman et al., 1997)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1963,
                    "end": 2003,
                    "text": "Fig. 8, C and D in Hoffman et al., 1997)",
                    "ref_id": null
                },
                {
                    "start": 2172,
                    "end": 2193,
                    "text": "Hoffman et al., 1997)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 887,
                    "end": 893,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2160,
                    "end": 2168,
                    "text": "Table IV",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Mutations in the Spring-loaded Coiled-Coil Region: Implications for the Fusion Mechanism of the Influenza HA"
        },
        {
            "text": "Currently, there are two differing views of the fusion-active conformation of the influenza HA. The first view proposes that the fusion-active form is not significantly altered in three-dimensional structure from native HA. This model is based on two sets of findings. The first is that fusion can proceed at low pH at 0ЊC (albeit slowly) under conditions where changes in the head domain of HA were not detected either by electron microscopy (Stegmann et al., 1987) or by Figure 9 . pH profile of fusion for Pro-substituted mutants. Cells transfected with plasmids encoding wt-and Pro-substituted HAs were treated with neuraminidase and 10 g/ml trypsin for 10 min at RT. R18-labeled RBCs (0.05%) were bound for 25 min at RT. After unbound RBCs were removed, the cells were incubated at the indicated pH for 2 min at 37ЊC, reneutralized, and observed with a fluorescence microscope.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 466,
                    "text": "(Stegmann et al., 1987)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 473,
                    "end": 481,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Models for the Fusion-active Conformation of HA"
        },
        {
            "text": "using antibody probes (Stegmann et al., 1990) . The second set of findings is that fusion has been observed to occur at 30-37ЊC under conditions that either precede or where changes in HA shape were not detected at the electron microscopic level (Puri et al., 1990; Kanaseki et al., 1997; Shangguan et al., 1998) .",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 45,
                    "text": "(Stegmann et al., 1990)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 246,
                    "end": 265,
                    "text": "(Puri et al., 1990;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 266,
                    "end": 288,
                    "text": "Kanaseki et al., 1997;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 289,
                    "end": 312,
                    "text": "Shangguan et al., 1998)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Models for the Fusion-active Conformation of HA"
        },
        {
            "text": "The second model proposes that the spring-loaded conformational change, the loop to helix transition of HA2 residues 55-76 (Carr and Kim, 1993; Bullough et al., 1994) , is required for fusion. This model is based on structural observations of synthetic peptides (Carr and Kim, 1993) , large fragments of HA (Bullough et al., 1994; Chen et al., 1995) and of HA in intact virions (Weber et al., 1994; Wharton et al., 1995) and in planar bilayers (Tatulian et al., 1995) . Support for the second model has also been inferred from the effects of destabilizing mutations in the coiled-coil regions of other viral glycoproteins (Buckland et al., 1992; Chen et al., 1993; Wild et al., 1994a; Reitter et al., 1995; Ramsdale et al., 1996) . We now add our findings with V55P and V55P/S71P as support for a role for the spring-loaded conformational change.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 143,
                    "text": "(Carr and Kim, 1993;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 144,
                    "end": 166,
                    "text": "Bullough et al., 1994)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 262,
                    "end": 282,
                    "text": "(Carr and Kim, 1993)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 307,
                    "end": 330,
                    "text": "(Bullough et al., 1994;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 331,
                    "end": 349,
                    "text": "Chen et al., 1995)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 378,
                    "end": 398,
                    "text": "(Weber et al., 1994;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 399,
                    "end": 420,
                    "text": "Wharton et al., 1995)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 444,
                    "end": 467,
                    "text": "(Tatulian et al., 1995)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 622,
                    "end": 645,
                    "text": "(Buckland et al., 1992;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 646,
                    "end": 664,
                    "text": "Chen et al., 1993;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 665,
                    "end": 684,
                    "text": "Wild et al., 1994a;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 685,
                    "end": 706,
                    "text": "Reitter et al., 1995;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 707,
                    "end": 729,
                    "text": "Ramsdale et al., 1996)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Models for the Fusion-active Conformation of HA"
        },
        {
            "text": "We use three lines of reasoning to reconcile our support for the spring-loaded conformational change model with the countering evidence from the electron microscopic and low temperature studies cited above: (a) Most of the experiments in the latter studies were performed in the absence of target membranes. However, recent studies with both HA (Tatulian et al., 1995; Gray and Tamm, 1997 ) and with a model retrovirus (Hernandez et al., 1997) have provided clear evidence for differences in the conformational changes of viral fusion proteins at membrane surfaces. (b) Some separation of the globular head domains is required for fusion, at least with X:31 HA at 37ЊC (Godley et al., 1992; Kemble et al., 1992) . However, it is not clear to us that the globular head domains must separate to an extent that would be readily visible in the electron microscope to elicit the loop to helix transition of HA2 55-76 (see Shangguan et al., 1998 for an alternate viewpoint). (c) It may be that only a few trimers, those at the fusion site (Danieli et al., 1996) , adopt the spring-loaded conformational change during fusion, and that these few molecules have escaped detection in the electron microscopic (and antibody) studies. The bulk population of virion HAs may undergo the change at a later time (Weber et al., 1994; Wharton et al., 1995) . In addition, we have noted a change in one of the neutral specific epitopes (N1) analyzed in the low temperature study (performed on HA; Stegmann et al., 1990) when we analyzed bromelain-released hemagglutinin (BHA) treated on ice at pH 5.0. With BHA, loss of the N1 epitope appeared to occur to the same extent and with the same time course on ice as at 37ЊC (Bodian, 1992) .",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 368,
                    "text": "(Tatulian et al., 1995;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 369,
                    "end": 388,
                    "text": "Gray and Tamm, 1997",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 419,
                    "end": 443,
                    "text": "(Hernandez et al., 1997)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 669,
                    "end": 690,
                    "text": "(Godley et al., 1992;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 691,
                    "end": 711,
                    "text": "Kemble et al., 1992)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 917,
                    "end": 939,
                    "text": "Shangguan et al., 1998",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1033,
                    "end": 1055,
                    "text": "(Danieli et al., 1996)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1296,
                    "end": 1316,
                    "text": "(Weber et al., 1994;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1317,
                    "end": 1338,
                    "text": "Wharton et al., 1995)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1478,
                    "end": 1500,
                    "text": "Stegmann et al., 1990)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1701,
                    "end": 1715,
                    "text": "(Bodian, 1992)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Models for the Fusion-active Conformation of HA"
        },
        {
            "text": "We interpret our results with V55P/S71P and V55P in support of the hypothesis that the spring-loaded conformational change, the loop to helix transition of HA2 55-76, is required for fusion. Additional electron microscopic, biophysical, structural, and mutational studies will be necessary to prove this hypothesis. Since we see defects with both V55P and V55P/S71P at the level of outer leaflet lipid mixing, we further interpret our data in support of the hypothesis that the spring-loaded conformational change is required for an early step in the fusion process. Experiments are planned to test whether it is required for HA to bind, hydrophobically, to target liposomes. Although our data support the hypothesis that the spring-loaded conformational change is necessary for fusion, it is likely that other parts of HA must move during fusion activation (White and Wilson, 1987; Steinhauer et al., 1996; Korte et al., 1997) . Moreover, in our recently proposed model for HA-mediated membrane fusion, we envision that the spring-loaded conformational change functions at an early step in fusion and that subsequent changes that would generate a TBHA2-like structure drive later stages of fusion (see Figs. 5 and 6 in Hernandez et al., 1996) .",
            "cite_spans": [
                {
                    "start": 858,
                    "end": 882,
                    "text": "(White and Wilson, 1987;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 883,
                    "end": 907,
                    "text": "Steinhauer et al., 1996;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 908,
                    "end": 927,
                    "text": "Korte et al., 1997)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1220,
                    "end": 1243,
                    "text": "Hernandez et al., 1996)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Models for the Fusion-active Conformation of HA"
        },
        {
            "text": "Our results have implications for the mechanisms of other dMM shift Ϫ Ϫ Ϫ ϩ ϩ Ϫ ϩ ϩ Ϫ ϩ ϩ Trypsin cleave ϩ ϩ ϩ ϩ ϩ ϩ ϩ ϩ ϩ ϩ ϩ Trimer ϩ ϩ ϩ ϩ ND ND ND ϩ ϩ ϩ ϩ Site A mAb ϩ ϩ ϩ ϩ ϩ ϩ ϩ ϩ ϩ ϩ ϩ pH, Prot. K 5.4 5.4 5.4 6.2 ‡ 7.0 5.4 7.0 7.0 5.4 7.0 6.0 pH, C-HA1 5.5 5.5 5.5 6.2 ‡ ND ND ND 6.0 ‡ 5.5 7.0 ND Fusion pH 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations in the Spring-loaded Coiled-Coil Region: Implications for Other Membrane Fusion Proteins"
        },
        {
            "text": "Ϫ Ϫ Ϫ Ϫ Ϫ Ϫ Ϫ Ϫ Ϫ Ϫ Ϫ Lipid mix, pH 5 ϩ ϩ ϩ ϩ* ϩ* ϩ ϩ Ϯ ϩ ϩ Ϫ pH, Lipid mix 5.2 5.2 5.2 5.4 ND ND ND 5.2 5.2 5.2 NA Content mix, pH 5 ϩ ϩ ϩ ϩ* ϩ* ϩ ϩ Ϯ ϩ ϩ Ϫ ND indicates not done. NA indicates not applicable (no fusion detected at any pH). In the seventh row, data are for both lipid and content mixing. Asterisks in the eighth and tenth rows indicate a decrease in fusion that correlated with a reduced level of cleaved HA at the cell surface. In the eighth and tenth rows, Ϯ indicates decreased fusion activity for V55P after normalization for cell surface expression (see text for details). ‡ These values are upper limits. The pH values for 50% proteinase K sensitivity or reactivity with C-HA1 antibody will be between pH 5.6 and 6.2 (see Figs. 4 and 5). Figure 10 . Fusion activity of Pro-substituted HAs: content mixing. Cells transfected with plasmids encoding wt-and Pro-substituted HAs were prepared for fusion, incubated with calcein AM-labeled RBCs, and inspected by fluorescence microscopy as described in the legends to Figs. 6 and 9. membrane fusion proteins. Many viral fusion proteins, including those of retro-, paramyxo-, filo-, and coronaviruses contain or are predicted to contain coiled-coil regions (Chambers et al., 1990; Fass et al., 1996; Gallaher, 1996; Weissenhorn et al., 1997) . Moreover, a variety of peptide inhibition and mutagenesis studies have supported the hypothesis that the (predicted) coiled-coil regions of these proteins are important for fusion (Buckland et al., 1992; Chen et al., 1993; Ramsdale et al., 1996; Reitter et al., 1995; Wild et al., 1994a,b; Lambert et al., 1996; Yao and Compans, 1996) .",
            "cite_spans": [
                {
                    "start": 1223,
                    "end": 1246,
                    "text": "(Chambers et al., 1990;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1247,
                    "end": 1265,
                    "text": "Fass et al., 1996;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1266,
                    "end": 1281,
                    "text": "Gallaher, 1996;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1282,
                    "end": 1307,
                    "text": "Weissenhorn et al., 1997)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1490,
                    "end": 1513,
                    "text": "(Buckland et al., 1992;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1514,
                    "end": 1532,
                    "text": "Chen et al., 1993;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1533,
                    "end": 1555,
                    "text": "Ramsdale et al., 1996;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1556,
                    "end": 1577,
                    "text": "Reitter et al., 1995;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1578,
                    "end": 1599,
                    "text": "Wild et al., 1994a,b;",
                    "ref_id": null
                },
                {
                    "start": 1600,
                    "end": 1621,
                    "text": "Lambert et al., 1996;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1622,
                    "end": 1644,
                    "text": "Yao and Compans, 1996)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 761,
                    "end": 770,
                    "text": "Figure 10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Mutations in the Spring-loaded Coiled-Coil Region: Implications for Other Membrane Fusion Proteins"
        },
        {
            "text": "Why has it appeared relatively easy to disrupt the fusion activity of retro-, paramyxo-, and coronavirus fusion proteins by introducing mutations into their (predicted) coiled-coil regions in contrast to our experience with HA? There are three trivial possibilities: The first is due to differences in the analyses performed. Whereas the prior studies have used syncytia formation or infectivity as assays for fusion, we have focused on initial membrane fusion events. The second is that in some of the prior studies, structural aberrations or deficiencies in cell surface expression of some mutant glycoproteins may not have been detected. The third is that single Pro (or other) substitutions at other positions within HA2 54-81 may have been more detrimental. Barring these trivial differences, a more substantive possibility is that the discrepancy reflects fundamental differences between the fusion mechanisms of the influenza HA vs. those of retro-, paramyxo-, and coronaviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations in the Spring-loaded Coiled-Coil Region: Implications for Other Membrane Fusion Proteins"
        },
        {
            "text": "Unlike HA, the fusion proteins of retro-, paramyxo-, and coronaviruses induce fusion at neutral pH, and their fusion reactions are or appear to be triggered by interactions with virus receptors instead of low pH (Hernandez et al., 1996 (Hernandez et al., , 1997 . Whereas the conformational change in X:31 HA is irreversible (Stegmann et al., 1987; White and Wilson, 1987) and appears to be under kinetic control (Baker and Agard, 1994; Chen et al., 1995) , the conforma-tional changes of \"neutral-pH\" fusion proteins could be thermodynamically controlled and/or reversible. The cores of the Env glycoproteins of three retroviruses form trimeric coiled coils Fass and Kim, 1995; Lu et al., 1995; Fass et al., 1996; Weissenhorn et al., 1996) . Although these coiled-coils appear to have melting temperatures similar to that of the HA coiled-coil, they differ in length, pitch, helix packing, and other specific features (Bullough et al., 1994; Kim et al., 1996) . Any of these differences might contribute to the apparently increased resilience of the HA coiled-coil to mutation.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 235,
                    "text": "(Hernandez et al., 1996",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 236,
                    "end": 261,
                    "text": "(Hernandez et al., , 1997",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 325,
                    "end": 348,
                    "text": "(Stegmann et al., 1987;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 349,
                    "end": 372,
                    "text": "White and Wilson, 1987)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 413,
                    "end": 436,
                    "text": "(Baker and Agard, 1994;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 437,
                    "end": 455,
                    "text": "Chen et al., 1995)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 659,
                    "end": 678,
                    "text": "Fass and Kim, 1995;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 679,
                    "end": 695,
                    "text": "Lu et al., 1995;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 696,
                    "end": 714,
                    "text": "Fass et al., 1996;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 715,
                    "end": 740,
                    "text": "Weissenhorn et al., 1996)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 919,
                    "end": 942,
                    "text": "(Bullough et al., 1994;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 943,
                    "end": 960,
                    "text": "Kim et al., 1996)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Mutations in the Spring-loaded Coiled-Coil Region: Implications for Other Membrane Fusion Proteins"
        },
        {
            "text": "Although we interpret our data as being consistent with the hypothesis that the spring-loaded conformational change is necessary for an early stage of fusion mediated by the influenza HA, and although related mechanisms may operate for retro-, paramyxo-, and coronavirus fusion proteins, it is unlikely that spring-loaded conformational changes activate all fusion proteins. Two well-characterized viral fusion proteins, those of Tick-borne encephalitis virus and Semliki Forest virus, either do not (Rey et al., 1995) or are not predicted (Kielian, 1995) to contain regions of high coiled-coil propensity. It will therefore be interesting to learn whether any cellular fusion proteins (Hernandez et al., 1996; Rothman, 1996) are activated by spring-loaded conformational changes. This is an intriguing question since a recently proposed model for intracellular vesicle fusion invokes coiled-coil formation between V-and T-SNAREs (Hanson et al., 1997; Weber et al., 1998) .",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 518,
                    "text": "(Rey et al., 1995)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 540,
                    "end": 555,
                    "text": "(Kielian, 1995)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 686,
                    "end": 710,
                    "text": "(Hernandez et al., 1996;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 711,
                    "end": 725,
                    "text": "Rothman, 1996)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 930,
                    "end": 951,
                    "text": "(Hanson et al., 1997;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 952,
                    "end": 971,
                    "text": "Weber et al., 1998)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Mutations in the Spring-loaded Coiled-Coil Region: Implications for Other Membrane Fusion Proteins"
        },
        {
            "text": "We thank Dr. John Skehel for the gift of the site A monoclonal antibody, Dr. Peter Kim for the E. coli expression vector encoding HA2 residues 33 to 127, and Dr. Lukas Tamm for helpful comments on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations in the Spring-loaded Coiled-Coil Region: Implications for Other Membrane Fusion Proteins"
        },
        {
            "text": "Work was supported by National Institutes of Health (NIH) grant AI22470 (J.M. White). S.L. Pelletier was supported by NIH training grant T32CA09109, University of Virginia; L. Hoffman was supported by the Medical Scientist Training Program, University of California, San Francisco. FACS ® analyses were performed in a core facility at the University of Virginia. Figure 11 . Fusion activity of wt-and V55P/S71P-HA. (A) COS 7 cells were transfected with the indicated amounts of plasmids encoding wtand V55P/S71P using Lipofectin (GIBCO BRL) as per the manufacturer's instructions. Cells were prepared for fusion as described in the legend to Fig. 6 except that the concentration of trypsin (T) or chymotrypsin (C) was 10 g/ml. In this experiment, fusion was conducted for 2 min at pH 5.0 and 37ЊC. Incubation for longer times (10-60 min) at pH 5.0 and 37ЊC still resulted in no fusion for V55P/S71P (Armstrong, R.T., and J.M. White, unpublished results). (B) Parallel cultures were analyzed as described in the legend to Fig. 2 using the anti-CHA1 antibody.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 372,
                    "text": "Figure 11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 642,
                    "end": 648,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1021,
                    "end": 1027,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Mutations in the Spring-loaded Coiled-Coil Region: Implications for Other Membrane Fusion Proteins"
        },
        {
            "text": "Received for publication 7 April 1997 and in revised form 10 April 1998.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutations in the Spring-loaded Coiled-Coil Region: Implications for Other Membrane Fusion Proteins"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Influenza hemagglutinin: kinetic control of protein function",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Agard",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Structure",
            "volume": "2",
            "issn": "",
            "pages": "907--910",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A trimeric subdomain of the simian immunodeficiency virus envelope glycoprotein",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Blacklow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Biochemistry",
            "volume": "34",
            "issn": "",
            "pages": "14955--14962",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Structure-based design of an inhibitor of the conformational change of influenza hemagglutinin",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Bodian",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "282",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A leucine zipper structure present in the measles virus fusion protein is not required for its tetramerization but is essential for fusion",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Buckland",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Malvoisin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beauverger",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wild",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Gen. Virol",
            "volume": "73",
            "issn": "",
            "pages": "1703--1707",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Structure of influenza haemagglutinin at the pH of membrane fusion",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Bullough",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nature",
            "volume": "371",
            "issn": "",
            "pages": "37--43",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A spring-loaded mechanism for the conformational change of influenza hemagglutinin",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "73",
            "issn": "",
            "pages": "823--832",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Heptad repeat sequences are located adjacent to hydrophobic regions in several types of virus fusion glycoproteins",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Pringle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Easton",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Gen. Virol",
            "volume": "71",
            "issn": "",
            "pages": "3075--3080",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A soluble domain of the membrane-anchoring chain of influenza virus hemagglutinin (HA 2 ) folds in Escherichia coli into the low-pH-induced conformation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Wharton",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weissenhorn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Calder",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "92",
            "issn": "",
            "pages": "12205--12209",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mutational analysis of the leucine zipper-like motif of the human immunodeficiency virus type 1 envelope transmembrane glycoprotein",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcintosh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Virol",
            "volume": "67",
            "issn": "",
            "pages": "3615--3619",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Membrane fusion mediated by the influenza hemagglutinin requires the concerted action of at least three hemagglutinin trimers",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Danieli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Pelletier",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "I"
                    ],
                    "last": "Henis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Cell Biol",
            "volume": "133",
            "issn": "",
            "pages": "559--569",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Retrovirus envelope domain at 1.7 Å resolution",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fass",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nat. Struct. Biol",
            "volume": "3",
            "issn": "",
            "pages": "465--469",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Dissection of a retrovirus envelope protein reveals structural similarity to influenza hemagglutinin",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fass",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Curr. Biol",
            "volume": "5",
            "issn": "",
            "pages": "1377--1383",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Similar structural models of the transmembrane proteins of Ebola and avian sarcoma viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Gallaher",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Cell",
            "volume": "85",
            "issn": "",
            "pages": "477--478",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Introduction of intersubunit disulfide bonds in the membrane-distal region of the influenza hemagglutinin abolishes membrane fusion activity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Godley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peifer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Steinhauer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ely",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kaufmann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Suchanek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pabo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wharton",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cell",
            "volume": "68",
            "issn": "",
            "pages": "635--645",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Structural studies on membrane-embedded influenza hemagglutinin and its fragments",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Tamm",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Prot. Sci",
            "volume": "6",
            "issn": "",
            "pages": "1993--2006",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Structure and conformational changes in NSF and its membrane receptor complexes visualized by quick-freeze/deep-etch electron microscopy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Morisaki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jahn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Heuser",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Cell",
            "volume": "90",
            "issn": "",
            "pages": "523--535",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Viruscell and cell-cell fusion",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Wolfsberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Annu. Rev. Cell Dev. Biol",
            "volume": "12",
            "issn": "",
            "pages": "627--661",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Activation of a retroviral membrane fusion protein: soluble receptor-induced liposome binding of the ALSV envelope glycoprotein",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Delos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A T"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Agard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Cell Biol",
            "volume": "139",
            "issn": "",
            "pages": "1455--1464",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Structure-based identification of an inducer of the low pH conformational change in the influenza virus hemagglutinin: irreversible inhibition of infectivity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Kuntz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Virol",
            "volume": "71",
            "issn": "",
            "pages": "8808--8820",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Structural characterization of viral fusion proteins",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Curr. Biol",
            "volume": "5",
            "issn": "",
            "pages": "265--274",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Structural features of membrane fusion between influenza virus and liposomes as revealed by quick-freezing electron microscopy",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kanaseki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kawasaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ikeuchi",
                    "suffix": ""
                },
                {
                    "first": "S.-I",
                    "middle": [],
                    "last": "Ohnishi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Cell Biol",
            "volume": "137",
            "issn": "",
            "pages": "1041--1056",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Intermonomer disulfide bonds impair the fusion activity of influenza virus hemagglutinin",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Kemble",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Bodian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "4940--4950",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "GPI-and transmembraneanchored influenza hemagglutinin differ in structure and receptor binding activity",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Kemble",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Henis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "122",
            "issn": "",
            "pages": "1253--1265",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Lipid-anchored influenza hemagglutinin promotes hemifusion, not complete fusion",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Kemble",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Danieli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "76",
            "issn": "",
            "pages": "383--391",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Membrane fusion and the alphavirus life cycle",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kielian",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Adv. Vir. Res",
            "volume": "45",
            "issn": "",
            "pages": "113--151",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "On the dynamics and conformation of the HA2 domain of the influenza virus hemagglutinin",
            "authors": [
                {
                    "first": "C.-H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Macosko",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y.-K",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biochemistry",
            "volume": "35",
            "issn": "",
            "pages": "5359--5365",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Transient changes of the conformation of hemagglutinin of influenza virus at low pH detected by time-resolved circular dichroism spectroscopy",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Korte",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ludwig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krumbiegel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zirwert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Damaschun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hermann",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Biol. Chem",
            "volume": "272",
            "issn": "",
            "pages": "9764--9770",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Rapid and efficient sitespecific mutagenesis without phenotypic selection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Kunkel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Zakour",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Methods Enzymol",
            "volume": "154",
            "issn": "",
            "pages": "367--382",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Peptides from conserved regions of paramyxovirus fusion (F) proteins are potent inhibitors of viral fusion",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Guthrie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medinas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bucy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Merutka",
                    "suffix": ""
                },
                {
                    "first": "S R J",
                    "middle": [],
                    "last": "Pettesay",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "93",
            "issn": "",
            "pages": "2186--2191",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A trimeric structural domain of the HIV-1 transmembrane glycoprotein",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blacklow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nat. Struct. Biol",
            "volume": "2",
            "issn": "",
            "pages": "1075--1082",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Coiled coils: new structures and new functions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lupas",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Trends Biochem. Sci",
            "volume": "21",
            "issn": "",
            "pages": "375--382",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Predicting coiled coils from protein sequences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lupas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Dyke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stock",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Science",
            "volume": "252",
            "issn": "",
            "pages": "1162--1164",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A thermodynamic scale for the helixforming tendencies of the commonly occurring amino acids",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "O&apos;neil",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Degrado",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Science",
            "volume": "250",
            "issn": "",
            "pages": "646--651",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Expression of a synthetic bovine rhodopsin gene in monkey kidney cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Oprian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Molday",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Khorana",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "84",
            "issn": "",
            "pages": "8874--8878",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Conformational changes and fusion activity of influenza virus hemagglutinin of the H2 and H3 subtypes: effects of acid pretreatment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Puri",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Booy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Doms",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blumenthal",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Virol",
            "volume": "64",
            "issn": "",
            "pages": "3824--3932",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Conformation of polypeptides and proteins",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Ramachandran",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sasisekharan",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Adv. Prot. Chem",
            "volume": "23",
            "issn": "",
            "pages": "283--438",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The \"putative\" leucine zipper region of murine leukemia virus transmembrane protein (P15e) is essential for viral infectivity",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Ramsdale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kingsman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kingsman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Virology",
            "volume": "220",
            "issn": "",
            "pages": "100--108",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Mutational analysis of the leucine zipper motif in the Newcastle disease virus fusion protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Reitter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sergel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "5995--6004",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The envelope glycoprotein from tick-borne encephalitis virus at 2Å resolution. Nature",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Rey",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Heinz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mandl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kunz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "375",
            "issn": "",
            "pages": "291--298",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The protein machinery of vesicle budding and fusion",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Prot. Sci",
            "volume": "5",
            "issn": "",
            "pages": "185--194",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Morphological changes and fusogenic activity of influenza virus hemagglutinin",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shangguan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lear",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Axelsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bentz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Biophys. J",
            "volume": "74",
            "issn": "",
            "pages": "54--62",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Effects of low pH on influenza virus. Activation and inactivation of the membrane fusion capacity of the hemagglutinin",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stegmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Booy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilschut",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Biol. Chem",
            "volume": "262",
            "issn": "",
            "pages": "17744--17749",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Intermediates in influenza induced membrane fusion",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stegmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "9",
            "issn": "",
            "pages": "4231--4241",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Studies using double mutants of the conformational transitions in influenza hemagglutinin required for its membrane fusion activity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Steinhauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Wharton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "93",
            "issn": "",
            "pages": "12873--12878",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Influenza hemagglutinin assumes a tilted conformation during membrane fusion as determined by attenuated total reflection FTIR spectroscopy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tatulian",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hinterdorfer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baber",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Tamm",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "14",
            "issn": "",
            "pages": "5514--5523",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Influenza virus haemagglutinin. Structural predictions suggest that the fibrillar appearance is due to the presence of a coiled-coil",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Dopheide",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Aust. J. Biol. Sci",
            "volume": "33",
            "issn": "",
            "pages": "449--455",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Crystal structures of influenza virus hemagglutinin in complex with high-affinity receptor analogs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Watowich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Structure",
            "volume": "2",
            "issn": "",
            "pages": "719--731",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Evidence for Hϩ-induced insertion of influenza hemagglutinin HA2 N-terminal segment into viral membrane",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paesold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mischler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Semenza",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brunner",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Biol. Chem",
            "volume": "269",
            "issn": "",
            "pages": "18353--18358",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "SNAREpins: minimal machinery for membrane fusion",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Zemelman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcnew",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Westermann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gmachl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Parlati",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Sollner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Cell",
            "volume": "92",
            "issn": "",
            "pages": "759--772",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The ectodomain of HIV-1 env subunit gp41 forms a soluble, ␣-helical, rod-like oligomer in the absence of gp120 and the N-terminal fusion peptide",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weissenhorn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Wharton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Calder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Earl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Aliprandis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "15",
            "issn": "",
            "pages": "1507--1514",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Atomic structure of the ectodomain from HIV-1 gp41",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weissenhorn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dessen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "387",
            "issn": "",
            "pages": "426--430",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Electron microscopy of antibody complexes of influenza virus hemagglutinin in the fusion pH conformation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Wharton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Calder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W H"
                    ],
                    "last": "Ruigrok",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Steinhauer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "14",
            "issn": "",
            "pages": "240--246",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Anti-peptide antibodies detect steps in a protein conformational change: low-pH activation of the influenza virus hemagglutinin",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "105",
            "issn": "",
            "pages": "2887--2896",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Transfer of purified herpes virus thymidine kinase gene to cultured mouse cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wigler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Silverstein",
                    "suffix": ""
                },
                {
                    "first": "L.-S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pellicer",
                    "suffix": ""
                },
                {
                    "first": "Y.-C",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Axel",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Cell",
            "volume": "11",
            "issn": "",
            "pages": "223--232",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Propensity for a leucine zipper-like domain of human immunodeficiency virus type 1 gp41 to form oligomers correlates with a role in virus-induced fusion rather than assembly of the glycoprotein complex",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wild",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Dubay",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenwell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Baird",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Oas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcdanal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "91",
            "issn": "",
            "pages": "12676--12680",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Peptides corresponding to a predictive ␣-helical domain of human immunodeficiency virus type 1 gp41 are potent inhibitors of virus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Wild",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Shugars",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Greenwell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcdanal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "91",
            "issn": "",
            "pages": "9770--9774",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Peptides corresponding to the heptad repeat sequence of human parainfluenza virus fusion protein are potent inhibitors of virus infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Compans",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Virology",
            "volume": "223",
            "issn": "",
            "pages": "103--112",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "row ) Location of mutations; residue number in HA2. ( Second row ) Amino acid ( AA ) in X:31 HA, the strain used in this study. ( Third row ) Naturally occurring amino acid variants at the indicated position. ( Fourth row ) Location of residues in HA2 54-81. ( Fifth row ) Position of residue in the heptad repeat of the low-pH coiled-coil. ( Sixth row ) Mutations introduced. ( Seventh row ) Frequency of occurrence of mutant residue in parallel coiled-coils. ( Eighth row ) Score in COILS2; wt score ϭ 1.62. ( Ninth row ) Indication of whether the mutant residue gives allowable phi and psi angles in the neutral structure. ( Tenth row ) Percent difference in Amber force-field score between wild-type X:31 HA2 54-81 and the isomorphously replaced mutant in the neutral-pH crystal structure. Computations were performed as described in Materials and Methods.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Ribbon diagrams of the crystal structures of HA before (A) and after (B and C) acidification. (A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Proteinase K sensitivity of wtand mutant HAs. (A) Cells transfected",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fusion activity of Pro-substituted HAs: lipid mixing. (A) Cells transfected with plasmids encoding wt-and Pro-substituted HAs were treated with neuraminidase and either trypsin or chymotrypsin as described in Materials and Methods. R18labeled RBCs (0.05%) were bound to the cells for 25 min at RT. Unbound RBCs were removed, and the cells were incubated in fusion buffer (pH 5) for (A) 2 or (B) 10 min at 37ЊC, reneutralized, and observed with a fluorescence microscope.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fusion activity of wt-HA-and V55P-HA-expressing cells: analysis by R18 fluorescence dequenching. 293T cells were transfected with the indicated amount of plasmids encoding wtor V55P-HA and prepared for binding and fusion of R18-labeled RBCs as described in Materials and Methods. The inset shows a Western blot of parallel cultures prepared as described in the legend toFig. 2.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Design of Mutations",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Expression and Initial Rate of Fusion for wt-and V55P-HA",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary of Results: Effects of Mutations in the Spring-loaded Coiled-Coil Region of the Influenza HA",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}