{
    "paper_id": "92a5a662e916fd3d1520764cbfca4ad457dd09d7",
    "metadata": {
        "title": "PEER REVIEW HISTORY",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "There appears to be both ever exposure and active infections included in this study. Ever exposure could have occurred outside of the study timeframe or even be resolved infections. Additional clarification is needed to better understand how ever exposure and active infections where treated in the study. Specifically, when and where are ever exposure being analyzed as opposed to active infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "If the analysis pertaining to age contains both ever exposure and active infection, the results and discussion are facing a serious limitation. As older people tend to have more positive results on ever exposure tests simply because they are older.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "The study would likely be stronger, when examining predictors such as age, if you limited your analysis to TPPA/TRUST dual positivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "In the first paragraph of the discussion section, you state, \"Surprisingly, only 56.3% of ELISA-positive patients were confirmed by TPPA.\" Would you please further discuss this? For example, what was the expected difference and what are the possible explanations why this was not the case in your study?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Reviewer: 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "1. in the title: it is better to change \"prevalence\" into \"seroprevalence\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "We completely agree with your suggestion. We have changed the words when necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "2. it is surprising in your results: 1136 (43.7%) were false positive by test of the enzyme-linked immunosorbent assay (ELISA; Zhuhai Lizhu Bio-engineering Co., Ltd., Zhuhai, China). The center for STI prevention and control, Chinese CDC 2016 annual evaluation report of Syphilis kits shown that the sensitivity of Lizhu was 98.23% and the specificity was 99.48%. Can you give more explanation?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "We have checked the evaluation report from Chinese CDC you mentioned above. In that report, the sample size was 311 and the prevalence was not reported (according to the published paper Wei W,et al 2010 from the same working team, they used a case-control design, meaning 50% were cases). In this study, the sample size is 394 792, 1461 are both ELISA+ and TPPA+. As we have not used TPPA to confirm the real serostatus of ELISA negative samples, we cannot get the data that how many ELISA-samples are TPPA+. We supposed sensitivity >98 and specificity >99, then we can get a We have added more explanation into the discussion part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "3. in the method part: Historical infection was defined as TPPA positive but TRUST negative, and active infection as both TPPA and TRUST positive. In personal opinion, \"previous\" infection may be better than \"historical\" infection. Active infection uarally mean untreated cases,how about serofast individuals?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "Thanks so much for this comment. The definitions of historical infection and active infection remain controversial. We have gone through the published paper and consult the professors from National STD control center. We also get the feedback from the professor that historical infection and previous infection are both OK to define those only TPPA positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "So, in this paper, we insist to use the words 'historical infection' to represent those with TPPA only, and used 'active infection' to represent those with both TPPA and TRUST positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "We agree with that 'active infection usually means untreated cases'. For the blood donors, they need to complete the health questionnaire before donation. A item saying ' if ever got the positive results of HCV, HIV, syphilis and HBsAg'. People would be permanently deferred from blood donation if they responded 'yes' to this item. So, a large proportion of treated syphilis cases would be excluded. So, we suppose that most of the syphilis cases are newly identified and have never received the treatment. We have added more information of health questionnaire into the method section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "4. you mentioned that \"The higher prevalence in older adults might be due to several reasons\". \"Second, older adults have been largely neglected by healthcare providers due to age-related stigma\". In contrary, the elders may have more chance to be screened by providers due to age related illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "We completely agree with your suggestion. So we have described the problem of late diagnosis as the third reason ' Presenting with a late diagnosis has been significantly associated with older age. Older people were more likely to be aware of their serostatus when in hospital or an active offer of a testing'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "5.serofast (or remaining positive in a non-treponemal test and having a titre with less than a fourfold decline in ≥1 year after recommended therapy). Please reffer to the newest defenition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "We completely agree with your suggestion. We have revised this part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "being serofast [defined as remaining positive in a non-treponemal test and keeping the titre at a certain level (mostly 1:8 or below) after recommended therapy and follow-up at least 1 year for primary syphilis, 2 years for secondary syphilis and 3 years for late syphilis]...",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 1 -AUTHOR RESPONSE"
        },
        {
            "text": "In this study, males were excluded if they reported they had ever had homosexual behaviours or had multiple sex partners in health history questionnaire, which may be one of the reasons for the low syphilis prevalence in males. I did not find it in the method part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "We completely agree with your suggestion. We have added this information into the method part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6."
        },
        {
            "text": "Reviewer: 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The health history questionnaire contained a total of 27 medical conditions that would permanently or temporarily defer the donors from donation, including a series of chronic diseases and infectious diseases (e.g., HIV, syphilis), transplant, high-risk behaviors (e.g., homosexual behaviours, drug use), surgery, delivery, breastfeeding, etc."
        },
        {
            "text": "1.There appears to be both ever exposure and active infections included in this study. Ever exposure could have occurred outside of the study timeframe or even be resolved infections. Additional clarification is needed to better understand how ever exposure and active infections where treated in the study. Specifically, when and where are ever exposure being analyzed as opposed to active infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The health history questionnaire contained a total of 27 medical conditions that would permanently or temporarily defer the donors from donation, including a series of chronic diseases and infectious diseases (e.g., HIV, syphilis), transplant, high-risk behaviors (e.g., homosexual behaviours, drug use), surgery, delivery, breastfeeding, etc."
        },
        {
            "text": "Thanks very much for this comment. Syphilis is a chronic disease with diverse clinical manifestations occurring in distinct stages. A large proportion of patients perform no clinical symptoms and these patients seldom go to hospitals or health care centers for testing until they are in hospital or being provided a testing actively. They could not confirm when and where they get the infection. Besides, for this study, we have not collected such data when and where they exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The health history questionnaire contained a total of 27 medical conditions that would permanently or temporarily defer the donors from donation, including a series of chronic diseases and infectious diseases (e.g., HIV, syphilis), transplant, high-risk behaviors (e.g., homosexual behaviours, drug use), surgery, delivery, breastfeeding, etc."
        },
        {
            "text": "Fortunately, some published papers discuss how to define historical infection and active infection . Serological test results are usually used to distinguish historical infection from active infection. So, this study adopts this concept and applies the results of both TPPA(treponemal test) and TRUST (nontreponemal test) to make the definition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The health history questionnaire contained a total of 27 medical conditions that would permanently or temporarily defer the donors from donation, including a series of chronic diseases and infectious diseases (e.g., HIV, syphilis), transplant, high-risk behaviors (e.g., homosexual behaviours, drug use), surgery, delivery, breastfeeding, etc."
        },
        {
            "text": "2.If the analysis pertaining to age contains both ever exposure and active infection, the results and discussion are facing a serious limitation. As older people tend to have more positive results on ever exposure tests simply because they are older.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The health history questionnaire contained a total of 27 medical conditions that would permanently or temporarily defer the donors from donation, including a series of chronic diseases and infectious diseases (e.g., HIV, syphilis), transplant, high-risk behaviors (e.g., homosexual behaviours, drug use), surgery, delivery, breastfeeding, etc."
        },
        {
            "text": "We completely agree with your suggestion. So, we suppose that there are at least three reasons for older people having high syphilis prevalence. Late testing and late diagnosis may be one of the important reasons. So, promote early testing is an important measurement in syphilis control. Besides, from the results of another study, syphilis prevalence performed the highest value from aged 51 to >70, however, HIV prevalence performed the highest value from aged 31-50. HIV and syphilis are two kinds of sexually transmitted diseases. The varied distribution indicates the syphilis transmission is more serious among the older aged groups than HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The health history questionnaire contained a total of 27 medical conditions that would permanently or temporarily defer the donors from donation, including a series of chronic diseases and infectious diseases (e.g., HIV, syphilis), transplant, high-risk behaviors (e.g., homosexual behaviours, drug use), surgery, delivery, breastfeeding, etc."
        },
        {
            "text": "3.The study would likely be stronger, when examining predictors such as age, if you limited your analysis to TPPA/TRUST dual positivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The health history questionnaire contained a total of 27 medical conditions that would permanently or temporarily defer the donors from donation, including a series of chronic diseases and infectious diseases (e.g., HIV, syphilis), transplant, high-risk behaviors (e.g., homosexual behaviours, drug use), surgery, delivery, breastfeeding, etc."
        },
        {
            "text": "Thanks very much for this comment. TPPA/TRUST dual positivity is more important than only TPPA positivity because the former has higher risk of transmission than the latter. However We completely agree with your suggestion. We have revised this part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The health history questionnaire contained a total of 27 medical conditions that would permanently or temporarily defer the donors from donation, including a series of chronic diseases and infectious diseases (e.g., HIV, syphilis), transplant, high-risk behaviors (e.g., homosexual behaviours, drug use), surgery, delivery, breastfeeding, etc."
        },
        {
            "text": "As we known, ELISA is a world-wide used method in syphilis screening, with sensitivity of >98% and specificity of >99% according to the reagent evaluation. TPPA is considered as the gold standard test in syphilis diagnosis. Surprisingly, only 56.3% of ELISA-positive patients were confirmed by TPPA, meaning the positive predictive value (the value is associated with sensitivity, specificity and disease prevalence) for ELISA is below 60%. The testing process in this study greatly reduced the number of false-positive and increased the accuracy of syphilis prevalence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The health history questionnaire contained a total of 27 medical conditions that would permanently or temporarily defer the donors from donation, including a series of chronic diseases and infectious diseases (e.g., HIV, syphilis), transplant, high-risk behaviors (e.g., homosexual behaviours, drug use), surgery, delivery, breastfeeding, etc."
        },
        {
            "text": "12-Nov-2018",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REVIEW RETURNED"
        },
        {
            "text": "The paper has two major defects: 1. The discussion and conclusions have not justified by the results. In table 2, the prevalence of syphilis infection and active syphilis infection were obviously higher among >35 age group than <35 age group. It was the same in table 3, the proportion of high-titre among >35 age group was higher than <35 age group, and it was almost the same among 35-44 and >45 age group. However, the authors just included that they were higher among older adults. It is confusing and misleading. 2. The authors could not give a satisfying answer for the inconsistency between ELISA and TPPA in the first paragraph of discussion part. It is well know that the specificity is high, but in this study it is very low. The authors use the positive predictive value to explain specificity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "26-Jan-2019",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alex Smolak Weill Cornell Medical College in Qatar REVIEW RETURNED"
        },
        {
            "text": "On page 41, the authors state, \"Overall syphilis infection was defined as TPPA positive, including both historical and active infection.\" This statement is problematic as it can be misleading. A TPPA positive can be a previously treated infection, as a TPPA can be positive for the subject's lifetime regardless if the infection has been adequately treated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Then this definition is used in the paper, and results are discussed as \"prevalence of syphilis infection.\" However, given the diagnostic, the authors are really talking about ever exposure to syphilis. So, I suggest the authors do two things: 1) present a rationale for this line of analysis. In other words, tell the readers the benefit of knowing about ever exposure. 2) Change the term \"syphilis infection\" to \"ever exposure to syphilis\" or \"historical infection\" or something of that sort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Lastly, the English could still be improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        },
        {
            "text": "Reviewer: 1 The paper has two major defects:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "1. The discussion and conclusions have not justified by the results. In table 2, the prevalence of syphilis infection and active syphilis infection were obviously higher among >35 age group than <35 age group. It was the same in table 3, the proportion of high-titre among >35 age group was higher than <35 age group, and it was almost the same among 35-44 and >45 age group. However, the authors just included that they were higher among older adults. It is confusing and misleading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Thanks so much for this comment. However, in this paper, we used the chi-squared (χ 2 ) test for trend to assess the trend but not only the chi-squared test to assess the difference. The results from the trend analysis showed a significant increase of both syphilis seropositivity and active infection following the age group. We also went through other published papers, which reported the same trend of syphilis seropositivity among blood donors in U.S. or hospitalised patients in mainland China. We have cited these results in the discussion part. We believe the results from trend analysis is justifiable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "2. The authors could not give a satisfying answer for the inconsistency between ELISA and TPPA in the first paragraph of discussion part. It is well know that the specificity is high, but in this study it is very low. The authors use the positive predictive value to explain specificity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Thanks so much for this comment. We have went through the book Epidemiology and consulted a professor from the National STD Control Center. We believe that positive predictive value using in this paper is correct. The formula to calculate the positive predictive value is as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Positive predictive value = (sensitivity×prevalence)÷[(sensitivity×prevalence)+(1-prevalence)×(1specificity)]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Positive predictive value is not only associated with specificity, but also sensitivity of testing and prevalence of disease. The low positive predictive value in this paper is due to low prevalence of syphilis prevalence among blood donors. Given this result, we suggest that ELISA screened positive people should further conduct TPPA and/or TRUST to confirm the serostatus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "We have added some words into the first paragraph to make the sentence more clearer. Then this definition is used in the paper, and results are discussed as \"prevalence of syphilis infection.\" However, given the diagnostic, the authors are really talking about ever exposure to syphilis. So, I suggest the authors do two things: 1) present a rationale for this line of analysis. In other words, tell the readers the benefit of knowing about ever exposure. 2) Change the term \"syphilis infection\" to \"ever exposure to syphilis\" or \"historical infection\" or something of that sort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "We completely agree with your suggestion. We have revised the section 'Definition of syphilis infection' as follows and changed the term 'syphilis infection' to 'syphilis seropositivity'. Thank you for the comments. We are also surprised to find this result and have checked each step of our program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Shenzhen Center for Chronic Disease Control (SZCCC) is a city-level prevention and control center for STDs, and has achieved the provincial III level laboratory title in Guangdong Province for many years. SZCCC gets very good score in the nation-wide laboratory quality control evaluation each year and it is considered as the quality control laboratory in Shenzhen City. Thus, the results of TPPA and TRUST are believable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "We also discussed with the Shenzhen Blood Center. We have found that they used two different reagents (Zhuhai Lizhu Bio-engineering Co.Ltd., Zhuhai, China; DiaSorin S.P.A. UK Branch, UK) to perform ELISA screening. The sample will be sent to SZCCC if one or both of assays screening positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "We think this parallel approach is more strict and suitable for blood donors. But it will decrease the specificity and increase the chance of false positives to some extent. We have added the description into the Method part and the Discussion part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Besides, we find a paper conducted in Guangzhou (a city near Shenzhen ) have explored the positive predictive value of ELISA assay (using TPPA as the gold standard test [1] . The positive predictive value is about 65.0%, with a prevalence of 0.37%, which is similar with our result.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Additionally, we modeled the positive predictive value with different prevalence but with high sensitivity and specificity. The results are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "We used the data in this study that the total number was 394792, 1461 samples were ELISA+/TPPA+, 1136 were ELISA+/TPPA-. As we did not use TPPA to confirm the ELISA-samples, we supposed these samples were all negative. Thus, 0 sample was ELISA-/TPPA+, and 392195 samples were ELISA-/TPPA-. Then we could calculate the Sensitive (Se) of ELISA assay was 100.0%, Specificity (Sp) 99.71%, Positive Predictive value (PPV+) 56.3%, prevalence (P) 0.37%. The Se and Sp were consistence with the published studies [2] .",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 508,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "If the prevalence increase to 0.56% (1.5 times), 0.74%(2 times), 0.92%(2.5 times) and 1.11% (3 times), the PPV+ would increase dramatically. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VERSION 2 -AUTHOR RESPONSE"
        },
        {
            "text": "Many thanks for the authors response. I agree that the PPV of Elisa is affected by disease prevalence, but it is the same with TPPA. So supposing that ELISA-/TPPA+ was 0 is worth discussing. Rencently, we conducted a survey of syphilis prevalence among the general population with a large sample, the result of Elisa was the same as that of TPPA. However, I still appreciate the authors' honesty for making it clear. I accept their explanation and would like to leave the question for further discussion by more readers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GENERAL COMMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Analysis on syphilis screening and confirmation assay among blood donors in Guangzhou from",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "Q"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Guangdong Medical Journal",
            "volume": "36",
            "issn": "4",
            "pages": "602--604",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparative evaluation of 15 serological assays for the detection of syphilis infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Parry",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "26",
            "issn": "10",
            "pages": "705--713",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the paper 'A better definition of active syphilis infection' (Clinica Chimica Acta, 2015, 444:1-2): Patients with active treponemal tests and any positive RPR/VDRL titer should be defined as having an active syphilis infection.... From the paper 'Demographic determinants of syphilis seroprevalence among U.S. blood donors, 2011-2012' (BMC Infectious Disease,2015, 15:63): A confirmed positive test reflects T. pallidum seropositivity, which includes both historical and active syphilis....",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ", negative TRUST does not exclude an active infection because a very early syphilis infection could perform false TRUST negative. Besides, a small proportion of people with negative TRUST probably have no anti-syphilis treatment since infection and were likely to develop late syphilis. So, in this paper, we still focus on both syphilis infection (TPPA positive) and action infection (TPPA/TRUST dual positivity). 4.In the first paragraph of the discussion section, you state, \"Surprisingly, only 56.3% of ELISApositive patients were confirmed by TPPA.\" Would you please further discuss this? For example, what was the expected difference and what are the possible explanations why this was not the case in your study?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Country: Weill Cornell Medical College in Qatar Please state any competing interests or state 'None declared': None declared Please leave your comments for the authors below On page 41, the authors state, \"Overall syphilis infection was defined as TPPA positive, including both historical and active infection.\" This statement is problematic as it can be misleading. A TPPA positive can be a previously treated infection, as a TPPA can be positive for the subject's lifetime regardless if the infection has been adequately treated.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "From this table, sensitivity is 98.3%, specificity is 99.7%, the positive predictive value is 56.3%, and the negative predictive value is 99.99%. Positive predictive value is associated with sensitivity, specificity and disease prevalence. In this study, the seroprevalence is not so high (370.1 per 100 000), so the positive predictive value is low.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Reviewer: 1 Reviewer Name: Dianchang Liu Institution and Country: Shandong Provincial Institute of Dermatology and Venerology Please state any competing interests or state 'None declared': None Please leave your comments for the authors below I am still confused by the results that 1136 (43.7%) ELISA testing were false positive. It is unbelievable. I believe that the sensitivity and specificity of ELISA are the same as TPPA.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "So, we could see that PPV+ is affected by disease prevalence. As to blood donors, syphilis prevalence is not very high (0.37% in this study), the PPV+ is low. But, if in the STD clinic where the prevalence is about 1.0-1.5%, the PV+ is about 80%.Given above considerations, we believe that the result in this study is reliable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}