{
    "paper_id": "92ca79afc9f624d2ff6417edfd83e081fcace484",
    "metadata": {
        "title": "Performance of TEM-PCR vs Culture for Bacterial Identification in Pediatric Musculoskeletal Infections",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "B"
                ],
                "last": "Wood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cheryl",
                "middle": [],
                "last": "Sesler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Donald",
                "middle": [],
                "last": "Stalons",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Grigorenko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "G"
                ],
                "last": "Schoenecker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "Buddy"
                ],
                "last": "Creech",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Division of Pediatric Infectious Diseases",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "settlement": "Nashville",
                        "region": "Tennessee"
                    }
                },
                "email": ""
            },
            {
                "first": "Isaac",
                "middle": [
                    "P"
                ],
                "last": "Thomsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Division of Pediatric Infectious Diseases",
                    "institution": "Vanderbilt University School of Medicine",
                    "location": {
                        "settlement": "Nashville",
                        "region": "Tennessee"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Improved diagnostics are needed for children with musculoskeletal infections (MSKIs). We assessed the performance of target-enriched multiplex polymerase chain reaction (TEM-PCR) in children with MSKI. TEM-PCR was concordant with culture in pathogen identification and antibiotic susceptibility testing, while increasing the overall yield of pathogen detection. This technology has the potential to inform judicious antimicrobial use early in the disease course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Musculoskeletal infections (MSKIs; osteomyelitis, septic arthritis, and pyomyositis) require prompt diagnosis and treatment due to the risk of local tissue damage and metastatic bacterial spread. Currently, pathogen identification requires culture from a sterile site (eg, blood, bone, or joint fluid); however, nearly half of all MSKIs in children remain culture-negative [1] [2] [3] . The absence of pathogen identification has important implications for the treatment of children with MSKI as the prevalence of community-associated methicillin-resistant Staphylococcus aureus (CA-MRSA) often justifies broad empiric antibiotic regimens. Additionally, resistance to commonly used antistaphylococcal antibiotics continues to increase across multiple antibiotic classes and among both methicillin-resistant and methicillin-susceptible S. aureus (MSSA) strains [4] [5] [6] . Taken together, it has become increasingly difficult to select empiric antimicrobial regimens with sufficient breadth and safety.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 860,
                    "end": 863,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 864,
                    "end": 867,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Molecular diagnostic methods, such as polymerase chain reaction (PCR), provide the ability to rapidly and reliably detect pathogens and are less affected by the barriers inherent to pathogen identification by culture (eg, failure to detect fastidious growth of organisms, false negativity due to preculture antibiotic exposure). Target-enriched multiplex PCR (TEM-PCR), first described in 2006 [7] , is a highly flexible diagnostic platform, capable of identifying a large spectrum of pathogens and antibiotic resistance targets in a single sample with high sensitivity and specificity. Thus, in this proof-of-concept study, we sought to evaluate the utility of TEM-PCR in children with MSKI.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 397,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For 1 year (January 2016 to January 2017), we prospectively enrolled children age 6 months to 18 years who were admitted to the Monroe Carell Jr. Children's Hospital at Vanderbilt (MCJCHV) with acute MSKI undergoing a surgical drainage/ biopsy procedure. Potential study subjects were identified by daily communication with the pediatric orthopedic surgery service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Enrollment and Specimen Collection"
        },
        {
            "text": "Source specimens were collected per standard of care in accordance with the preference of the treating physician (bone biopsy for osteomyelitis, fluid aspiration for septic arthritis, subperiosteal abscess [when applicable], and pyomyositis) in the operating room and sent to the Vanderbilt University Medical Center Clinical Laboratory for bacterial culture. Additionally, 2 mL of synovial fluid (in cases of septic arthritis) or a swab of the infected area of bone (in cases of osteomyelitis) was placed into an ESwab transport tube (Copan, Brescia, Italy) for TEM-PCR and stored at -80°C until processing. Following enrollment, subjects were monitored using the Vanderbilt Electronic Medical Record to determine whether a pathogen was isolated by culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Enrollment and Specimen Collection"
        },
        {
            "text": "Informed consent was obtained from the parents, and informed assent was obtained from the participant when possible, before inclusion in the study. The study was approved by the Vanderbilt University Medical Center Institutional Review Board (IRB).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Enrollment and Specimen Collection"
        },
        {
            "text": "Blinded clinical samples were submitted to Diatherix-Eurofins for TEM-PCR detection of Kingella kingae, Haemophilus influenzae, Streptococcus pyogenes, Streptococcus pneumoniae, S. aureus, methicillin (mecA) and clindamycin/erythromycin (ermA, ermC) resistance genes, and the Panton-Valentine leukocidin (PVL) locus. Briefly, nucleic acid was extracted from 275 µL of clinical sample, and 20-µL PCR reactions were prepared using 2X Platinum Multiplex Master Mix (ThermoFisher Scientific, Waltham, MA), 2.4 µL of TEM-PCR primer mix, and 4 µL of template DNA. Amplification was performed in 96-well plates on the GeneAmp PCR System 9700 thermocycler (ThermoFisher Scientific, Waltham, MA). In a single reaction, each target was amplified with nested primers and subsequently amplified with a pair of universal primers containing proprietary sequences to amplify all targets in the single reaction. The reverse universal primer was biotinylated for downstream detection. Biotinylated amplicons were detected by hybridization to a detection probe covalently coupled to a glass microarray substrate, and streptavidin-phycoerythrin conjugate was added. Fluorescent signal emission was measured on a SensoSpot imaging reader (Sensovation AG, Radolfzell, Germany).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen Processing for TEM-PCR"
        },
        {
            "text": "Demographic data were collected from the electronic medical record system at MCJCHV. Sensitivity and negative predictive values were calculated to compare TEM-PCR to culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "During the study period, 25 source specimens were collected for culture and TEM-PCR on 24 patients (1 subject was admitted twice, 2 months apart). Fourteen (58%) participants were male, with a median age (interquartile range) of 8 (3) (4) (5) (6) (7) (8) (9) (10) (11) (12) years. Seventy-one percent of the patients were non-Hispanic white, 25% were non-Hispanic black, and 4% were multiracial. Fiftytwo percent of the samples came from patients with septic arthritis (8 hips, 4 knees, 1 shoulder); 28% had osteomyelitis (3 femoral, 2 tibial, 1 fibular, 1 foot); 16% had combined osteomyelitis and septic arthritis (2 upper extremity, 2 lower extremity), and 4% had an isolated pyomyositis (gluteal). Sixty percent of patients were treated with at least 1 dose of antibiotics before source sample collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Characteristics"
        },
        {
            "text": "An organism was isolated by bacterial culture in 17 of 25 specimens (68%) ( Table 1) ; all were S. aureus. Five of the 17 S. aureus isolates were methicillin-resistant (MRSA), 2 were clindamycin-resistant (both MSSA), and 8 were erythromycin-resistant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 84,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Pathogen Identification and Antibiotic Susceptibility Testing by Culture"
        },
        {
            "text": "Using TEM-PCR, an organism was detected in 20 of 25 specimens (80%) ( Table 1 ). S. aureus was detected in 18 specimens, and K. kingae was detected in 2 specimens. Of the 18 S. aureus positive specimens, 5 were methicillin-resistant (MRSA), 2 were clindamycin-resistant, and 2 were erythromycin-resistant. Nine of 18 (50%) S. aureus isolates were positive for the PVL gene.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 77,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Pathogen Identification and Antibiotic Resistance Detection by TEM-PCR"
        },
        {
            "text": "TEM-PCR was concordant with 17 of the 17 (100%) pathogens isolated by culture. Three pathogens were detected by TEM-PCR that were not detected by culture, all of which received antibiotic therapy before source specimen collection. Of these 3, 2 were K. kingae and 1 was S. aureus, which was previously isolated in the same patient by culture and TEM-PCR in their previous hospital admission. Five specimens were negative by both culture and TEM-PCR. There were no specimens with a positive culture and negative TEM-PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Performance of TEM-PCR Compared With Culture"
        },
        {
            "text": "Overall, TEM-PCR exhibited 100% concordance with positive culture samples and identified 3 pathogens that, while negative by culture, were considered by study investigators to be highly likely to be the causative pathogen based on clinical characteristics. Compared with culture, TEM-PCR had a sensitivity and negative predictive value of 100%. Specificity and positive predictive values were not calculated, as the specimens positive by TEM-PCR and negative by culture were not considered \"false positives. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Performance of TEM-PCR Compared With Culture"
        },
        {
            "text": "Compared with culture, TEM-PCR identified 5 of 5 (100%) methicillin-resistant S. aureus, 2 of 2 (100%) clindamycin-resistant S. aureus, and 2 of 8 (25%) erythromycin-resistant S. aureus (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Performance of TEM-PCR Compared With Culture"
        },
        {
            "text": "This study provides insight into the utility of TEM-PCR for children with MSKI. The results show that TEM-PCR was highly concordant with culture-based testing (reference standard) in pathogen identification for children with MSKI and outperformed traditional culture, increasing overall pathogen detection from 68% to 80%. Additionally, TEM-PCR reliably detected methicillin and clindamycin resistance in S. aureus isolates. These results suggest that TEM-PCR has the potential to inform antibiotic selection early in the disease course, decreasing the use of broad-spectrum empiric antibiotic regimens and promoting antimicrobial stewardship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The identification of a causative organism in MSKI is critical and allows for optimal targeted antimicrobial therapy. Traditionally, clinicians have relied on bacterial culture for pathogen isolation and antibiotic susceptibility testing, although blood and operative cultures frequently remain negative [1] [2] [3] . Several reasons for this exist, including antibiotic administration before tissue sampling and the fastidious nature of causative pathogens.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 312,
                    "end": 315,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "K. kingae is a fastidious gram-negative organism that is increasingly recognized as an important pathogen causing MSKI, especially in children <4 years of age [8] . Despite the importance of this pathogen, the culture yield remains very low, even under optimal conditions [9] . PCR has been shown to greatly increase the rate of pathogen identification in cases of MSKI due to K. kingae [10] . Our study supports this finding, as K. kingae was identified by TEM-PCR in 2 cases where cultures remained negative.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In addition to increasing pathogen identification, TEM-PCR can rapidly provide information on antibiotic susceptibility testing (AST), allowing for timely optimization of antibiotics. Clinical specimens submitted for TEM-PCR testing are batched by panel type and processed daily, and test results are reported to physicians within 7 hours of specimen receipt in the laboratory. Culture-based methods often take 24-48 hours to identify a pathogen and an additional 24-48 hours until AST is complete. This 48-96-hour delay leads to prolonged broad-spectrum empiric antimicrobial exposure until AST is secured. In our study, TEM-PCR was 100% concordant with culture-based methods for methicillin and clindamycin resistance testing. The lower erythromycin resistance detection by TEM-PCR is most likely due to the limited targets selected for this assay (ermA and ermC), though this may also be a result of inadequate sensitivity of this component of the multiplex assay. The additions of ermB, msrA, msrB, and mphC gene targets would likely increase erythromycin resistance detection; however, given that erythromycin is not used in the treatment of MSKI in children, inclusion of these targets has limited clinical utility. Overall, TEM-PCR allows for rapid AST results, decreasing time to optimal therapy and increasing antimicrobial stewardship. There are several limitations to this proof-of-concept study. The limited sample size resulted in the identification of only 2 pathogen species-S. aureus and K. kingae. Although TEM-PCR has been shown to reliably detect numerous bacterial and viral species in other infectious diseases [11] [12] [13] , the sensitivity in pediatric MSKI remains unknown. Additionally, despite the strong concordance with culture-based methods, the small sample size limits the power of the study. Despite these limitations, the high sensitivity and negative predictive values seen in this small pilot study suggest that TEM-PCR, as a rapid diagnostic tool, can play an important role in the initial evaluation of children with MSKI.",
            "cite_spans": [
                {
                    "start": 1632,
                    "end": 1636,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1637,
                    "end": 1641,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1642,
                    "end": 1646,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Given the challenges of pathogen detection by conventional culture in children with MSKI and the increasing number of antibiotic-resistant organisms, there is a major need for optimizing diagnostic strategies. Recent studies have investigated the utility of K. kingae-specific PCR in children with MSKI, as well as broad-range PCR for prosthetic joint infections [8, 14] . Few studies, however, have described the utility of a flexible, well-developed platform in detecting the common pathogens of pediatric MSKI. TEM-PCR provides rapid results with high sensitivity utilizing a multiplex panel that targets likely pathogens and known antibiotic resistance mechanisms, and further investigation of this technology is warranted.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 366,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Culture-negative osteoarticular infections in the era of community-associated methicillin-resistant Staphylococcus aureus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Deis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tardy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Creech",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatr Infect Dis J",
            "volume": "30",
            "issn": "",
            "pages": "523--528",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Changing trends in acute osteomyelitis in children: impact of methicillin-resistant Staphylococcus aureus infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saavedra-Lozano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mejías",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Pediatr Orthop",
            "volume": "28",
            "issn": "",
            "pages": "569--75",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Advances in the diagnosis and management of pediatric osteomyelitis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Thomsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Creech",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr Infect Dis Rep",
            "volume": "13",
            "issn": "",
            "pages": "451--60",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Community-associated methicillin-resistant Staphylococcus aureus in acute musculoskeletal infection in children: a game changer",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Vander Have",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Karmazyn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Pediatr Orthop",
            "volume": "29",
            "issn": "",
            "pages": "927--958",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Staphylococcus aureus: superbug, super genome?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lindsay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Holden",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Trends Microbiol",
            "volume": "12",
            "issn": "",
            "pages": "378--85",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Changing susceptibility of Staphylococcus aureus in a US pediatric population",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Sutter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Milburn",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Chukwuma",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pediatrics",
            "volume": "137",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Simultaneous amplification and identification of 25 human papillomavirus types with Templex technology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Swan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "4157--62",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Specific real-time polymerase chain reaction places Kingella kingae as the most common cause of osteoarticular infections in young children",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chometon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chaker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Infect Dis J",
            "volume": "26",
            "issn": "",
            "pages": "377--81",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Kingella kingae: an emerging pathogen in young children",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yagupsky",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Porsch",
                    "suffix": ""
                },
                {
                    "first": "St",
                    "middle": [],
                    "last": "Geme",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "3rd",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatrics",
            "volume": "127",
            "issn": "",
            "pages": "557--65",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "New real-time PCR-based method for Kingella kingae DNA detection: application to samples collected from 89 children with acute arthritis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ilharreborde",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bidet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lorrot",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "1837--1878",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Culture versus polymerase chain reaction for the etiologic diagnosis of community-acquired pneumonia in antibiotic-pretreated pediatric patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Infect Dis J",
            "volume": "28",
            "issn": "",
            "pages": "53--58",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Severe necrotizing tracheobronchitis from panton-valentine leukocidin-positive MRSA pneumonia complicating influenza A-H1N1-09",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Gabrilovich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Huff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcmillen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Quinter",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Bronchology Interv Pulmonol",
            "volume": "24",
            "issn": "",
            "pages": "63--69",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Species-specific clinical characteristics of human coronavirus infection among otherwise healthy adolescents and adults",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouvier",
                    "suffix": ""
                },
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Influenza Other Respir Viruses",
            "volume": "12",
            "issn": "",
            "pages": "299--303",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rapid molecular microbiologic diagnosis of prosthetic joint infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cazanave",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Greenwood-Quaintance",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hanssen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Clin Microbiol",
            "volume": "51",
            "issn": "",
            "pages": "2280--2287",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PVL, Panton-Valentine leucocidin; TEM-PCR, target-enriched multiplex polymerase chain reaction. a Positive for Kingella kingae by polymerase chain reaction. b Subjects 14 and 20 are the same, samples from different dates. c Diagnosed with noninfectious arthritis.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of Pathogen Recovery and Antibiotic Resistance Testing for Each Sample",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The results of this study were presented at: Infectious Diseases Society of America IDWeek; San Diego, CA; October 4-8, 2017.Financial support. This work was partially supported by Diatherix-Eurofins Clinical Diagnostics Division. Employees of Diatherix-Eurofins are named as authors on this manuscript and contributed to the study design and preparation of this manuscript. This work was supported by the National Institute of Allergy and Infectious Diseases at the National Institutes of Health (1K23AI113150-01 to I.P.T.).Potential conflicts of interest. All authors: no reported conflicts of interest. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}