{
    "paper_id": "9305dcf034dfe834775ad84358b90ae50092b829",
    "metadata": {
        "title": "Case Report",
        "authors": [
            {
                "first": "Jun",
                "middle": [
                    "Hyeok"
                ],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeong-Seon",
                "middle": [],
                "last": "Ryu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sang",
                "middle": [
                    "Yong"
                ],
                "last": "Cho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hyun-Jung",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sang",
                "middle": [
                    "Hoon"
                ],
                "last": "Jeon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jung",
                "middle": [
                    "Soo"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hae-Seong",
                "middle": [],
                "last": "Nam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jae",
                "middle": [
                    "Hwa"
                ],
                "last": "Cho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Kwak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [
                    "Lyeol"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Small-cell lung cancer (SCLC) is a lung cancer histological subtype unusual in its favorable response to cytotoxic chemotherapy. Life-threatening manifestations at presentation are rarely reported and should be an important clinical concern. We report a case of a 63-yearold man presenting with rapid-onset refractory severe thrombocytopenia, development of massive hemoptysis, and death from respiratory failure. This case provides clinicians a reference for this unusual presentation and carries clinical implications for managing SCLC patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Small-cell lung cancer (SCLC) represents 15-20% of all lung cancers [1] . SCLC differs from non-small-cell lung cancer in its rapid tumor doubling time, high growth fraction, early development of widespread metastasis, and better response to platinum doublets chemotherapy. Thus chemotherapy is a treatment mainstay, even in poor Eastern Cooperative Oncology Group (ECOG) performance status [2, 3] . Bone marrow involvement or paraneoplastic syndrome is common in patients with SCLC [4] . Hematologic abnormalities such as anemia, leukopenia, and thrombocytopenia are reported to be occasionally accompanied by bone marrow metastasis or paraneoplastic phenomenon [5, 6] . However, complications such as fatal hemorrhage are rarely reported. The clinical presentation can make diagnosis or treatment difficult. Herein, we report an SCLC patient who presented with rapid-onset, refractory severe thrombocytopenia and development of fatal pulmonary hemorrhage.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 397,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 667,
                    "end": 669,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 63-year-old man visited an outpatient clinic complaining of cough and dyspnea (Borg scale 4). He was a current smoker of 20 pack-years and denied histories of taking any medications or illness including cardiovascular, allergic, rheumatologic or respiratory diseases. A complete blood count revealed values within normal range, except for a lower value of platelet count, 91,000/mm 3 . Increased haziness on the lower lobe of the right lung was noted on his chest radiography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "When he returned after 10 days, he was admitted with blood-tinged sputum and aggravated dyspnea (Borg scale 6). His ECOG performance status was two. He was afebrile. An arterial blood gas study revealed pH 7.44, PaCO 2 37.5 mmHg, PaO 2 77.6 mmHg, HCO 3 25 mmol/L, and SpO 2 95% on room air. Complete blood count results were as follows: leukocytes 6,270/mm 3 (neutrophil 61.2%, lymphocyte 27.5%, monocyte 3.9%, eosinophil 3.9%, and basophil 0.7%), hemoglobin 10.6 g/dL, hematocrit 29.6%, and platelets 11,000/mm 3 . The serum lactate dehydrogenase level was 1,324 IU/L; C-reactive protein, 6.40 mg/dL. Hepatic and renal function testing were within normal range. Prothrombin time, activated partial thromboplastin time, and D-dimer were within normal range as well. A 1.6 cm sized mass in the lower lobe of the right lung and multiple lymphadenopathies in mediastinal and right supraclavicular areas were noted on chest CT scan ( Fig.  1) . A peripheral blood smear revealed leukoerythroblastosis with nucleated erythrocyte, left shifted neutrophils. Anti-platelet antibody and anti-neutrophil cytoplasmic antibody were negative. Anti-nuclear antibody was within Pulmonary hemorrhage at SCLC presentation normal range (1:20). Because of the risk of bleeding due to severe thrombocytopenia, a bronchoscopic examination was not feasible and was postponed. A bone marrow examination was not performed because the patient was unable to maintain prone position due to dyspnea. Platelet concentrates and packed red blood cells were started, given daily, and dexamethasone, 40 mg was intravenously administered for four days. However, his platelet count remained stationary (Fig. 2) . On the fifth day after admission, cytological examination of his sputum yielded a diagnosis of SCLC. Metastatic lesions were not observed on brain MRI and bone scintigraphy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 930,
                    "end": 938,
                    "text": "Fig.  1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1667,
                    "end": 1675,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "On the seventh day, massive hemoptysis (≥ 200 mL per day) abruptly occurred and his dyspnea was rapidly aggravated to 8 of Borg scale. A chest CT scan revealed diffuse ground glass opacities and consolidation in both lung fields. Tranexamic acid and empirical broad-spectrum antibiotics including piperacillin-tazobactam, levofloxacin were initiated intravenously. Sputum gram stain and culture for bacteria and fungus revealed no organism. Sputum culture for adenovirus, parainfluenza virus, rhinovirus, respiratory syncytial virus, metapneumovirus, coronavirus, bocavirus, and enterovirus were negative. Antibody studies for Mycoplasma pneumoniae and rickettsia were negative, as was an antigen study for Streptococcus pneumoniae. His arterial blood gas study showed pH of 7.49, PaCO 2 of 28.7 mmHg, PaO 2 of 58.3 mmHg, HCO 3 22 mmol/L, and SpO 2 91 % on oxygen supplied via reservoir mask flow rate 15L/min. On the tenth day, he was intubated and ventilated mechanically. He rapidly deteriorated and died of respiratory failure on the twelfth day. His family did not want to have a postmortem examination, against physician's recommendation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The research related to human use has been complied with all the relevant national regulations, institutional policies and in accordance the tenets of the Helsinki Declaration, and has been approved by the authors' institutional review board or equivalent committee. Informed consent: Written informed consent was obtained from the patient for publication of this manuscript and any accompanying images.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval:"
        },
        {
            "text": "To our knowledge, this is the first report describing an SCLC patient presenting with fatal pulmonary hemorrhage due to refractory thrombocytopenia. SCLC is the most aggressive histological subtype of lung cancer. However, favorable response is expected in 60% to 70% of patients with extensive-stage disease when systemic chemotherapy is given [3, 4] . Life-threatening manifestations rarely present in SCLC patients. When such manifestations do appear, as in the present case, the rapid-onset, unusual presentation may delay diagnosis or hesitation in deciding treatment, affecting survival adversely [7] . Therefore, prompt diagnosis and treatment is a critical issue [8] .",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 349,
                    "end": 351,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Hematological abnormalities including anemia, leukopenia, and thrombocytopenia are commonly observed due to the toxicity of anti-cancer therapy. However, hematologic abnormalities resulting from bone marrow metastasis and paraneoplastic phenomenon are not as common as those resulting from anti-cancer therapy [5, 6] . Severe thrombocytopenia developed rapidly and was refractory to platelet transfusion and dexamethasone administration. In addition, tests for anti-platelet antibody and anti-neutrophil cytoplasmic antibody were negative and anti-nuclear antibody was within normal range. These findings indicate that autoimmune disease was not likely to be the cause of thrombocytopenia [9] . Bone marrow examination is a diagnostic process for evaluating hematological abnormality or staging the disease. However, it rarely changes the stage [10] and bone marrow as an isolated metastatic site is found in fewer than 5% of SCLC patients [3] . Leukoerythroblastic reaction on peripheral blood smear is suggestive of bone marrow metastasis in the present case [11, 12] . Although bronchoscopy may be considered for localization or treatment in massive hemoptysis, it is contraindicated in a patient with severe thrombocytopenia [13] .",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 314,
                    "end": 316,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 845,
                    "end": 849,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1061,
                    "end": 1065,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1229,
                    "end": 1233,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A diagnostic and treatment plan should be determined after taking into account the benefit and risk on an individual patient basis. It is challenging to do in every possible case. The clinical presentation of the current case is unfamiliar to clinicians and rapid-onset, life threatening. However, prompt treatment with systemic chemo-therapy should have been considered because he was considered fit for systemic chemotherapy by virtue of his younger age, acceptable ECOG performance status, and absence of comorbid diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cancer statistics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jemal",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "66",
            "issn": "",
            "pages": "7--30",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "National Comprehensive Cancer Network. NCCN Clinical Practice Guidelines in Oncology Small Cell Lung Cancer-Version 2",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Small-cell lung cancer",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Jackman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Lancet",
            "volume": "366",
            "issn": "",
            "pages": "1385--1396",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Thrombocytopenia in solid tumors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khasraw",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Faraj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sheikha",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "European journal of clinical and medical oncology",
            "volume": "2",
            "issn": "",
            "pages": "89--92",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bone marrow involvement in small cell lung cancer: prognostic significance and correlation with hematological and biochemical parameters",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ozkan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eser",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Er",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Coskun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ozturk",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sari",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Asia-Pacific Journal of Clinical Oncology",
            "volume": "2",
            "issn": "",
            "pages": "32--38",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Delays in the diagnosis and treatment of lung cancer",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Salomaa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sallinen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hiekkanen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liippo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chest",
            "volume": "128",
            "issn": "",
            "pages": "2282--2288",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lactic acidosis with small cell carcinoma. Rapid response to chemotherapy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Am J Med",
            "volume": "79",
            "issn": "",
            "pages": "501--503",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Paraneoplastic autoimmune thrombocytopenia in solid tumors",
            "authors": [
                {
                    "first": "M-T",
                    "middle": [],
                    "last": "Krauth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Puthenparambil",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lechner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Critical reviews in oncology/hematology",
            "volume": "81",
            "issn": "",
            "pages": "75--81",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Is bone marrow examination in small-cell lung cancer really necessary?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Campling",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Quirt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deboer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Feld",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Ann Intern Med",
            "volume": "105",
            "issn": "",
            "pages": "508--512",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Leukoerythroblastosis and cancer frequency, prognosis, and physiopathologic significance",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Delsol",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guiu-Godfrin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guiu",
                    "suffix": ""
                },
                {
                    "first": "Pris",
                    "middle": [
                        "J"
                    ],
                    "last": "Corberand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fabre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Cancer",
            "volume": "44",
            "issn": "",
            "pages": "1009--1013",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Systemic malignancies as a cause of unexpected microangiopathic hemolytic anemia and thrombocytopenia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Oncology",
            "volume": "25",
            "issn": "",
            "pages": "908--914",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "British Thoracic Society guideline for diagnostic flexible bronchoscopy in adults: accredited by NICE",
            "authors": [
                {
                    "first": "Du",
                    "middle": [],
                    "last": "Rand",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Blaikley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Booton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chaudhuri",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Khalid",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Thorax",
            "volume": "68",
            "issn": "1",
            "pages": "1--44",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Newly developed diffuse ground glass opacities and consolidation in both lung fields on chest X-ray and chest CT scan at the admission (A, B) and the 7th day after (C, D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "History of transfusions of platelet concentrates (black arrow) and packed red blood cells (vacant arrow) and changes in complete blood counts over the time [white blood cell (WBC), solid line; hemoglobin (Hgb), short dashed dotted line; platelet, long dashed dotted line].",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements: This work was supported by grants (HI15C0554 and HI16C0286) from the Korea Health Technology R&D Project, Ministry of Health and Welfare, Republic of Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors have no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest:"
        }
    ]
}