{
    "paper_id": "9316c8c673768c7310978f482fcaa1d3bd62d547",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Sami",
                "middle": [],
                "last": "Al Hajjar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sahar",
                "middle": [],
                "last": "Al Thawadi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amal",
                "middle": [],
                "last": "Al Seraihi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Faisal Specialist Hospital and Research Centre",
                    "location": {
                        "settlement": "Riyadh"
                    }
                },
                "email": ""
            },
            {
                "first": "Saleh",
                "middle": [],
                "last": "Al Muhsen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hala",
                "middle": [],
                "last": "Imambaccus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "H uman metapneumovirus (hMPV) is a newly identified member of the family of Paramyxoviridae. hMPV infections have been identified worldwide and have been shown to be the cause of both upper respiratory tract infection (URTI) and lower respiratory tract infection (LRTI) in infants and young children, as well as the elderly. Severe and fatal hMPV infections have been reported in immunocompromised patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Human coronaviruses (HCoVs) are recognized as one of the most frequent causes of common colds and Human metapneumovirus and human coronavirus infection and pathogenicity in Saudi children hospitalized with acute respiratory illness URTI, after rhinoviruses. Until recently, HCoV-229E and HCoV-OC43 were known to infect humans. HCoV-NL63 was identified in 2004 and is often associated with mild URTI, although severe LRTI has also been observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The prevalence of hMPV and HCoV-NL63 has not been reported from Saudi Arabia. To investigate the role of hMPV and HCoV-NL63 in acute respiratory infection in hospitalized Saudi children, we applied molecular biology techniques to identify these two viruses in respiratory specimens submitted to the clinical virology laboratory at King Faisal Specialist Hospital and Research Centre (KFSHRC) in Riyadh over the course of 16 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We performed prospective molecular testing for hMPV and HCoV-NL63 on all respiratory specimens ( Respiratory specimens were centrifuged, and supernatants were analyzed for hMPV and HCoV-NL63 by Seeplex respiratory virus detection kit from Seegene. RNA was purified by use of QIAamp Viral RNA Mini Kit (QIAGEN). Specimens were tested for hMPV and HCoV-NL63 by use of Seeplex system, which applies dual specific oligonucleotide (DPO) technology, which produce greatly improve specificity without any false-positive. DPO contains two separate priming regions joined by polydeoxyinosine linker. The linker assumes a bubble-like structure, which itself is not involved in priming but rather delineates the boundary between the two parts of the primer. This structure results in two primer segments with distinct annealing properties: a longer 5'-segment that initiates stable priming and a short 3'-segment that determines target-specific extension. This DPO-based system is a fundamental tool that blocks extension of nonspecifically primed templates, thereby generating consistently high polymerase chain reaction (PCR) specificity, even under less-than-optimal PCR conditions. An internal control was included to check for any problem ocurring during PCR. The hMPV and HCoV-NL63 genes did not cross-react with influenza A and B viruses; respiratory syncytial virus (RSV); parainfluenza viruses (PIVs) PIV1, PIV2, PIV3; rhinovirus A; or adenovirus. Positive reverse transcriptase-PCR for hMPV and HCoV-NL63, respectively, was rigorously verified by the Mayo Clinic Laboratory (United States). The clinical data were analyzed and were expressed as percentages where applicable.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 96,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "We identified 144 respiratory viruses in the 489 respiratory samples tested during the study period and detected the presence of hMPV and HCoV-NL63 in 16 (11.1%) of the 144 samples, hMPV in 12 (8.3%), and HCoV-NL63 in 4 (2.8%) samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "hMPV showed broad seasonal activity. The peak incidence was in March, August and September. HCoV-NL63 infection were noted in March, September and peaked in August (Figure 1) . The age distribution with regard to hMPV and HCoV-NL63 infections differed. A greater proportion of hMPV infection compared with HCoV-NL63 infection occurred in children between the ages of 1 and 4 years. All cases of HCoV-NL63 were identified in children less than 2 years of age. The male-to-female ratio among children with hMPV infection and HCoV-NL63 infection, respectively, was 2:1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 174,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Epidemiological characteristics of hMPV and HCoV-NL63"
        },
        {
            "text": "Clinical characteristics of hMPV infections are listed in Table 1 . Ten (83%) hMPV-positive children had serious underlying medical conditions. The most frequent reported conditions were hematologic malignancies and related disorders (6), malignant neoplasm (1), congenital immunodeficiency (1), metabolic disease (1), and Guillain-Barré syndrome (1) . Clinical signs and symptoms at disease onset included cough in 12 (100%) children, shortness of breath in 10 (86%), fever in 9 (75%), nasal congestion in 8 (66%), and ",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 350,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Clinical characteristics of hMPV infections"
        },
        {
            "text": "Outcomes of hMPV infections are listed in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 49,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Outcomes of hMPV infections"
        },
        {
            "text": "Nine (75%) of the hMPV-positive patients survived, including 4 patients who required admission to the intensive care unit, while 3 (25%) patients died. One patient who died was an unrelated cord-blood transplant recipient. Among the other 2 patients who died, one had Gaucher disease, and the other had non-Hodgkin lymphoma. All deaths occurred with a median of 16 days (range, 3-30 days) after the onset of pneumonia. We did not identify any accompanying pathology or microbiological finding in these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes of hMPV infections"
        },
        {
            "text": "Clinical characteristics of HCoV-NL63 infections are listed in Table 2 . All 4 HCoV-NL63-positive children had underlying medical conditions. Two of them had cystic fibrosis, 1 patient had Sweet syndrome, and 1 patient had asthma. The clinical diagnosis of these patients included pneumonia in 2 and viral pneumonia causing chronic lung disease exacerbation in 2 patients. Their common presentation included fever and cough in 4 patients, wheezing in 3 patients, and crepitations in 2 patients. One patient with Sweet syndrome required admission to the intensive care unit for 4 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Clinical characteristics of HCoV-NL63 infections"
        },
        {
            "text": "The general characteristics of hMPV and HCoV-NL63 highlighted by this study show strong similarities with those that have emerged from broad, previously published studies. hMPV was detected in 8.3% of those hospitalized with LRTIs. These figures are similar to those reported in Europe, 1,2 the United States, 3 and Australia. 4 HCoV-NL63 was detected in 2.8% of specimens tested and was associated with both URTIs and LRTIs. These findings are similar to those of previous studies that reported detection rates ranging from 1.3% to 3.6% in various sample sets. 5, 6 We found the proportion of patients with hMPV infection was significantly higher among children 1 to 3 years old in comparison with that among younger or older children. Our results are comparable with those of van den Hoogen et al. 7 The seasonality of hMPV is becoming evident. In our study, the peak incidence was in March, August and September, but there were hMPV isolates from every month of the year except for July and October. A broad seasonal activity of hMPV with distinctive pattern in different years was reported by Sloots et al. 3 A previous report states that HCoV-NL63 peaked in summer, which is similar to our finding. hMPV was associated with acute URTIs and LRTIs in our immunocompromised children. The hMPV-associated disease in hematologic malignancy and related disorders was characterized by several respiratory symptoms, including fever, nasal congestion, cough, and shortness of breath. Seven patients developed rapidly progressive respiratory failure associated with pneumonia and culture-negative shock. All patients were admitted to intensive care units. hMPV was the only respiratory pathogen detected by NPA or BAL in 4 of these patients. These findings are similar to those reported by Williams et al 8, 9 and Englund et al. 10 Three immunocompromised patients with idiopathic pneumonia died despite aggressive therapy, suggesting involvement of hMPV as a cause of total idiopathic pneumonia. Our findings are consistent with those of investigators who have demonstrated that HCoV-NL63 was a cause of URTIs in hospitalized children with acute respiratory infection and can be associated with high risk of respiratory complications in high-risk patients. 11 In summary, our data suggest that hMPV and HCoV-NL63 may play a significant role in acute respiratory illness of hospitalized Saudi children. These data support the hypothesis that hMPV is a significant pathogen in immunocompromised children, with a risk of increased morbidity and mortality. HCoV-NL63 may cause severe lower respiratory disease in those with underlying conditions. Our study has a number of limitations. It is not an epidemiological study and so may not reflect prevalence in the community; in fact, the frequency of viruses detected by molecular biological techniques are of those sampled and not of all those who are symptomatic. In addition, this study was conducted in a tertiary care facility with many immunocompromised children, a group not reflective of the general population. More comprehensive studies are needed to determine the full spectrum of presentation of hMPV and HCoV-NL63 and the impact of these viruses on the health care system in Saudi Arabia.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 311,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 327,
                    "end": 328,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 562,
                    "end": 564,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 565,
                    "end": 566,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 801,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1111,
                    "end": 1112,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1800,
                    "end": 1802,
                    "text": "8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1803,
                    "end": 1804,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1824,
                    "end": 1826,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2253,
                    "end": 2255,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human metapneumovirus infection in young children hospitalized with respiratory tract disease",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Foulongne",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guyon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodière",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Segondy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatr Infect Dis J",
            "volume": "25",
            "issn": "",
            "pages": "354--363",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prevalence and clinical characteristics of human pneumovirus infections in hospitalized infant in Spain",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "García-García",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Calvo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pérez-Breña",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Cea",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Acosta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Casas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatr Pulmonology",
            "volume": "41",
            "issn": "",
            "pages": "863--71",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human metapneumovirus in Australia",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sloots",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bialasiewicz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcqueen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Harnett",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1263--1269",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human metapneumovirus and lower respiratory tract disease in otherwise infant and children",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Tollefson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Halburnt-Rush",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pingsterhaus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "1788--90",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A novel pancoronavirus RT-PCR assay: Frequent detection of human coronavirus NL63 in children hospitalized with respiratory tract infection in Belgium",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moës",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vijgen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Keyaerts",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zlateva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": ":6. 6. van der Hoek L",
            "volume": "5",
            "issn": "",
            "pages": "368--73",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A newly discovered human pneumovirus isolated from young children with respiratory tract disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Den Hoogen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Groen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Med",
            "volume": "7",
            "issn": "",
            "pages": "719--743",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human coronavirus NL63 infections in children: A 1-year study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bastien",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "4567--73",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A prospective study comparing Human metapneumovirus with other respiratory virus in adult with hematological malignancies and respiratory tract infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rabella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Otegui",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parody",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Heck",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "192",
            "issn": "",
            "pages": "1061--1066",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Brief communications: Fetal human metapneumovirus infection in stem-cell transplant recipients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Englund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuypers",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Hackman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Morrow",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Intern Med",
            "volume": "144",
            "issn": "",
            "pages": "344--353",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A prospective hospitalbased study of the clinical impact of non-severe acute respiratory syndrome (Non-SARS) related human coronavirus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garbino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crespo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Aubert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rochat",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ninet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Deffernez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wunderli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Pache",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Soccal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "43",
            "issn": "",
            "pages": "1009--1024",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Monthly distribution showed infections with hMPV and HCoV-NL63.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "predominantly nasopharyngeal aspirates [NPAs] [99.2%] but also included bronchioalveolar lavage [BAL] [0.8%]) obtained from children ≤16 years of age who were admitted with acute respiratory disease between July 2007 and November 2008 at KFSHRC in Riyadh. hMPV and HCoV-NL63 are difficult to cultivate in tissue culture. For this reason, molecular biology techniques were used. A database, including patient identifying member, age, gender, date of specimen collection, clinical manifestations, underlying conditions, and outcome of patients, was established. Molecular testing for respiratory viruses is part of the routine virological assays in our hospital's clinical virology laboratory.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Clinical characteristics of hMPV infections.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Clinical characteristics of HCoV-NL63 infections.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}