{
    "paper_id": "93dae518889d2a93960963fa3e99158f58738eda",
    "metadata": {
        "title": "A Novel Construction of Genome Space with Biological Geometry",
        "authors": [
            {
                "first": "Yu",
                "middle": [],
                "last": "Chenglong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago",
                    "location": {
                        "postCode": "60607-7045",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Qian",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chicago State University",
                    "location": {
                        "postCode": "60628",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Changchuan",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chicago State University",
                    "location": {
                        "postCode": "60628",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rong",
                "middle": [
                    "L"
                ],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "-T",
                "middle": [],
                "last": "Yau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chicago State University",
                    "location": {
                        "postCode": "60628",
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A genome space is a moduli space of genomes. In this space, each point corresponds to a genome. The natural distance between two points in the genome space reflects the biological distance between these two genomes. Currently, there is no method to represent genomes by a point in a space without losing biological information. Here, we propose a new graphical representation for DNA sequences. The breakthrough of the subject is that we can construct the moment vectors from DNA sequences using this new graphical method and prove that the correspondence between moment vectors and DNA sequences is one-to-one. Using these moment vectors, we have constructed a novel genome space as a subspace in R N . It allows us to show that the SARS-CoV is most closely related to a coronavirus from the palm civet not from a bird as initially suspected, and the newly discovered human coronavirus HCoV-HKU1 is more closely related to SARS than to any other known member of group 2 coronavirus. Furthermore, we reconstructed the phylogenetic tree for 34 lentiviruses (including human immunodeficiency virus) based on their whole genome sequences. Our genome space will provide a new powerful tool for analyzing the classification of genomes and their phylogenetic relationships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Comparative genomics at the sequence level has existed for 20 years, since the time genome sequencing started in earnest. Already there have been many proposals to compare genomes. Boore and Brown 1 used gene order to study the evolutionary relationships of metazoan mitochondrial genomes. Snel et al. 2 later constructed the phylogenetic tree for completely sequenced prokaryotic genomes based on gene content. In Snel et al.'s method, the similarity between two genomes is defined as the number of genes that they have in common divided by their total number of genes. However, such techniques are time-consuming as they must first identify all the genes in one genome. These approaches, together with G þ C content, edit distance, and reversal and rearrangement distances, 3 -5 compare genomes using only partial genomic information. Thus, these results are usually controversial because single-gene sequences generally do not contain enough information to construct an evolutionary history of organisms.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 303,
                    "text": "2",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 776,
                    "end": 780,
                    "text": "3 -5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Koonin' s editorial 6 about the emerging paradigm and open problems in comparative genomics, he pointed out '. . . but within these superfamilies, there is nothing like a straight one-to-one correspondence between genomes, and in distant genomes, most of the members may not be orthologous'. This sentence enlightened us to get a novel idea of comparing genomes. We can construct a genome space. In this space, each point corresponds to a genome uniquely. The natural distance between two points in the genome space reflects the biological distance between these two genomes. Currently, there is no method to represent genomes by a point in a space without losing biological information.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Koonin'",
                    "ref_id": null
                },
                {
                    "start": 23,
                    "end": 24,
                    "text": "6",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We introduce graphical representation of DNA sequence to construct the genome space. The graphical representation of DNA sequence provides a simple way of viewing, sorting, and comparing various gene structures. Thus, it is an attractive and promising research direction. The first important method in this direction is due to Hamori. 7 He used a three-dimensional curve to represent a DNA sequence. Gates 8 later constructed a two-dimensional graphical representation that is simpler than the Hamori curve. However, Gates' graphical representation has high degeneracy. Recently, we reported a new two-dimensional graphical representation of gene sequences 9 which has no circuit or degeneracy, so that the correspondence between gene sequences and gene graphs is one-to-one. In this way, the original DNA sequence can be recovered from its graph mathematically without loss of biological information. In this paper, we make a minor modification of our previous method and obtain a new graphical representation approach for DNA sequences. The breakthrough of the subject is that we can construct the moment vectors from DNA sequences using this new graphical method, and we can prove that the correspondence between moment vectors and DNA sequences is one-to-one. The novelty and uniqueness of our approach is that by using these moment vectors of DNA sequences, we have constructed a genome space as a subspace in Euclidean space. Each genome sequence can be represented as a point in this space. Therefore, this genome space can be used to make comparative analysis to study the clustering and phylogenetic relationship among genomes. The biological (evolutionary) distance between two genomes can be obtained through the Euclidean distance among the corresponding points in the genome space.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 336,
                    "text": "Hamori. 7",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 405,
                    "text": "Gates",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 407,
                    "text": "8",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We constructed a new DNA sequence graph in two quadrants of the Cartesian coordinate system, with pyrimidines (C and T) in the first quadrant and purines (A and G) in the fourth quadrant. As shown in Fig. 1 , the vectors corresponding to the four nucleotides G, A, T, and C are as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 206,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Graphical representation of DNA sequence"
        },
        {
            "text": "Here, we should emphasize that the specific ordering of the four nucleotides in the Cartesian coordinate system is related to the GC content of genomes (as it is explained in the 'Discussion' section). Points in the graphical representation are obtained by the sum of vectors representing nucleotides in the sequence. In Fig. 2 , we give the graphical representation of whole mitochondrial genome sequences of human, common chimpanzee, Norway rat, and hedgehog, which are based on the vector system shown in Fig. 1 . Since human and chimpanzee belong to the same order ( primates), their mitochondrial genome graphical representations are very similar visually. These four DNA sequence graphical curves have no circuits or degeneracy and the correspondence between the sequence and the graphical curve can be mathematically proved to be one-to-one. 9 ",
            "cite_spans": [
                {
                    "start": 849,
                    "end": 850,
                    "text": "9",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 327,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 508,
                    "end": 514,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Graphical representation of DNA sequence"
        },
        {
            "text": "Motivated by our previous work for protein sequence analysis, 10 we use moment vectors to characterize a DNA graphical curve. Given the graphical curve of a DNA sequence, which can be represented by a sequence of points (1, y 1 ), (2, y 2 ), . . . , (n, y n ), we can compute a sequence of numbers 1 2 y 1 , 2 2 y 2 , . . . , n 2 y n . Conversely, if we know the sequence of numbers 1 2 y 1 , 2 2 y 2 , . . . , n 2 y n , we can recover the graph (1, y 1 ), (2, y 2 ), . . . , (n, y n ). Therefore, we want to find a sequence of numbers, each of which uses the global information of the sequence of numbers 1 2 y 1 , 2 2 y 2 , . . . , n 2 y n in ",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 64,
                    "text": "10",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Moment vector of DNA sequence"
        },
        {
            "text": "A novel construction of genome space with biological geometry [Vol. 17, such a way that this new sequence of numbers determines and is determined by the sequence of numbers 1 2 y 1 , 2 2 y 2 , . . . , n 2 y n . For this purpose, we consider the moments which are defined as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "156"
        },
        {
            "text": "where n is the number of nucleotides contained in a DNA sequence, and (x i , y i ) represents the position of the ith nucleotide in the DNA graphical curve. According to this definition, each DNA sequence has an n-dimensional moment vector (M 1 , M 2 , . . . , M n ) associated with it. The crucial point in this paper is that the correspondence between a DNA sequence and its moment vector obtained from its sequence graph is one-toone. To obtain this conclusion, we need to prove the following theorem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "156"
        },
        {
            "text": "Consider the set of DNA sequences having the same number (n) of nucleotides. Then, the correspondence between a DNA sequence and its n-dimensional moment vector (M 1 , M 2 , . . . , M n ) is one-to-one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem"
        },
        {
            "text": "We have demonstrated that the correspondence between a DNA sequence and its graphical curve is one-to-one. 9 In order to prove the theorem, we will need to prove that the correspondence between a DNA graphical curve and its moment vector is oneto-one.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 108,
                    "text": "9",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Proof"
        },
        {
            "text": "By the definition, one DNA sequence graph has an n-dimensional moment vector (M 1 , M 2 , . . . , M n ). Hence, we need to demonstrate that from any given DNA moment vector, we can recover the DNA curve, which means all (x i , y i ) (i ¼ 1, 2, . . . , n) can be recovered from any given DNA moment vector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof"
        },
        {
            "text": "x i is the x-coordinate value of ith nucleotide on a DNA graph. Based on our assignment, x i should be equal to i. y i is the y-coordinate value of ith nucleotide on a DNA graph. The next step is to obtain y i from moment vector. Let z i ¼ x i 2 y i , then the moments can be simplified as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof"
        },
        {
            "text": ". . . ; n:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof"
        },
        {
            "text": "To solve for z i , let d j ¼ M j n j , then the d j can be obtained by M j and n. Clearly, d j and z i have the below relation: These z 1 , z 2 , . . . , z n are roots of the polynomialðz À z 1 Þðz À z 2 Þ Á Á Á ðz À z nÀ1 Þðz À z n Þ ¼ z n þ a nÀ1 z nÀ1 þ Á Á Á þ a 1 z þ a 0 : Let s d (d ¼ 1, 2, . . . , n) be the elementary symmetric polynomials in z 1 , z 2 , . . . , z n , i.e.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof"
        },
        {
            "text": ". . . , s n ¼ (21) n a 0 . By using Newton's famous identities 11 :",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 65,
                    "text": "11",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Proof"
        },
        {
            "text": ". . , n, a i can be obtained by d j as shown below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof"
        },
        {
            "text": "As a result, the coefficients of the poly-",
            "cite_spans": [],
            "ref_spans": [],
            "section": ":"
        },
        {
            "text": "can be confirmed, and the set of all roots can be obtained. Next, we need to identify each root z 1 ,z 2 , . . . , z n . Because the y-coordinate values of four nucleotides are between -1 and 1, x i 2 y i ! 0. As we have defined that the position of kth nucleotide on a graph is (x k ,y k ) or (k,y k ), the position of (k þ 1)th nucleotide on a graph (x kþ1 , y kþ1 ) can be represented as (k þ 1, y k þ u kþ1 ), where u kþ1 may be any of y-coordinate value of the four nucleotides. Thus,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ":"
        },
        {
            "text": "As a consequence, z i is increasing and each root can be identified by this property, which means each value of y i can be obtained. With all (x i ,y i ), a DNA graph can be recovered. Therefore, we have successfully proved that the correspondence between a DNA sequence and its moment vector obtained from its sequence graph is one-to-one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ":"
        },
        {
            "text": "We have already obtained a good numerical characterization, moment vector, to represent a DNA sequence. Now, we will use this tool to construct a genome space. Here, we emphasize that the structure of genomes is complicated. It may be single-stranded or double-stranded and in a linear or circular structure. Thus, we should consider the different structures when constructing the genome space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of genome space"
        },
        {
            "text": "For the simplest genome structures, linear singlestrand forms, we can treat them as linear DNA sequences. That is, every genome corresponds to a general DNA sequence. Thus, we can utilize our moment vector to construct the genome space. In order to use whole genome information to make comparative analysis among genomes, we can use the first N components (M 1 , M 2 , . . . , M N ) of the moment vector of a genome sequence graph to represent a genome as a point in N-dimensional space. Thus, we obtain an N-dimensional genome space as a subspace in R N . Using the Euclidean distance between two points as an index for comparison, we can perform phylogenetic and clustering analysis for genome sequences in this genome space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of genome space"
        },
        {
            "text": "For the circular single-strand genomes, the construction of genome space is more complicated because we do not know which point is the start point in this circular DNA sequence. In this case, we treat every point as the start point in this circular sequence of length n, and then we get n linear single-strand genomes. For every linear single-strand genome sequence, we can compute its n-dimensional moment vector. Then, we take average by n for these n n-dimensional moment vectors to get a normalized moment vector (M 1 , M 2 , . . . , M n ). For circular singlestrand genomes, we use the first N components (M 1 , M 2 , . . . , M N ) of this normalized moment vector to represent a genome as a point in an N-dimensional space. Thus, we obtain an N-dimensional genome space as a subspace in R N .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of genome space"
        },
        {
            "text": "For the double-stranded genomes, we need to point out that the moment vector of reverse complementary sequence is not the same as the original sequence. Generally, when meeting the double-stranded genomes, we treat them as two single-stranded genomes. We use the above method (linear or circular) to get two n-dimensional moment vectors for these two single-stranded sequences, and then take average to get a general moment vector (M 1 , M 2 , . . . , M n ). By using the first N components (M 1 , M 2 , . . . , M N ) of this general moment vector to represent a genome as a point in N-dimensional space. Thus, we obtain an N-dimensional genome space as a subspace in R N . Here, we need to point out that the two strands of some genomes (e.g. mitochondrial genomes, some bacterial genomes) are differentiated by their nucleotide content, which are called the heavy strand and the light strand, respectively. The two strands have different masses because one has a higher proportion of heavier nucleic acids and its complement a lower proportion. In this case, we just treat them as the single-stranded (by using the heavy strand) genomes to make the genome space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of genome space"
        },
        {
            "text": "To verify that the biological distance obtained in this way truly incorporates biological utility, we 158",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A novel construction of genome space with biological geometry [Vol. 17, apply our new genome space to the phylogenetic analysis of organisms. Most existing methods for phylogenetic inference using biological sequences can be divided into two groups. The algorithms in the first group utilize various distance measures 12 -15 which are based on different models of nucleotide substitution or amino acid replacement, and then transform the distance matrix into a tree. In the second group of approaches, instead of building a tree, the tree that can best explain the observed sequences under the evolutionary assumption is found by evaluating of different topologies. This category includes parsimony 16 -18 and maximum likelihood methods. 19 -21 All these methods require a multiple alignment of the sequences and assume some sort of evolutionary model, which require human intervention. Thus, the results are usually controversial. However, our genome space does not need sequence alignment and any evolutionary model. It is totally automatically generated and avoids computation repetition. First, we consider the phylogeny of mammals. Mitochondrial DNA is not highly conserved and has a rapid mutation rate, thus it is very useful for studying the evolutionary relationships of organisms. 22 We extracted 35 complete mammalian mitochondrial genome sequences from the GenBank, each of which has length of more than 16 000 nucleotides. Moreover, they have double-stranded and circular structures. As mentioned in the previous section, because we have already known the gene content of both strands of these genomes, we just treat them as the single-stranded (by using the heavy strand) circular genomes. For this case, we treat every point as the start point in this circular sequence of length n, and then we get n linear single-strand genomes. For every linear single-strand genome sequence, by using the nucleotide vector system shown in Fig. 1 , we can compute its n-dimensional moment vector. Then, we take average by n for these n n-dimensional moment vectors to get a normalized moment vector (M 1 , M 2 , . . . , M n ). Here, we use the first 60 components of the moment vector (M 1 , M 2 , . . . , M 60 ) to characterize these 35 genome graphical curves and obtained 35 points in 60-dimensional genome space. By computing the Euclidean distances between these points, we got the distance matrix for these 35 organisms. The phylogenetic tree for them shown in Fig. 3 is generated using UPGMA program in the MEGA 4 package. 23 The last 10 mammals are grouped into a cluster because they are primates, and the phylogenetic relationship among them coincides with those found by Raina et al. 24 We also found that Norway rat, vole, and squirrel are grouped into a cluster for the reason that they are rodent species.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 324,
                    "text": "12 -15",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 705,
                    "text": "16 -18",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 744,
                    "text": "19 -21",
                    "ref_id": null
                },
                {
                    "start": 1291,
                    "end": 1293,
                    "text": "22",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2531,
                    "end": 2533,
                    "text": "23",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2696,
                    "end": 2698,
                    "text": "24",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 1941,
                    "end": 1947,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2468,
                    "end": 2474,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In order to further illustrate the efficiency of our genome space, we then focus on the origins and evolution of human immunodeficiency virus (HIV). HIV is a lentivirus that can lead to acquired immune deficiency syndrome (AIDS), a condition in humans in which the immune system begins to fail, leading to life-threatening opportunistic infections. To develop the anti-HIV drugs and vaccines, the research into the origins and evolution of this virus has become very important. Rambaut et al. 25 reconstructed the phylogenetic tree of the primate lentiviruses including HIV-1, HIV-2, and the simian immunodeficiency viruses (SIVs). It was discovered that the two human viruses are related to different SIVs and therefore have different evolutionary origins. However, in Rambaut et al.'s paper, the tree was constructed using the maximum likelihood method on an alignment of the nucleotide sequences of polymerase gene in these lentiviruses. Generally, a single-gene sequence does not possess enough information to construct an evolutionary history of organisms, thus we use our new method to reconstruct the phylogenetic tree based on the whole genome sequences.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 495,
                    "text": "25",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The genomes of lentiviruses are single-stranded linear RNA. RNA has the base uracil (U) rather than thymine (T) that is present in DNA. In fact, these RNA genome sequences downloaded from GenBank have already been transformed into DNA sequences (change U by T). Thus, we treat them as linear DNA sequences. Using the nucleotide vector system shown in Fig. 1 , the sequence graphs of the genomes of the 33 lentiviruses were obtained. Here, we use the first 12 components of the moment vector to characterize these 33 genome graphical curves, and thus we obtained 33 twelve-dimensional vectors. These 33 vectors can be viewed as 33 points in a 12-dimensional genome space. By computing the Euclidean distance between these points, we reconstructed the phylogenetic tree of these primate lentiviruses (Fig. 4) using UPGMA program in the MEGA 4 package. 23 The figure illustrates that both the HIV-1 and HIV-2 lineages fall within that of the SIVs which are isolated from other primates, thus they represent the independent cross-species transmission events. In agreement with In addition, we apply our genome space to another field of virology: the taxonomy of coronavirus. To study the classification and phylogeny of coronaviruses clearly, we apply our genome space to a large set of 30 complete coronavirus genomes from GenBank, including the two newly sequenced human coronaviruses, HCoV-NL63 and HCoV-HKU1, along with four genomes from Flaviviridae and Togaviridae which are not coronaviruses (outgroups). The coronavirus genomes are also single-stranded linear RNA. So, similar to the above lentivirus case, we treat these coronavirus genomes as linear DNA sequences. Their abbreviation, accession number, description, and classification are shown in Table 1 . First, we used our two-dimensional genome space (actually, it is a two-dimensional plane with the first two moments M 1 and M 2 being x-axis and y-axis) to characterize these '34' virus genomes and calculated '34' points in Fig. 5A . Four groups, group 1, group 2, group 3, and outgroups, can be seen in this figure as four distinct clusters. To study the classification for coronavirus clearly, we expanded it and obtained Fig. 5B .",
            "cite_spans": [
                {
                    "start": 850,
                    "end": 852,
                    "text": "23",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 357,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 798,
                    "end": 806,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 1754,
                    "end": 1761,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1988,
                    "end": 1995,
                    "text": "Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2188,
                    "end": 2195,
                    "text": "Fig. 5B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Based on genotypic and serological characterization, coronaviruses are divided into three distinct groups, with human coronavirus 229E (HCoV-229E) being a group 1 coronavirus and human coronavirus OC43 (HCoV-OC43) being a group 2 coronavirus. There is one additional branch, the group 3 coronaviruses, which are found exclusively in birds. These three distinct groups of coronaviruses clearly form three distinct clusters in our two-dimensional Table 1 and obtained 34 two-dimensional vectors. These 34 vectors can be directly viewed as 34 points in a twodimensional genome space with M 1 and M 2 being x-axis and y-axis, respectively. (B) Thirty coronavirus genomes from Table 1 are viewed as 30 points in a two-dimensional genome space.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 452,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 672,
                    "end": 679,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "No. 3] C. Yu et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "genome space. We also find that the newly discovered human coronavirus NL63 is very close to the human coronavirus 229E, and thus it is classified into group 1. This result is the same as the identification by van der Hoek et al. 27 Our two-dimensional genome space reveals that for human SARS-CoV, the most closely related coronavirus is from a small infected mammal, the palm civet (not a bird as initially suspected). This result coincides with those found by Guan et al. 28 For another newly discovered human coronavirus HCoV-HKU1, Woo et al. 30 classified it into group 2 because HCoV-HKU1 contains certain features that are characteristic of group 2 coronaviruses. However, these authors also stated that the proteins of HCoV-HKU1 formed distinct branches in the phylogenetic trees, indicating that HCoV-HKU1 is a distinct member within the group and is not very closely related to any other known member of group 2 coronaviruses. In our two-dimensional genome space, we found that HCoV-HKU1 is an individual coronavirus between the SARS group (which we suggest as group 4) and the traditional group 2, thus we propose that HCoV-HKU1 belongs to a new group 5. By computing the distances between the genomes in Fig. 5A , we also reconstructed the phylogenetic tree of these coronaviruses (Fig. 6 ) using UPGMA program in the MEGA 4 package. 23 Thus, the evolutionary relationship of these genomes is clearer.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "text": "27",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "28",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 547,
                    "end": 549,
                    "text": "30",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1346,
                    "end": 1348,
                    "text": "23",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 1216,
                    "end": 1223,
                    "text": "Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1293,
                    "end": 1300,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "It should be pointed out that the construction of our genome space depends on four parameters (the y-coordinates of the A, C, T, and G in Fig. 1 ). If we change these four parameters, we shall have different embedding of the genome space. Because the GC content of DNA molecule is found to be variable with different organisms, GC content should be considered when we assign the y-coordinate values of nucleotide vectors. The genomes of three groups in this paper have low GC content. Most of them have 30-50% GC content, thus we assign larger y-coordinate absolute values for G and C. However, the y-coordinate values of the four nucleotides must be between 21 and 1 to assure that the correspondence between a DNA sequence and its corresponding moment vector is one-to-one. Therefore, in order to obtain a universal genome space for all species, further studies will be needed to determine the universal y-coordinate values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 144,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In the study of mammalian mitochondrion, lentiviruses (including HIV), and coronavirus genomes, we used 60, 12, and 2 moments to construct the genome space, respectively. Here, we should emphasize that we do not need to calculate all the moments to determine the biological information of genomes. Remember that in the central limit theorem in probability and statistics, the limiting process is Gaussian. For Gaussian, the first two moments determine the density function. Thus, we just use the first N moments to get the results, where N is much less than n (the length of genome). Thus, for coronavirus genomes, we only used the first two components of the moment vector (M 1 , M 2 ) because these two moments have allowed us to obtain the stable classified resultwhen higher moments are included the relationship of being close or farther away remains unchanged. To make this point clearer, we also use the first 20 components of the moment vector (M 1 , M 2 , . . . , M 20 ) to construct the 20-dimmensional genome space. By computing the Euclidean distances between these points in this genome space, we reconstructed the phylogenetic tree of these coronaviruses (Fig. 7) . Comparing Figs 6 and 7, we found that the classification relationship of these genomes are the same-group 1, group 2, group 3, group 4, group 5, and outgroups can still be seen in the two trees as six distinct clusters. This means that when using the higher moments, the relationship of being close or farther away remains unchanged. In other word, two moments are already enough to give the right classifying relationship for these genomes. For the same reason, we used the first 60 components of the moment vector (M 1 , M 2 , . . . , M 60 ) and the first 12 components of the moment vector (M 1 , M 2 , . . . , M 12 ) to generate the genome space for mammalian mitochondrion and lentiviruses genomes and obtained the stable phylogenetic analysis result.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1169,
                    "end": 1177,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Gene rearrangements play important roles in evolution. The order of genes and transcription regions are changed during evolution by gene rearrangements such as DNA inversions and transpositions, 31 which do not affect the gene content of the chromosomes. For example, inversions of large genomic fragments are often observed even between closely related species. The phylogenetic analysis based on the gene order is challenging as it requires detailed complex gene order data in genomes and intensive computation. In order to test whether our genome 164",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 197,
                    "text": "31",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A novel construction of genome space with biological geometry [Vol. 17, space is stable for genomic rearrangement, we consider the following simulated experiment. We choose the human mitochondrion genome and then invert its two genes ATPase 6 and Cytochrome oxidase III to get a simulated genome, which we called human AC genome. We can treat this new genome as the result of the inversion of genes from the human mitochondrion genome. Next, we randomly generate a genome sequence which has the same length and nucleotide content as the human mitochondrion genome, which we called random genome. Thus, we have three genomes of the same length and nucleotide content: human, human AC, and random.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, we also choose the common chimpanzee mitochondrion genome as comparison. By using the 60-dimmensional genome space, we calculate the distance among these four genomes and get a distance matrix in Table 2 . In Table 2 , we found that the distance between human and human AC is very small. This means that even some genomic rearrangement happened in a genome, the new produced genome still has very close distance from the original genome. Thus, in our genome space, the original genome and its genomic rearrangement genome ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 216,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 229,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A novel construction of genome space with biological geometry [Vol. 17, represent different points but have very close distance. Large-scale genomic rearrangements in closely related organisms make the genome sequences very different from the original genome sequences. Although the moment vectors of the original and rearranged DNA sequences are different, if we treat double DNA genomes as two single-stranded genomes to get two n-dimensional moment vectors for these two single-stranded sequences and take the average to get a general moment vector (M 1 , M 2 , . . . , M n ), the computed distances among related species by gene rearrangements will be small. The genome spaces constructed by the moment vector have advantages over the gene order phylogenetic analysis since the genome spaces do not depend on gene orders and are capable of using all gene families. We will apply the moment vector method on the detailed phylogenetic analysis using the large-scale genomic rearrangement data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "166"
        },
        {
            "text": "In this paper, we report a two-dimensional graphical representation for DNA sequences. A moment vector system to represent a DNA sequence is introduced, and the correspondence between a DNA sequence and its moment vector is mathematically proven to be one-to-one. With this moment vector system, each genome sequence can be represented as a point in a Euclidean space, and the genome space is constructed as a subspace of this Euclidean space. Genomes with close evolutionary relationship and similar properties plot close together in this genome space. Thus, it will provide a new powerful tool for analyzing the classification of genomes and their phylogenetic relationships. Our method is easier and quicker in handling whole or partial genomes than multiple alignment methods. There are two major advantages to our method. (i) Once a genome space has been constructed, it can be stored in a database. There is no need to reconstruct the genome space for any subsequent application, whereas in multiple alignment methods, realignment is needed for add-on new sequences. (ii) One can have global comparison of all genomes simultaneously, which no other existing method can achieve. Furthermore, in our method, the results in twodimensional genome space can be displayed and viewed graphically; this is user-friendly and allows even non-expert to understand the relationship among different genomes via viewing the graph of genome space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "166"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The subtypes of HIV-1 and HIV-2 are shown. The virus abbreviations, their primate hosts and genome accession numbers in the GenBank are as follows: HIV-1",
            "authors": [],
            "year": null,
            "venue": "This tree was reconstructed by using the first 12 components of the moment vector (M 1 , M 2",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SIVgsn, greater spot-nosed monkey: AF468659",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "macaque: D01065; SIVmnd1-2, mandrill: M27470, AY159322; SIVmon, Campbell's mona monkey: AY340701",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sivmac",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SIVrcm, red-capped monkey: AF382829",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "monkey: L06042; SIVtan, tantalus monkey: U58991",
            "authors": [
                {
                    "first": "Sykes",
                    "middle": [],
                    "last": "Sivsyk",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Big tree from little genomes: mitochondrial gene order as a phylogenetic tool",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Boore",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Curr. Opin. Genet. Dev",
            "volume": "8",
            "issn": "",
            "pages": "668--74",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Genome phylogeny based on gene content",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Snel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bork",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Huynen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat. Genet",
            "volume": "21",
            "issn": "",
            "pages": "108--118",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Exact and approximation algorithms for the inversion distance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kececioglu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sankoff",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Algorithmica",
            "volume": "13",
            "issn": "",
            "pages": "180--210",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Transforming cabbage into turnip",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hannenhalli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pevzner",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proceedings of the 27th ACM Symposium on Theory of Computing",
            "volume": "",
            "issn": "",
            "pages": "178--89",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Counting on comparative maps",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Nadeau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sankoff",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Trends Genet",
            "volume": "14",
            "issn": "",
            "pages": "495--501",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The emerging paradigm and open problems in comparative genomics",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Koonin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Bioinformatics",
            "volume": "15",
            "issn": "",
            "pages": "265--271",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Novel DNA sequence representation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hamori",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature",
            "volume": "314",
            "issn": "",
            "pages": "585--591",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Simpler DNA sequence representations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "DNA sequence representation without degeneracy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Yau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Niknejad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nucleic Acids Res",
            "volume": "31",
            "issn": "",
            "pages": "3078--80",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A protein map and its application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Yau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "DNA Cell Biol",
            "volume": "27",
            "issn": "",
            "pages": "241--50",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Basic Algebra",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Evolution of protein molecules in mammalian protein metabolism",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Jukes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Cantor",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Mammalian Protein Metabolism",
            "volume": "",
            "issn": "",
            "pages": "21--132",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A simple model for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Mol. Evol",
            "volume": "16",
            "issn": "",
            "pages": "111--131",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Statistical analysis of ominoid molecular evolution",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hartigan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Stat. Sci",
            "volume": "2",
            "issn": "",
            "pages": "191--210",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Reconstructing evolutionary trees from DNA and protein sequences: paralinear distances",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lake",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "91",
            "issn": "",
            "pages": "1455--1464",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A method for deducing branching sequences in phylogeny",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Camin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sokal",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Evolution",
            "volume": "19",
            "issn": "",
            "pages": "311--337",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Phylogenetic analysis: models and estimation procedures",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Cavalli-Sforza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W F"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Evolution",
            "volume": "21",
            "issn": "",
            "pages": "550--70",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Toward defining the course of evolution: minimum change for a specific tree topology",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Fitch",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Syst. Zool",
            "volume": "35",
            "issn": "",
            "pages": "406--422",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Maximum likelihood and minimum-steps methods for estimating evolutionary trees from data on discrete characters",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Felsenstein",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Syst. Zool",
            "volume": "22",
            "issn": "",
            "pages": "240--249",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Evolutionary trees from DNA sequences: a maximum likelihood approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Felsenstein",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Mol. Evol",
            "volume": "17",
            "issn": "",
            "pages": "368--76",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A hidden Markov model approach to variation among sites in rate of evolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Felsenstein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Churchill",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Mol. Bio. Evol",
            "volume": "13",
            "issn": "",
            "pages": "93--104",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Mitochondrial DNA sequences of primates: tempo and mode of evolution",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Prager",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Mol. Evol",
            "volume": "18",
            "issn": "",
            "pages": "225--264",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "MEGA: A biologist-centric software for evolutionary analysis of DNA and protein sequences",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dudley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Brief. Bioinform",
            "volume": "9",
            "issn": "",
            "pages": "299--306",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Evolution of base-substitution gradients in primate mitochondrial genomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Raina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Faith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Disotell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seligmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Pollock",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Genome Res",
            "volume": "15",
            "issn": "",
            "pages": "665--73",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The causes and consequences of HIV evolution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Crandall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Rev. Genet",
            "volume": "5",
            "issn": "",
            "pages": "52--61",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Origin of HIV-1 in the chimpanzee Pan troglodytes troglodytes",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bailes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nature",
            "volume": "397",
            "issn": "",
            "pages": "436--477",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Identification of a new human coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Der Hoek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pyrc",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Jebbink",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Med",
            "volume": "10",
            "issn": "",
            "pages": "368--73",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276--284",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "SARS-CoV infection in a restaurant from palm civet",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg. Infect. Dis",
            "volume": "11",
            "issn": "",
            "pages": "1860--1865",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Characterization and complete genome sequence of a novel coronavirus, coronavirus HKU1, from patients with pneumonia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "884--95",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Chromosome rearrangements in evolution: From gene order to genome sequence and back",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sankoff",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Nadeau",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "100",
            "issn": "",
            "pages": "11188--11197",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Nucleotide vector system based on G(1, 22/3), A(1, 21/3), T(1, 1/3), and C(1, 2/3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Graphical representation of DNA sequences. Graphical representations of whole mitochondrial genome sequences of four species (human, common chimpanzee, Norway rat, and hedgehog) based on the vector system shown inFig. 1. X-value stands for the number of nucleotides in the DNA sequence. Y-value is the cumulative y-values of nucleotides G, A, T, and C inFig. 1. Because the genome lengths of these four species are similar (around 17 000 nt), the X-values of the end points of their graphical curves are very similar. For the Yvalues of the end points, human and common chimpanzee are very close (more than 1600), but mouse is below 1500 and hedgehog is below 1000.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Rambaut et al.'s result, our phylogenetic tree shows that HIV-1 group N is a new HIV-1 type between the HIV-1 groups M and O (somewhat closer to the M group). It also indicates that HIV-1 groups M, N, and O are closely related to SIVs from chimpanzees (Pan troglodytes troglodytes and Pan troglodytes schweinfurthii) because there is a mixing of the HIV-1 and SIV lineages. Moreover, our result suggests that P. t. troglodytes (SIV cpz2 and SIV cpz3 in Fig. 4) is the primary reservoir for HIV-1 group O, which is not clear in Rambaut et al.'s evolutionary tree. In Rambaut et al.'s evolutionary tree, the position of HIV-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Phylogenetic tree of the mitochondrial genome sequences of 35 mammal species. This tree was reconstructed by the first 60 components of the moment vector (M 1 , M 2 , . . . , M 60",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Two-dimensional genome space. (A) We used the first two components of the moment vector (M 1 , M 2 ) to characterize 34 virus genomes from",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "and Wang et al.29 In Guan et al.'s work, the authors also suggested that SARS viruses were isolated from Himalayan palm civets found in a liveanimal market in Guangdong, China. Similarly, in Wang et al.'s work, the researchers found six palm civets at the restaurant were positive for SARS-associated coronavirus. They think that SARS cases at the restaurant were the result of recent interspecies transfer from the putative palm civet reservoir and not the result of continued circulation of SARS-CoV in the human population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Phylogenetic tree of the coronavirus genomes. This tree was reconstructed by the first two components of the moment vector (M 1 ,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Phylogenetic tree of the coronavirus genomes. This tree was reconstructed by the first 20 components of the moment vector (M 1 , M 2 , . . ., M 20 ).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "P. t. troglodytes and P. t. schweinfurthii, but not closer to either of them. Our suggestion coincides with those found by Gao et al.26 In Gao et al.'s work, the authors concluded that the HIV-1 group O is closely related to the just one of these SIVcpz lineages, found in P. t. troglodytes. For HIV-2, we find that the SIVs that are",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Thirty coronavirus genomes and four outgroup genomes from the GenBank",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements: We gratefully acknowledge Professor Yuen-Ling Chan from University of Chicago, Department of Biochemistry and Molecular Biology who read our paper and gave some constructive comments. We also thank Dr Max Benson for critically reading and editing the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}