{
    "paper_id": "945fac2c9ade4e451cc0cb8388cf9de8b2f00a47",
    "metadata": {
        "title": "Open Forum Infectious Diseases ® Clinical Features, Severity, and Incidence of RSV Illness During 12 Consecutive Seasons in a Community Cohort of Adults ≥60 Years Old",
        "authors": [
            {
                "first": "Edward",
                "middle": [
                    "A"
                ],
                "last": "Belongia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshfield Clinic Research Institute",
                    "location": {
                        "settlement": "Marshfield",
                        "region": "Wisconsin"
                    }
                },
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [
                    "P"
                ],
                "last": "King",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshfield Clinic Research Institute",
                    "location": {
                        "settlement": "Marshfield",
                        "region": "Wisconsin"
                    }
                },
                "email": ""
            },
            {
                "first": "Burney",
                "middle": [
                    "A"
                ],
                "last": "Kieke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshfield Clinic Research Institute",
                    "location": {
                        "settlement": "Marshfield",
                        "region": "Wisconsin"
                    }
                },
                "email": ""
            },
            {
                "first": "Joanna",
                "middle": [],
                "last": "Pluta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshfield Clinic Health System",
                    "location": {
                        "settlement": "Marshfield",
                        "region": "Wisconsin"
                    }
                },
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Al-Hilli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshfield Clinic Health System",
                    "location": {
                        "settlement": "Marshfield",
                        "region": "Wisconsin"
                    }
                },
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [
                    "K"
                ],
                "last": "Meece",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Marshfield Clinic Research Institute",
                    "location": {
                        "settlement": "Marshfield",
                        "region": "Wisconsin"
                    }
                },
                "email": ""
            },
            {
                "first": "Vivek",
                "middle": [],
                "last": "Shinde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Novavax, Inc",
                    "location": {
                        "settlement": "Gaithersburg",
                        "region": "Maryland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background. The epidemiology and burden of respiratory syncytial virus (RSV) illness are not well defined in older adults. Methods. Adults ≥60 years old seeking outpatient care for acute respiratory illness were recruited from 2004-2005 through 2015-2016 during the winter seasons. RSV was identified from respiratory swabs by multiplex polymerase chain reaction. Clinical characteristics and outcomes were ascertained by interview and medical record abstraction. The incidence of medically attended RSV was estimated for each seasonal cohort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results. RSV was identified in 243 (11%) of 2257 enrollments (241 of 1832 individuals), including 121 RSV type A and 122 RSV type B. The RSV clinical outcome was serious in 47 (19%), moderate in 155 (64%), and mild in 41 (17%). Serious outcomes included hospital admission (n = 29), emergency department visit (n = 13), and pneumonia (n = 23) and were associated with lower respiratory tract symptoms during the enrollment visit. Moderate outcomes included receipt of a new antibiotic prescription (n = 144; 59%), bronchodilator/nebulizer (n = 45; 19%), or systemic corticosteroids (n = 28; 12%). The relative risk of a serious outcome was significantly increased in persons aged ≥75 years (vs 60-64 years) and in those with chronic obstructive pulmonary disease or congestive heart failure. The average seasonal incidence was 139 cases/10 000, and it was significantly higher in persons with cardiopulmonary disease compared with others (rate ratio, 1.89; 95% confidence interval, 1.44-2.48).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions. RSV causes substantial outpatient illness with lower respiratory tract involvement. Serious outcomes are common in older patients and those with cardiopulmonary disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over the past decade, respiratory syncytial virus (RSV) infection has been increasingly recognized as an important cause of acute respiratory illness in older adults. Both influenza and RSV account for a substantial number of respiratory illness deaths among adults ≥65 years of age in the United States. From 1997 to 2009, influenza and RSV contributed to approximately 28 000 and 17 000 annual cardiorespiratory deaths, respectively [1] . RSV is also an important cause of adult respiratory illness in both developed and developing countries, including tropical and subtropical regions [2] [3] [4] . Studies conducted in the 1980s and 1990s first identified RSV as a cause of acute respiratory illness in a variety of adult populations, including older adults, working-age adults, hospitalized patients, and residents of long-term care facilities [5] [6] [7] [8] [9] . Immunocompromised adults and those with advanced age and/or cardiopulmonary disease are at especially high risk for severe complications from RSV infection [10] [11] [12] [13] [14] .",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 438,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 849,
                    "end": 852,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 857,
                    "end": 860,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1047,
                    "end": 1051,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The incidence and burden of RSV in adults are difficult to measure as clinical symptoms are nonspecific and physician awareness of RSV in adults is limited. Most adult studies of RSV have been conducted in the hospital setting, where RSV accounts for about 4% to 12% of respiratory illness hospitalizations during the winter season [14] [15] [16] [17] . Advanced age, radiographic pneumonia, ventilator support, and secondary bacterial infection are all associated with increased risk of death among hospitalized patients with RSV [18] .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Few studies have assessed the incidence and clinical characteristics of adult RSV infections in the community and outpatient setting. A seminal prospective cohort study of adults ≥65 years of age during 4 winter seasons (1999) (2000) (2001) (2002) (2003) found that 3%-7% developed symptomatic RSV infection each season [14] . A 6-season study of adults ≥50 years old with predominantly outpatient acute respiratory illness found that RSV was the third most common viral pathogen (after influenza and human rhinovirus) [19] . Advanced age, cough, nasal congestion, wheezing, and increasing interval from symptom onset to care-seeking were independently associated with RSV detection. The latter study was conducted in a Wisconsin community cohort, and the overall seasonal incidence of medically attended RSV illness was estimated as 154 episodes per 10 000 individuals M A J O R A R T I C L E ≥50 years old [20] . The incidence of medically attended RSV increased with age, and it was highest (199 episodes per 10 000) among persons ≥70 years of age.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 226,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 233,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 240,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 241,
                    "end": 247,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 254,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "RSV vaccines and antivirals for older adults are currently in prelicensure clinical trials [21] , and more detailed knowledge of RSV incidence and burden is needed to inform policy recommendations and evaluate cost-effectiveness. The objective of this study was to describe the clinical characteristics, severity, clinical outcomes, and long-term incidence of medically attended RSV illness in a community cohort of adults ≥60 years of age from the 2004-2005 through 2015-2016 influenza seasons. This analysis significantly extends a previous report on medically attended RSV infections in adults ≥50 years of age in the community cohort from 2004-2005 through 2009-2010 [19] . The current report includes an additional 6 seasons with more detailed clinical information based on medical record abstraction for RSV cases, including physical exam findings, management, and outcomes.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Marshfield Clinic Research Institute conducted prospective seasonal studies of influenza vaccine effectiveness in a Wisconsin community cohort during the 2004-2005 through 2015-2016 seasons [22] [23] [24] [25] . Before each influenza season, a community cohort was defined based on residency in or near Marshfield, Wisconsin, and receipt of care from the Marshfield Clinic. Individuals in the community cohort were eligible to be recruited when seeking care for acute respiratory illness in outpatient clinics (all seasons) or in the hospital setting (2004-2005 through 2009-2010) . Each season, recruitment began when influenza activity was detected in the community and usually continued for 12-15 weeks. Symptom eligibility criteria varied by season but included fever/feverishness or cough during most seasons. For the 2011-2012 through 2015-2016 seasons, eligibility was based on the presence of acute respiratory illness with cough. The maximum duration of illness was 10 days for the 2004-2005 through 2006-2007 seasons and 7 days for all subsequent seasons. After obtaining informed consent, a midturbinate swab was obtained for influenza detection. Symptoms and onset date were assessed during the enrollment interview. Realtime reverse transcription polymerase chain reaction (RT-PCR) was performed each season to identify influenza cases. After testing was complete, aliquots of samples in viral transport media were frozen at -80°C.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[23]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[25]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 555,
                    "end": 584,
                    "text": "(2004-2005 through 2009-2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Participants and Setting"
        },
        {
            "text": "This study was reviewed and approved by the Marshfield Clinic Institutional Review Board. During each season, all study participants (or parents) provided informed consent for influenza testing. Multiplex RT-PCR testing to detect additional viruses was subsequently approved by the institutional review board with a waiver of informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants and Setting"
        },
        {
            "text": "Archived samples were tested for the presence of respiratory virus nucleic acid using a multiplex respiratory virus panel (GenMark Dx eSensor, Respiratory Viral Panel). This is a Food and Drug Administration (FDA)-approved multiplex panel for  detection of RSV A and B, human rhinovirus, human metapneumovirus, parainfluenza viruses 1-3, influenza A (H3, H1,  and H1N1pdm09) , influenza B, and adenoviruses B/E and C. Nucleic acid was extracted from the swabs using the Roche MagnaPure 2.0 system and was then amplified using RT-PCR with target-specific primers. Target-specific signals were determined by voltammetry, a process that generates electrical signals from ferrocene-labeled signal probes. A published comparison of 4 respiratory virus panels found that the GenMark Dx eSensor assay had 100% sensitivity for RSV A and RSV B detection [26] .",
            "cite_spans": [
                {
                    "start": 845,
                    "end": 849,
                    "text": "[26]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 374,
                    "text": "(FDA)-approved multiplex panel for  detection of RSV A and B, human rhinovirus, human metapneumovirus, parainfluenza viruses 1-3, influenza A (H3, H1,  and H1N1pdm09)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Laboratory"
        },
        {
            "text": "Samples collected from the 2004-2005 through 2009-2010 seasons were previously tested using the GenMark multiplex assay in a separate study of RSV illness in adults ≥50 years of age [19] . A subset of these was retested in 2016 for validation as the original testing was performed before FDA licensure of the GenMark Dx eSensor assay. All samples collected from 2009-2010 through 2015-2016 were tested using the FDA-approved GenMark assay. For the 2014-2015 season only, funding for multiplex testing of respiratory swabs was provided by the US Centers for Disease Control and Prevention (CDC).",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory"
        },
        {
            "text": "Electronic diagnosis codes, procedure codes, laboratory tests, and prescribing data were extracted from the medical record for all RSV-positive patients. Trained research coordinators abstracted detailed clinical data for the initial respiratory illness visit, subsequent outpatient or ED visits, and hospital admissions within 28 days for all participants with PCR-confirmed RSV illness. Symptoms of acute respiratory illness and onset date were available from the original study enrollment interview. Abstracted clinical data included additional symptoms not assessed during study enrollment, functional status, smoking status, physical exam findings, treatment, pulmonary function, and presence of specific comorbid chronic diseases. For each clinical encounter in the 28-day window, information was abstracted regarding diagnosis or suspicion of pneumonia, acute sinusitis, and acute otitis media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Record Abstraction"
        },
        {
            "text": "Abstraction of laboratory results included hemoglobin, total leukocyte count, BUN, creatinine, glomerular filtration rate, hemoglobin A1c, procalcitonin, and brain natriuretic peptide (BNP). Measures of cardiac and pulmonary function were abstracted, including peak flow, FEV1/FVC, oxygen saturation, and cardiac ejection fraction (from echocardiogram). Additional abstractions were performed for participants who were hospitalized within 28 days after PCR-confirmed RSV illness. Abstracted data included admission and discharge diagnoses, hospital course, use of supplemental oxygen or ventilation support, intensive care unit (ICU) admission, antibiotic or antiviral treatment, and disposition at discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Record Abstraction"
        },
        {
            "text": "All chest x-ray and chest computed tomography (CT) reports for participants with RT-PCR-confirmed RSV illness were independently reviewed by 2 physicians to identify a new radiographic opacity or infiltrate within 28 days after enrollment. Chest x-rays obtained >48 hours after hospital admission were excluded as they may represent nosocomial rather than community-acquired illness. Discrepancies in x-ray interpretation were adjudicated by consensus. For the purposes of this analysis, pneumonia was defined as an illness meeting all of the following criteria: (1) clinical diagnosis or suspicion of pneumonia mentioned in the medical record; (2) new opacity or infiltrate identified by chest x-ray or CT scan; and (3) antimicrobial treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Record Abstraction"
        },
        {
            "text": "Clinical outcomes for RT-PCR-confirmed RSV illness were classified as serious, moderate, or mild. A serious outcome was defined as acute care hospital admission, emergency department (ED) visit for acute illness, or pneumonia occurring within 28 days after enrollment. A moderate outcome was defined as new antibiotic or antiviral therapy, new/increased bronchodilator therapy, or new/increased systemic corticosteroid therapy during the 28-day window after enrollment. Individuals were classified as having a mild outcome if they did not meet criteria for serious or moderate RSV illness outcome. A physician independently validated all serious clinical outcomes. Hospital admissions were reclassified to a nonserious outcome category if the reason for admission was unrelated to cardiopulmonary disease based on review of hospital records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Outcomes"
        },
        {
            "text": "At the time of initial presentation, participants with RT-PCRconfirmed RSV were classified as having moderate to severe lower respiratory tract disease (RSV-msLRTD) if at least 3 of the following lower respiratory tract symptoms or signs were present: cough, wheezing (or worsening in baseline wheezing), new sputum production (or increase in baseline sputum), new (or worsening) shortness of breath, and tachypnea (≥20 breaths/minute). The same criteria were used to define RSV-msLRTD in a phase III clinical trial for RSV vaccine in older adults (ClinicalTrials.gov identifier: NCT02608502).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic Approach"
        },
        {
            "text": "For this descriptive analysis, we compared the demographic and clinical characteristics of study participants ≥60 years of age with and without RT-PCR-confirmed RSV illness. Among those with RT-PCR-confirmed RSV illness, we further assessed clinical and demographic characteristics and severity stratified by RSV subtype (A or B), as well as presence or absence of RSV-msLRTD during the initial clinical encounter. Univariate comparisons were performed with the chi-square (categorical variables) or Wilcoxon test (continuous variables), as appropriate; P values of <.05 were considered significant. Seasonal incidence of medically attended RSV illness was estimated in the community cohort for individuals ≥60 years of age for the period 2006-2007 through 2015-2016. Seasonal incidence is reported as episodes of medically attended RSV illness per 10 000 population. A detailed description of the incidence estimation procedure was published previously [27] . Briefly, all estimates were standardized to a 31-week period from approximately early October through early May using Wisconsin State Laboratory of Hygiene surveillance data. Incidence calculations were based on 2 assumptions: (1) test results from enrolled patients can be extrapolated to nonenrolled cohort members with a respiratory illness visit during the enrollment period; and (2) the number of RSV cases occurring outside the enrollment period in the cohort was proportional to the number of statewide cases occurring outside the enrollment period. Poisson regression with analytic weights, offsets, and robust variance estimation was used to estimate seasonal incidence with corresponding 95% confidence intervals and test for linear trends in seasonal incidence. Analyses were performed using SAS 9.4 (SAS Institute Inc., Cary, NC).",
            "cite_spans": [
                {
                    "start": 954,
                    "end": 958,
                    "text": "[27]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Analytic Approach"
        },
        {
            "text": "RSV was detected in 243 (11%) of 2257 encounters (representing 241 of 1832 individuals) for acute respiratory illness. RSV cases were equally represented by RSV A (n = 121) and RSV B (n = 122). Of the 243 RSV cases, 23 (9%) had an additional viral target identified. Influenza was detected in 519 (23%), and 5 (<1%) were positive for both RSV and influenza. There were 2 individuals with an episode of RSV during 2 different seasons; none of the study participants had 2 RSV episodes in the same season. Among 1495 encounters negative for RSV and influenza by RT-PCR, the most common viral pathogens were coronavirus OC43, NL63, HKU1, 229E (n = 210; 14%), human metapneumovirus (n = 184; 12%), human rhinovirus (n = 135; 9%), and parainfluenza virus types 1-4 (n = 74; 5%); 873 (39%) encounters were negative for all viral targets in the multiplex RT-PCR assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Patients with RT-PCR-confirmed RSV were similar to those with non-RSV respiratory illness in terms of age, gender, number of ED visits, and hospital admissions in the prior 12 months ( Table 1 ). The mean (median) interval from symptom onset to study enrollment and swab collection was 4.0 (4.0) days for RSV-negative patients and 4.4 (4.0) days for RSV-positive patients (P = .006). Chronic obstructive pulmonary disease (COPD) was present in 15% of those with RSV illness, 18% of those with other viral respiratory infection, and 27% of those with no virus detected. RSV prevalence among adults with acute respiratory illness varied from a low of 5% Common symptoms of RSV illness included sore throat, sputum production, cough, fever/feverishness, dyspnea, myalgia, and wheezing ( Table 2 ). The most common diagnosis codes on the date of enrollment for RSV-positive patients were cough (45%), acute upper respiratory infection (21%), acute bronchitis (13%), acute sinusitis (12%), and bronchitis, unspecified (12%). Fifty-nine patients (24%) met the criteria for RSV-msLRTD during the enrollment encounter. The presence of RSV-msLRTD on enrollment was associated with a 3-fold higher risk of serious clinical outcome (relative risk, 2.99; 95% confidence interval [CI], 1.83-4.88) ( Table 3) . RSV-positive participants with msLRTD during the enrollment encounter had a higher prevalence of COPD and congestive heart failure (CHF) and a greater number of medical encounters in the 28 days after enrollment (median, 1 vs 2; P = .05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 784,
                    "end": 791,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1286,
                    "end": 1294,
                    "text": "Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The clinical outcome for RSV illness was serious in 47 (19%), moderate in 155 (64%), and mild in 41 (17%). Nearly half of serious outcomes occurred in patients ≥75 years of age with RSV infection (Table 3) . Serious outcomes were not mutually exclusive (14) 2006-2007 16 (7) 144 (7) 11 (9) 5 (4) 2007-2008 23 (9) 162 (8) 10 (8) 13 (11) 2008-2009 27 (11) 132 (7) 6 (5) 21 (17) 2009-2010 29 (12) 217 (11) 24 (20) 5 (4) 2010-2011 20 (8) 134 (7) 9 (7) 11 (9) 2011-2012 22 (9) 104 (5) 15 (12) 7 (6) 2012-2013 12 (5) 190 (9) 7 (6) 5 (4) 2013-2014 13 (5) 136 (7) 2 (2) 11 (9) 2014-2015 25 (10) 252 (13) 15 (12) 10 (8) 2015-2016 21 (9) 197 (10) (17) 31 (25) .09",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 205,
                    "text": "(Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "No. of ED visits in the prior 12 mo, median (min-max) b 0 (0-6) 0 (0-15) .5 0 (0-3) 0 (0-6) .5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "No. of hospital admissions in the prior 12 mo, median (min-max) b 0 (0-6) 0 (0-13) .4 0 (0-3) 0 (0-6) .003",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "No. of outpatient visits w/ provider in the prior 12 mo, median (IQR) b 8 (4-13) 8 (4-15) 1.0 8 (4-12) 9 (5-15) .04",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Abbreviations: CHF, congestive heart failure; COPD, chronic obstructive pulmonary disease; ED, emergency department; IQR, interquartile range; RSV, respiratory syncytial virus. a Smoking status is missing for a larger proportion of non-RSV illnesses because these cases were not abstracted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "b Wilcoxon test was used for differences in medians. and included hospital admission (n = 29), ED visit (n = 13), and pneumonia (n = 23). The 13 ED visits included 5 patients who were admitted and 8 who were discharged. Among 155 patients with a moderate outcome, 144 (93%) received a new antibiotic prescription, 45 (29%) received bronchodilator or nebulizer treatment, and 28 (18%) received new systemic corticosteroid therapy; 5 (3%) were treated with an antiviral drug. The risk of a serious outcome was approximately double for patients with COPD or CHF compared with patients without these conditions (Table 3) . Thirty-two participants with RSV infection were admitted to a hospital within 28 days. Three of these hospitalizations were for noncardiopulmonary conditions that were unlikely to be related to RSV infection, including incarcerated hernia, small bowel obstruction, and acute gastrointestinal illness. These 3 hospital admissions were excluded from the serious outcome group. Fifteen of the remaining 29 hospitalized patients were enrolled in the inpatient setting. Four of those were directly admitted from an outpatient clinic, whereas the remaining 11 were admitted from the emergency department. Seven patients were enrolled during an outpatient encounter on the same day as their hospital admission, leaving 7 with hospital admissions 1 or more days after enrollment. The median interval from symptom onset to admission for RSV-positive hospitalized individuals was 4 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 616,
                    "text": "(Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Preexisting chronic diseases were common among hospitalized patients with RSV, including COPD (n = 9; 31%), CHF (n = 8; 28%), asthma (n = 8; 28%), and diabetes (n = 9; 31%) ( Table 4 ). Twenty-one (72%) received a discharge diagnosis of respiratory tract infection (eg, pneumonia, bronchitis, exacerbation of COPD). Only 1 patient was recognized to have RSV at the time of hospital discharge. The mean (SD) duration of hospital admission was 3.5 (2.5) days. Twenty-seven (93%) were discharged to home, and 2 (7%) were transferred to a rehabilitation or long-term care facility; there were no deaths within 28 days. The hospital course was uncomplicated for most patients. None required mechanical ventilation or ICU admission. Twenty-five (86%) received antimicrobials; 4 (16%) were treated with antiviral drugs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 182,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To estimate the number of hospitalized RSV cases that were not included in this analysis, we extracted hospital diagnosis codes for community cohort members during periods of study enrollment. We identified an additional 20 individuals ≥60 years of age who were hospitalized during study enrollment periods with a diagnosis code for RSV but were not enrolled in the influenza vaccine effectiveness study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The median community cohort size for adults aged ≥60 years was 13 807 (range, 12 142-13 807) for the seasons from 2006-2007 through 2015-2016. The overall seasonal incidence of medically attended RSV illness was 139 cases per 10 000 (95% CI, 122-160). The RSV incidence was 196 cases per 10 000 (95% CI, 162-236) among persons with chronic cardiopulmonary disease and 103 (95% CI, 85-125) among those without cardiopulmonary disease (incidence rate ratio [IRR], 1.89; 95% CI, 1.44-2.48). There was a significant decline in the incidence of medically attended RSV from 2006-2007 through 2015-2016 for the entire cohort (P = .003, chi-square test for trend) and for those with cardiopulmonary disease (P = .014, chi-square test for trend). The incidence of medically attended RSV was also higher in women compared with men (IRR, 1.46; 95% CI, 1.09-1.95). The overall incidence rates of medically attended illness caused by RSV A and RSV B were nearly identical (IRR, 1.01; 95% CI, 0.75-1.35), although 1 or the other subtype was often dominant during a single season. The temporal trend in RSV incidence suggests an overall reduction among adults ≥60 years of age after the 2011-2012 season (Figure 1 ). Abbreviations: CHF, congestive heart failure; COPD, chronic obstructive pulmonary disease; ED, emergency department; IQR, interquartile range; msLRTD, moderate to severe lower respiratory tract disease; RSV, respiratory syncytial virus; RT-PCR, reverse transcription polymerase chain reaction; SOB, shortness of breath. a High-risk comorbid conditions (except immune-compromised status, which was determined from electronic diagnosis codes), symptoms/exam findings from enrollment visit, and therapeutic interventions were obtained by medical record abstraction. b Three additional hospital admissions occurred within 28 days for incarcerated hernia, small bowel obstruction, and acute gastrointestinal illness. These conditions were considered unrelated to the preceding RSV infection. c Wilcoxon test was used for differences in medians. d P-values not shown for characteristics which contributed to the msLRTD case definition.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1189,
                    "end": 1198,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We compared the peak month for RSV and influenza positives during each season among study participants ≥60 years old. In 7 seasons, the RSV peak and the influenza peak occurred in the same calendar month. In 2 seasons, the RSV peak occurred before the influenza peak, and in 3 seasons, the RSV peak occurred after the influenza peak. We also compared the peak month for RSV detection among study participants with the peak month based on local clinical testing of children <24 months. In 5 seasons, the peak calendar month was the same for enrolled adults ≥60 years old and children; the pediatric peak occurred 1-2 months earlier in 5 seasons and 1 month later in 2 seasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In a longitudinal assessment over 12 seasons in a single community, we found that RSV was a common cause of outpatient respiratory illness in adults ≥60 years of age. RSV was detected in 11% of those with medically attended acute respiratory illness, and it was Abbreviations: CHF, congestive heart failure; CI, confidence interval; COPD, chronic obstructive pulmonary disease; ED, emergency department; IQR, interquartile range; msLRTD, moderate to severe lower respiratory tract disease; RSV, respiratory syncytial virus; RT-PCR, reverse transcription polymerase chain reaction; SOB, shortness of breath. a High-risk comorbid conditions (except immune-compromised status, which was determined from electronic diagnosis codes) and symptoms/exam findings from enrollment visit were obtained by medical record abstraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "the second most common viral pathogen in this age group. The number of RSV A and RSV B cases was similar overall, but 1 subtype was usually dominant during any given season. The seasonal incidence of medically attended RSV was variable but was consistently higher in persons with preexisting cardiopulmonary disease. Moderate or serious outcomes, including change in therapy, hospital admission, and pneumonia, occurred in >80% of patients with laboratory-confirmed RSV infection. Serious outcomes (hospital admission, ED visit, or pneumonia) occurred in nearly 1 of every 5 patients with RSV infection. Patients with serious outcomes were significantly more likely to present with dyspnea and objective signs of lower respiratory tract involvement, including wheeze, rales, and rhonchi. Hospital admission was the most common serious outcome, and the risk of a serious outcome increased with age. Serious RSV illness was significantly associated with chronic obstructive pulmonary disease and congestive heart failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The majority of outpatient RSV cases (64%) resulted in a moderate outcome, including a new prescription for antibiotics, antivirals, bronchodilators, or systemic corticosteroids. Nearly half of individuals with RSV required a chest x-ray and measurement of oxygen saturation during the enrollment visit or follow-up period. Overall, the most common therapeutic interventions included new antibiotic prescription and bronchodilator/nebulizer treatment. More than three-quarters of patients with RSV were treated with antibiotics. Although this study did not evaluate bacterial coinfections, it is possible that many of these antibiotic courses were unnecessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Few studies have assessed the occurrence, clinical spectrum, and outcomes for RSV illness among older adults in the outpatient setting. A sentinel system in the United Kingdom identified RSV in 15% of adults ≥65 years old with medically attended acute respiratory illness [28] . This is similar to the percent positive (11%) that we observed over 12 seasons in adults ≥60 years old. In a previous study over a shorter time period, we found that cough, nasal congestion, and wheezing were more common in adults ≥50 years old with RSV compared with those with other causes of acute respiratory illness [29] . Prospective RSV illness surveillance in nearly 3000 healthy, working-age adults from 1975 to 1995 demonstrated that 84% of RSV infections were symptomatic [30] . Of the latter, 22% involved the lower respiratory tract (tracheobronchitis or wheezing). Additional studies are needed in diverse populations to estimate the burden of adult RSV illness and the potential impact of future licensed vaccines.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[29]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[30]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "RSV-associated moderate to severe lower respiratory tract illness is a composite measure of lower respiratory tract illness that has been used as a proxy for serious respiratory disease outcomes in RSV vaccine clinical trials (ClinicalTrials.gov identifiers: NCT02608502 and NCT02266628). In this study, we found that RSV-msLRTD at the time of enrollment was significantly associated with a serious clinical outcome. In particular, patients with RSV-msLRTD at enrollment were significantly more likely to require hospital admission and were also more likely to develop pneumonia during the follow-up period. The incremental risk (absolute risk difference) for each of these outcomes exceeded 20% when RSV-msLRTD was present at enrollment. These findings suggest that RSV-msLRTD may be a useful surrogate measure to identify individuals at risk for more serious clinical end points in trials of vaccines and antivirals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The strengths of this study include consistent prospective recruitment of patients with acute respiratory illness from a defined community cohort, inclusion of 12 consecutive winter seasons, collection of standardized clinical data during the enrollment encounter, and detailed abstraction of outpatient and inpatient medical records for the 28-day follow-up period. Abbreviations: BiPAP, bilevel positive airway pressure; CHF, congestive heart failure; COPD, chronic obstructive pulmonary disease; CPAP, continuous positive airway pressure; ICU, intensive care unit; msLRTD, moderate to severe lower respiratory tract disease; RSV, respiratory syncytial virus; RT-PCR, reverse transcription polymerase chain reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This observational study also has several limitations. Recruitment was restricted to individuals who sought medical care for respiratory illness during periods of influenza transmission, and cough was required for enrollment during seasons after the 2009 pandemic. This study underestimated the occurrence of RSV hospital admissions as enrollment was restricted to primary care and urgent care outpatient clinics after 2010. Based on diagnosis codes, we identified an additional 20 individuals ≥60 years old in our community cohort who were hospitalized with a diagnosis of RSV but not enrolled in the vaccine effectiveness study. These patients were most likely admitted through the emergency department or subspecialty clinics where study recruitment did not occur. In addition, some RSV cases may have been missed by RT-PCR testing, as serology has been shown to improve the detection of RSV infection in adults with community-acquired pneumonia [31] . Finally, this study was conducted in a largely rural and racially homogenous population, and results may not reflect outpatient RSV occurrence and outcomes in urban and racially diverse settings.",
            "cite_spans": [
                {
                    "start": 949,
                    "end": 953,
                    "text": "[31]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As new vaccines and antivirals are licensed for RSV prevention and treatment in adults, there will be a great need for data to estimate the population burden and the potential reduction in cases and serious outcomes. The potential impact on reducing antimicrobial use is another potential benefit that requires further evaluation. These data will be needed to increase awareness of RSV among adult health care providers and to inform cost-effectiveness analyses for public health planning and policy deliberations. In preparation for these decisions, additional research is urgently needed to estimate disease burden and outcomes in larger and more diverse populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimates of mortality attributable to influenza and RSV in the United States during 1997-2009 by influenza type or subtype, age, cause of death, and risk status",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Matias",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Haguinet",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Influenza Other Respir Viruses",
            "volume": "8",
            "issn": "",
            "pages": "507--522",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Respiratory viruses associated with patients older than 50 years presenting with ILI in Senegal",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kiori",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "189--94",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "All Chronic Cardiopulmonary Disease",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Viral etiology of influenza-like illnesses in",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arch Virol",
            "volume": "159",
            "issn": "",
            "pages": "2003--2013",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Respiratory syncytial virus infection in Guatemala",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Prill",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Arvelo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "208",
            "issn": "3",
            "pages": "197--206",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A study of respiratory infections in the elderly to assess the role of respiratory syncytial virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Morales",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Calder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Infect",
            "volume": "7",
            "issn": "",
            "pages": "236--283",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Isolation of respiratory syncytial and influenza viruses from the sputum of patients hospitalized with pneumonia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kimball",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Foy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Cooney",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Infect Dis",
            "volume": "147",
            "issn": "",
            "pages": "181--185",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An epidemic of respiratory syncytial virus in elderly people: clinical and serological findings",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Agius",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dindinaud",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Biggar",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Med Virol",
            "volume": "30",
            "issn": "",
            "pages": "117--144",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Noninfluenza respiratory virus infection in long-term care facilities",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "12",
            "issn": "",
            "pages": "602--610",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Respiratory syncytial virus infections on an adult medical ward",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Takimoto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Cram",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Root",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Arch Intern Med",
            "volume": "151",
            "issn": "",
            "pages": "706--714",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nosocomial transmission of respiratory syncytial virus in immunocompromised adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Englund",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Rhame",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Clin Microbiol",
            "volume": "29",
            "issn": "",
            "pages": "115--124",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An outbreak of respiratory syncytial virus in a bone marrow transplant center",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Harrington",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Hooton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Hackman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Infect Dis",
            "volume": "165",
            "issn": "",
            "pages": "987--93",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The natural history of respiratory syncytial virus infection in cancer and transplant patients: implications for management",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Anaissie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Mahfouz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aslan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Blood",
            "volume": "103",
            "issn": "",
            "pages": "1611--1618",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Respiratory syncytial virus is not an important community acquired pathogen in adult hematological malignancy patients",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Malhotra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mandall",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "37",
            "issn": "",
            "pages": "1132--1135",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Respiratory syncytial virus infection in elderly and high-risk adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Hennessey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Formica",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "",
            "pages": "1749--59",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Respiratory syncytial virus is an important cause of community-acquired lower respiratory infection among hospitalized adults",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "Gary",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Infect Dis",
            "volume": "174",
            "issn": "",
            "pages": "456--62",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Respiratory syncytial virus and other respiratory viral infections in older adults with moderate to severe influenza-like illness",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcelhaney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beran",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "",
            "pages": "1873--81",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Rates of hospitalizations for respiratory syncytial virus, human metapneumovirus, and influenza virus in older adults",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Widmer",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "",
            "pages": "56--62",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "High morbidity and mortality in adults hospitalized for respiratory syncytial virus infections",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Infect Dis",
            "volume": "57",
            "issn": "",
            "pages": "1069--77",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Medically attended respiratory syncytial virus infections in adults aged ≥50 years: clinical characteristics and outcomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Sundaram",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Meece",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sifakis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "58",
            "issn": "",
            "pages": "342--351",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Seasonal incidence of medically attended respiratory syncytial virus infection in a community cohort of adults ≥50 years old",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcclure",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Kieke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Sundaram",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "102586--92",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Immunogenicity and safety of a respiratory syncytial virus fusion protein (RSV F) nanoparticle vaccine in older adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fries",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shinde",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Stoddard",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Effectiveness of inactivated influenza vaccines varied substantially with antigenic match from the 2004-2005 season to the 2006-2007 season",
            "authors": [],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "199",
            "issn": "",
            "pages": "159--67",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Influenza vaccine effectiveness in Wisconsin during the 2007-08 season: comparison of interim and final results",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Belongia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Kieke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Donahue",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "6558--63",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Influenza vaccine effectiveness in the United States during 2012-2013: variable protection by age and virus type",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Q"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Sundaram",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "211",
            "issn": "",
            "pages": "1529--1569",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "influenza vaccine effectiveness in the United States by vaccine type",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Nowalk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "US Flu VE Investigators; US Flu VE Investigators",
            "volume": "63",
            "issn": "",
            "pages": "1564--73",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Comparison of the Biofire FilmArray RP, Genmark eSensor RVP, Luminex xTAG RVPv1, and Luminex xTAG RVP fast multiplex assays for detection of respiratory viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Popowitch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Clin Microbiol",
            "volume": "51",
            "issn": "",
            "pages": "1528--1561",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Incidence of medically attended respiratory syncytial virus and influenza illnesses in children 6-59 months old during four seasons",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Kieke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Sundaram",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Open Forum Infect Dis",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Contribution of influenza and respiratory syncytial virus to community cases of influenza-like illness: an observational study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Zambon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Stockton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Clewley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet",
            "volume": "358",
            "issn": "",
            "pages": "1410--1416",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Medically attended respiratory syncytial virus infections in adults aged ≥50 years: clinical characteristics and outcomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Sundaram",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Meece",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sifakis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "58",
            "issn": "",
            "pages": "342--351",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Respiratory syncytial virus infections in previously healthy working adults",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Schnabel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "33",
            "issn": "",
            "pages": "792--798",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Serology enhances molecular diagnosis of respiratory virus infections other than influenza in children and adults hospitalized with community-acquired pneumonia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sakthivel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bramley",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Microbiol",
            "volume": "55",
            "issn": "",
            "pages": "79--89",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "in 2004-2005 to a high of near 18% in 2005-2006 and 2011-2012. Both RSV A and B were detected in every season. Type A accounted for the majority of RSV-positive detections in 5 seasons, and type B in 4 seasons. In 3 seasons (2007-2008, 2010-2011, 2012-2013), the numbers of RSV A and B cases were approximately equal.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of RSV-Positive and RSV-Negative Patients ≥60 Years of Age With Medically Attended Acute Respiratory Illness, 2004-2005 Through 2015-2016",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Continued",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Characteristics of Patients With RT-PCR-Confirmed RSV Illness Stratified by Clinical Outcome Within 28 Days",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Characteristics of Patients With RT-PCR-Confirmed RSV Illness and Hospitalization on or Within 28 Days of EnrollmentHospitalized RSV-Positive (n = 29), No. (%)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors appreciate the contributions of the following individuals: Elizabeth ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 80,
                    "text": "Elizabeth",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgments"
        }
    ]
}