{
    "paper_id": "9521353cc7ef3d0734d76453622762532f06f777",
    "metadata": {
        "title": "R A P I D C O M M U N I C A T I O N Investigation into the Role of Potentially Contaminated Feed as a Source of the First-Detected Outbreaks of Porcine Epidemic Diarrhea in Canada",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Pasick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Centre for Foreign Animal Disease",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "MB",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Berhane",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Centre for Foreign Animal Disease",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "MB",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Ojkic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory Services Division",
                    "institution": "University of Guelph",
                    "location": {
                        "settlement": "Guelph",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Maxie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory Services Division",
                    "institution": "University of Guelph",
                    "location": {
                        "settlement": "Guelph",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Embury-Hyatt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Centre for Foreign Animal Disease",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "MB",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Swekla",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Centre for Foreign Animal Disease",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "MB",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Handel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Centre for Foreign Animal Disease",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "MB",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Fairles",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory Services Division",
                    "institution": "University of Guelph",
                    "location": {
                        "settlement": "Guelph",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Alexandersen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Centre for Foreign Animal Disease",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "MB",
                        "country": "Canada"
                    }
                },
                "email": "soren.alexandersen@inspection.gc.ca"
            },
            {
                "first": "",
                "middle": [],
                "last": "Canadian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Porcine epidemic diarrhea (PED) was first recognized in England in 1971 as an enteric disease affecting feeder and fattening pigs with less of an effect on suckling pigs (Wood, 1977) . Initially, it was this characteristic that distinguished it from transmissible gastroenteritis (TGE). As the disease spread throughout Europe, acute outbreaks of diarrhea began to be observed in pigs of all ages. In 1978, it was determined that this new type of epidemic viral diarrhea in pigs was caused by a coronavirus (Debouck and Pensaert, 1980) . This new coronavirus, porcine epidemic diarrhea virus (PEDV), along with TGE virus (TGEV) have been classified into group 1 of the genus Alphacoronavirus (Song and Park, 2012) . Porcine epidemic diarrhea outbreaks were to 27 or more states (Stevenson et al., 2013; Chen et al., 2014;  www.aasv.org/pedv/PEDv_weekly_report_140319. pdf, accessed March 24, 2014). The initial USA PEDV strain from April 2013 has been shown to phylogenetically cluster within subgroup IIa along with a strain/lineage that was detected in China in 2012 (Huang et al., 2013; Stevenson et al., 2013; Chen et al., 2014) . A second PEDV strain, described by Iowa State University (www.vetmed.iastate. edu/sites/default/files/vdpam/Disease_ Topics/Swine-Corona-Viruses2-27-14_0.pdf, accessed March 7, 2014) and the Ohio Department of Agriculture (Wang et al., 2014) , was subsequently detected in late 2013/early 2014. Based on the full-length spike (S) protein gene, this PEDV strain clusters with another Chinese lineage from 2010 to 2012 and is distantly related to the PEDV strains that were initially detected in the USA, suggesting that multiple introductions, or a single introduction of multiple strains, of this virus have occurred.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 182,
                    "text": "(Wood, 1977)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 507,
                    "end": 535,
                    "text": "(Debouck and Pensaert, 1980)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 692,
                    "end": 713,
                    "text": "(Song and Park, 2012)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 778,
                    "end": 802,
                    "text": "(Stevenson et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 821,
                    "text": "Chen et al., 2014;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 822,
                    "end": 822,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 1069,
                    "end": 1089,
                    "text": "(Huang et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1113,
                    "text": "Stevenson et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 1114,
                    "end": 1132,
                    "text": "Chen et al., 2014)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1357,
                    "end": 1376,
                    "text": "(Wang et al., 2014)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In late January 2014, the first case of PED was diagnosed in a swine herd in south-western Ontario (manuscript accepted for publication). An epidemiological investigation of the Ontario PED cases pointed to feed as a common risk factor. As a result, several lots of feed and spray-dried porcine plasma (SDPP) that was imported from the USA and used as a feed supplement were tested for the presence of PEDV genetic material. Several of these tested positive, supporting the possibility that contaminated feed may have been responsible for the introduction of PEDV into Canada (CFIA News Release, 2014; OMAF, 2014; D. Ojkic and G. Maxie, personal communication) . This epidemiological link initiated bioassay trials to determine whether the SDPP supplement or the feed itself contained sufficient infectious PEDV to infect weaned piglets under controlled laboratory conditions.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 601,
                    "text": "(CFIA News Release, 2014;",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 613,
                    "text": "OMAF, 2014;",
                    "ref_id": null
                },
                {
                    "start": 614,
                    "end": 660,
                    "text": "D. Ojkic and G. Maxie, personal communication)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Nucleic acid extraction Several nucleic acid extraction methods were employed depending on the sample matrix. All extractions included known positive and negative samples as well as a water negative control. For intestinal swab specimens taken at postmortem and placed in virus transport medium, 500-ll samples were extracted using the Qiagen RNeasy â Mini Kit (QIAGEN, Mississauga, ON, Canada) following the manufacturer's instructions. This extraction method was used on the initial confirmatory submission received from the Animal Health Laboratory, Guelph. For rectal swab specimens taken from bioassay pigs and placed in phosphate-buffered saline (PBS), 50-ll samples were extracted using the Mag-MAX TM -96 Viral Isolation Kit (Life Technologies, Burlington, ON, Canada) and a MagMAX TM Express-96 instrument. This high-throughput extraction method was used to deal with the large number of samples that were generated during the bioassay experiment. For pelleted feed and SDPP samples, 10% (wt/vol) emulsions were first prepared in sterile PBS and then vortexed thoroughly until fully suspended/dissolved. Three different methods were then evaluated for RNA extraction: (i) MagMAX TM -96 Viral Isolation Kit, (ii) Qiagen RNeasy â Mini Kit and (iii) Tri-Pure Isolation Reagent (Roche Diagnostic Corporation, Indianapolis, IN, USA) . For the MagMAX TM -96 method, total RNA was extracted from 50 ll of the unclarified 10% emulsion and eluted in 20 ll of nuclease-free elution buffer. For the Qiagen RNeasy â Mini Kit method, the 10% emulsion was clarified by brief centrifugation and total RNA was extracted from 500 ll of the clarified supernatant and eluted in 50 ll of nuclease-free water. For the Tripure method, 100 ll of unclarified emulsion was added to 900 ll of Tripure Isolation Reagent and vortexed thoroughly. Two-hundred microlitres of chloroform was then added, the mixture vortexed thoroughly for~30 s and incubated for 10 min. The aqueous and organic phases were separated by centrifugation and the aqueous phase added to an equal volume of isopropanol. The RNA precipitate was then pelleted, and the pellet dried and dissolved in 20 ll of nuclease-free water. In an attempt to better determine the state of PEDV in SDPP, a protocol using detergent treatment and differential centrifugation prior to MagMAX TM extraction was used. Ten grams of SDPP was prepared as a 10% (wt/vol) suspension in PBS with or without 0.25% (vol/vol) Nonidet P-40 (Roche), a non-ionic, non-denaturing detergent. The suspension was first centrifuged at 10 000 g for 30 min at 4°C and the resulting supernatant was removed and centrifuged at 100 000 g for 1 h at 4°C. Supernatants and pellets collected following both the 10 000 and 100 000 g centrifugation steps were then used for MagMax extraction.",
            "cite_spans": [
                {
                    "start": 1283,
                    "end": 1336,
                    "text": "(Roche Diagnostic Corporation, Indianapolis, IN, USA)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Total RNA extracted by the various methods was screened using a real-time RT-PCR (rRT-PCR) assay that targets the nucleocapsid (N) gene of PEDV (manuscript accepted for publication). The assay, consisting of forward primer PEDN+2733-F: 5 0 -TATGCTCAGATCGCCAGT-3 0 , probe PEDN+27354-Pb: 5 0 -FAM-GCACCAAATGTTGCAGCATT GCT-BHQ-1-3 0 , and reverse primer PEDN-27395-R: 5 0 -CAGCCACATTACCACCAAAG-3 0 was run with two different chemistries -AgPath-ID TM One-Step RT-PCR Kit (Life Technologies) and the Qiagen â One-Step RT-PCR Kit (QIAGEN) on two instrument platforms -Smart Cycler II (Cepheid, Sunnyvale, CA, USA) and 7900HT SDS (Applied Biosystems, Foster City, CA, USA). Each sample was amplified in a 25-ll RT-PCR reaction mix containing either 17 ll of AgPath-ID TM One-Step RT-PCR mix or Qiagen â One-Step RT-PCR mix and 8 ll of RNA. Amplification was carried out for a total of 45 cycles. Positive and negative controls as well as a notemplate control (water) were included in each run.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PEDV N gene real-time RT-PCR"
        },
        {
            "text": "Conventional N and S gene RT-PCR followed by sequencing was used for confirmatory purposes on all diagnostic submissions and selected bioassay results. The primers used to amplify the partial N and S genes of PEDV were based on those obtained from the National Veterinary Services Laboratory (NVSL), Ames, Iowa with minor modifications. Forward primer PEDN253 -5 0 -GGCATTTCTACTACC TCGGA-3 0 and reverse primer PEDN992 -5 0 -ATAGCCT GACGCATCAACAC-3 0 and forward primer PEDS218 -5 0 -GCTAGTGGCGTTCATGGTAT-3 0 and reverse primer PEDS442 -5 0 -TAGGCAATTACGACCTGTTG were used to amplify 739 and 224 bp N and S1 gene products, respectively. These were then used directly for sequencing or gelpurified prior to sequencing or in some cases cloned prior to sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PEDV N and S gene conventional RT-PCR and sequencing"
        },
        {
            "text": "For amplification of the full-length S gene of PEDV, primer set S-F1 5 0 -TGCTAGTGCGTAATAATGAC-3 0 (PEDV genome map position 20573-20592) and S-R1 5 0 -CATCTTTGACAACTGTGT-3 0 (PEDV genome map position 24825-24842) described by Huang et al. (2013) was used with a SuperScript II RT/Platinum Taq One-Step RT-PCR Kit (Invitrogen). The~4270-bp product was gelpurified and cloned using a CloneJET TM PCR cloning kit (Fermentas, Burlington, ON, Canada). Additional primer pairings that were also used to obtain S gene sequence information are as follows: S-F1 5 0 -TGCTAGTGCG TAATAATGAC-3 0 (map position 20573-20592) and PEDS-2127-R 5 0 -ACATATGCAGCCTGCTCTGA-3 0 (map positions 22741-22760) that produced an~2187-bp amplicon and PEDS-mod-1581-F 5 0 -CCAACCTTATTGCATCT-GAC-3 0 (map positions 22214-22233) and S-R1 5 0 -CAT CTT TGACAACTGTGT-3 0 (map positions 24825-24842) that produced an~2628-bp amplicon.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 246,
                    "text": "Huang et al. (2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PEDV N and S gene conventional RT-PCR and sequencing"
        },
        {
            "text": "Gel purification was carried out depending on the purity of the generated amplicons. Sanger-sequencing reactions were performed using Big Dye Terminator chemistry version 3.1 (Foster City, CA, USA) and cycle-sequencing products were resolved on an Applied Biosystems 3130xl genetic analyser.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PEDV N and S gene conventional RT-PCR and sequencing"
        },
        {
            "text": "Virus isolation was carried out on Vero cells as previously described (Hofmann and Wyler, 1988) with modifications. Vero cells were cultured in Dulbecco's minimal essential medium (DMEM) high-glucose supplemented with 10% c-irradiated foetal bovine serum, 2 mM L-glutamine and 50 lg/ml gentamicin. Confluent Vero cell cultures in 25 cm 2 flasks were rinsed twice with PBS and then inoculated with 500 ll of the intestinal swab sample placed in virus transport medium or 10% (wt/vol) intestinal tissue emulsion. Prior to inoculation, the intestinal swabs and intestinal tissue emulsions were treated with a 1009 antibiotic cocktail (109 final concentration) containing 10 000 international units/ml penicillin G, 10 mg/ml streptomycin, 10 mg/ml kanamycin, 5000 units/ml nystatin and 1500 units/ml polymyxin B sulphate at 1 : 10 for 30 min at room temperature. The 109 antibiotic cocktail treated swabs and emulsions were then clarified by centrifugation. After adsorbing the inoculum at 37°C with 5% CO 2 for 1-2 h with continuous rocking, 4.5 ml of virus maintenance medium consisting of DMEM supplemented with 2 mM L-glutamine, 0.33% (vol/vol) tryptose phosphate broth, 19 antibiotic cocktail and 1.25 lg/ml TPCK-trypsin (Sigma-Aldrich, Oakville, ON, Canada) was added to each flask. Cultures were incubated at 37°C with 5% CO 2 until 50-75% of the monolayer exhibited cytopathic effect (cpe) or for 4 days. Isolation attempts involved a maximum of three passages.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 95,
                    "text": "(Hofmann and Wyler, 1988)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Virus isolation"
        },
        {
            "text": "Four percentage of paraformaldehyde was added to the tubes containing the plasma/feed, feces or the intestinal content samples taken from the bioassay pigs. The samples were then centrifuged for 20 min at 3800 g and negatively stained with 2% phosphotungstic acid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electron microscopy"
        },
        {
            "text": "Partial post-mortem examinations were performed and intestinal samples collected within 15 min (usually <5 min) following euthanasia. For each piglet, multiple sections of intestine (six sections of jejunum, six sections of ileum, one section of colon) were collected and fixed in 10% neutral phosphate-buffered formalin, routinely processed and stained with haematoxylin and eosin (HE) for histopathological examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathology"
        },
        {
            "text": "For immunohistochemistry, 5-lm sections were cut, airdried overnight and placed into a 60°C oven for 1 h. The deparaffinized and rehydrated sections were quenched for 10 min in aqueous 3% hydrogen peroxide and rinsed in MilliQ water. Epitopes were retrieved using Dako Target Retrieval solution (Dako, Carpinteria, CA, USA) in a Biocare Medical Decloaking Chamber. Once slides were cooled, they were placed into Tris buffered saline plus Tween (TBST; MediMabs, Montreal, QC, Canada) for 5 min. The slides were incubated with mouse monoclonal antibody 66.31 (Central Veterinary Institute Wageningen UR, the Netherlands) directed against the PEDV S protein (van Nieuwstadt and Zetstra, 1991) at a dilution of 1 : 1500 for overnight incubation at 4°C. Slides were rinsed with TBST and incubated for 30 min with an Envision + anti-mouse kit (horseradish peroxidase labelled) (Dako) and a TBST rinse. Diaminobenzidine (DAB; Dako) was used as the substrate chromogen and the slides were counterstained with Gill's haematoxylin.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 689,
                    "text": "(van Nieuwstadt and Zetstra, 1991)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Pathology"
        },
        {
            "text": "Porcine epidemic diarrhea virus S protein antibodies were detected with a complex-trapping-blocking ELISA that used monoclonal antibodies that were obtained from the Central Veterinary Institute Wageningen UR, the Netherlands, and a protocol that was previously described by van Nieuwstadt and Zetstra (1991) with modifications. A British PEDV isolate from 1987 (BR1/87; Have et al., 1992) , kindly provided by colleagues from the Danish Technical University-Lindholm, Denmark, was used to produce ELISA antigen propagated in Vero cells. Samples with a blocking percentage >50% were considered positive, samples with <40% blocking were considered negative and samples between 40% and 50% blocking as dubious or suspicious. Samples with initial results in the dubious/suspicious range were retested in the ELISA and also tested by an immunofluorescence assay (IFA) using PEDV BR1/87 infected Vero cells fixed with ice-cold methanol.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 389,
                    "text": "Have et al., 1992)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Serology"
        },
        {
            "text": "Forty 3-week old piglets were obtained from a single farm in Manitoba (litters were weaned and mixed at the farm on the day of delivery but each animal was identified as to the sow of origin). Piglets were randomly assigned (mixed on farm and selected at random at arrival) to four groups con-sisting of 12, 10, 10 and 8 piglets each. The groups were separately housed in containment level three animal cubicles at the National Centre for Foreign Animal Disease (NCFAD) and cared for in accordance with Canadian Council on Animal Care guidelines and an animal use protocol approved by the Institutional Animal Care Committee. Biosecurity features were used and standard operating procedures were followed to avoid cross-contamination among the four groups of pigs. Each group of pigs was housed in physically separate animal cubicles with individually dedicated air systems. Upon entry of each room, staff donned dedicated clothing and showered when exiting. Additionally, staff worked in progressively 'infected' rooms, starting with the negative control room and finishing in the positive control room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals"
        },
        {
            "text": "Following arrival but prior to inoculation, rectal swabs were taken from each piglet for PEDV rRT-PCR testing and 5-ml blood taken to test for antibodies to PEDV. A description of the different experimental groups is summarized in Table 1 . Feed and SDPP samples were processed as follows in preparation for inoculation. Twenty-one grams of ground feed or SDPP was added to 210 ml PBS, mixed thoroughly and then divided into four aliquots of 50 ml for each piglet. The remaining 10 ml was stored at À70°C. Animals received 25 ml of a feed or SDPP suspension via gastric tube while under light isoflurane anaesthesia and the remaining 25 ml orally after recovering from anaesthesia. Three SDPP and two feed samples were tested with four piglets per sample as well as a positive and a negative control group. Positive control animals received 50 ml (25 ml by gastric tube + 25 ml orally) of an intestinal tissue suspension positive for PEDV. Specifically, 2.0 ml of a 10% (wt/vol) tissue suspension of colonic tissue derived from the first-confirmed PEDV case in Ontario was diluted further in 500 ml PBS to give a final tissue dilution of 1 : 2500. Negative control pigs received 50 ml PBS (25 ml by gastric tube + 25 ml orally). To prevent cross-contamination of the different inocula, the feed, SDPP and PEDV positive intestinal tissue used as the positive control were all prepared in a biosafety cabinet that was thoroughly disinfected with a 1% Virkon solution and allowed to clear for a minimum of 15 min between preparations. As an added precaution, the positive control inoculum from the PEDV positive intestinal tissue was prepared last. At 7 days post-inoculation (dpi), the 10 negative control piglets were moved and allowed to co-mingle with the positive control (three contacts), SDPP (three contacts) and feed (four contacts) inoculated animals to assess transmission. Piglets were observed daily for clinical signs, in particular vomiting or diarrhea, with the plan to euthanize any severely affected or moribund animals. Rectal temperatures and swabs were taken daily from all animals. At 7 dpi, one piglet each from the positive control and the three SDPP inoculation groups were euthanized, postmortem examinations performed and various samples collected. At 12 dpi, one positive control piglet along with the three contacts (5 days post-contact) in that group were euthanized, post-mortem examinations performed and various samples collected. Remaining animals were euthanized from 17 to 19 dpi and post-mortem examinations performed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 238,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Animals"
        },
        {
            "text": "A second bioassay experiment was run in parallel further evaluating the feed as a potential source of PEDV (Bioassay 2, Table 2 ). These pigs were obtained from the same farm but housed separately from the first bioassay pigs and under similar conditions. Forty-four 3-week-old piglets were randomly assigned to five groups, which included one group of 12 piglets that was mock inoculated and four groups of 8 piglets each that were inoculated with feed sample 1 as described above and with one of these four groups given the same feed (12.5 g per pig per day) as part of the normal daily feed for an additional 2 days. Each of the four feed inoculated groups had an additional 4 piglets added in as contacts at day 2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 127,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Animals"
        },
        {
            "text": "In late January 2014, four suckling piglets that originated from a closed herd in south-western Ontario were submitted to the Animal Health Laboratory (AHL), University of Guelph. This herd had a history of sudden onset of diarrhea in piglets less than a week of age and based on laboratory test results a diagnosis of PED was made (manuscript accepted for publication). Briefly, intestinal swab specimens were tested for the presence of porcine respiratory coronavirus (PRCV), transmissible gastroenteritis virus (TGEV) and PEDV by a real-time RT-PCR assay with all four swab samples producing strong positive results (C t s = 20.47, 21.85, 22.92 and 25.96) on the PEDV N gene rRT-PCR assay. Samples were forwarded to the National Centre for Foreign Animal Disease (NCFAD) in Winnipeg where the diagnosis of PEDV was confirmed by PEDV N and S gene conventional RT-PCR assays and sequencing. Based on partial sequence information for the N and S genes, the Ontario PEDV isolate was found to be 99.8% identical to PEDV isolated in the USA in 2013. An additional 10 cases that followed the Ontario index case were submitted by AHL, Guelph to NCFAD, Winnipeg for confirmation. All were confirmed by PEDV N and S gene conventional RT-PCR assays with one of the submissions yielding a virus isolate. An epidemiologic investigation carried out on the index and 10 subsequent cases by the Ontario Ministry of Agriculture and Food (OMAF) indicated feed as a common risk factor (CFIA News Release, 2014; OMAF, 2014; D. Ojkic and G. Maxie, personal communication). This led AHL Guelph to test lots of SDPP that were imported from the USA and the associated feed in which they were used as an additive for PEDV nucleic acid by rRT-PCR assay. Several of these gave positive results including the lot mentioned below (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of the first Canadian case of PED and links to contaminated feed"
        },
        {
            "text": "Five samples of SDPP from different pallets of a single lot and five feed samples that contained 6% (wt/wt) of the aforementioned plasma that were epidemiologically linked with the first cases of PED in south-western Ontario, were tested by PEDV N gene rRT-PCR and S gene conventional RT-PCR assays. At NCFAD, all five SDPP samples gave weak positive reactions (C t s of 36. 35, 36.2, 36.97, 36.65 and 36.69) on the N gene rRT-PCR assay. These were also positive by S gene RT-PCR with three of the samples considered as moderately strong positives producing clearly visible bands of the correct size. 41.29, 40.55, 40 .21 on the second run. When the feed sample that was initially positive on the N gene assay was retested, only one of the five aliquots produced a C t value on first (39.85) and second (37.22) runs indicating that the levels of PEDV nucleic acid in this sample are at the limit of detection. The~224 S1 gene amplicons from the five SDPP samples were sequenced and found to be 100% identical to one another. Although the sequence obtained for the amplicon from the positive feed sample was a match to PEDV (70-90% match to PEDV sequences in GenBank by using BLAST), the quality of the sequence was too poor (below 80% quality values) for accurate comparisons. Attempts made to clone this amplicon to obtain better sequence data were not successful.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 408,
                    "text": "35, 36.2, 36.97, 36.65 and 36.69)",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 617,
                    "text": "41.29, 40.55, 40",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Detection of PEDV in feed and SDPP"
        },
        {
            "text": "In an attempt to better understand the state in which PEDV exists in SDPP, a protocol involving treatment with the non-ionic, non-denaturing detergent Nonidet P-40 followed by differential centrifugation was employed. Ten grams of SDPP was used to produce a 10% (wt/vol) suspension in PBS containing or not containing 0.25% (vol/vol) Nonidet P-40. This was initially centrifuged at 10 000 g and the resulting supernatant centrifuged at 100 000 g to sediment intact virus or viral nucleocapsids. On the SDPP sample that was tested, the following N gene rRT-PCR results were observed: C t of 35.84 for PBS supernatant after 10 000 g, C t of 36.74 for the PBS pellet after 10 000 g, C t of 38.83 for the PBS + Nonidet P-40 Comparison of S protein gene sequences obtained from bioassay piglets versus those of field cases. One-hundred and eighty-eight nucleotides of the~224-bp-small S gene conventional RT-PCR amplicon (primers excluded) obtained from rectal swab samples of bioassay piglets and Canadian and USA field cases were aligned. NCFAD 2014-022 is the identical sequence of the 5 SDPP samples sequenced directly. Plasma #21-22, #25-26, #29-30 and #32 are from SDPP-inoculated bioassay piglets. ONTindex is the Ontario index case. NCFAD2014-18 #1-10 are the 10 Ontario field cases that followed the index case. Pellet # 35 is from a rectal swab specimen taken at 3 dpi from piglet # 35 of the feed group. PEI is from a field case from Prince Edward Island. NCFAD 2014-35 is from a field case from Quebec. MAFRI is from a field case from Manitoba and NCFAD 2014-41 is from an environmental sample from Manitoba. Colorado (KF272920) and Indiana (KF452323) are USA PEDV isolates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of PEDV in feed and SDPP"
        },
        {
            "text": "supernatant after 10 000 g, C t of 36.74 for the PBS pellet after 100 000 g, and C t of 35.94 for the PBS + Nonidet P-40 pellet after 100 000 g. C t values of 35.94 and 36.74 for both Nonidet P-40 treated and untreated 100 000 g pellets are an indication that the plasma sample contained intact virions or at least viral nucleocapsids (Risco et al., 1996; Krempl and Herrler, 2001) . Finally, no coronavirus-like particles could be identified by direct electron microscopical examination of SDPP or feed samples.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 355,
                    "text": "(Risco et al., 1996;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 356,
                    "end": 381,
                    "text": "Krempl and Herrler, 2001)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Detection of PEDV in feed and SDPP"
        },
        {
            "text": "No clinical signs were observed in the negative control group. In contrast, animals in the positive control group were depressed, off feed and had diarrhea/soft feces beginning at 1 dpi and a small amount of vomiting noted at 11 dpi (4 days post-contact for contact animals). Rectal temperatures, however, remained within the normal range (38.7-39.8°C). The piglet group inoculated with the three SDPP samples had a few piglets with diarrhea or soft feces beginning at 2 dpi onwards, however, rectal temperatures were also within the normal range. The piglet group inoculated with the two feed samples were mildly depressed with one or two animals with diarrhea or soft feces beginning at 1 dpi onwards and decreased feed intake from 3 to 7 dpi. Rectal temperatures as with the other experimental groups were within the normal range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical signs in bioassay groups"
        },
        {
            "text": "Rectal swab samples collected from all of the piglets prior to inoculation were PEDV N gene rRT-PCR negative. All of the negative control piglets remained N gene rRT-PCR negative up to and including 7 dpi at which time they were moved in with the other experimental groups as non-inoculated contacts. The eight piglets inoculated with the feed samples along with the four contact piglets introduced into this group beginning at 7 dpi also remained negative up to and including 17 dpi (day 10 post-contact). In contrast, piglets in the positive control and SDPP-inoculated groups were PEDV N gene rRT-PCR positive beginning at 1-2 dpi and remained positive until 7 dpi for all piglets and beyond for many of them (Fig. 1a,b) . Some of the contact piglets introduced at 7 dpi became positive beginning at 3 days post-contact (Fig. 1c,d) . No significant difference was observed in the kinetics of N gene rRT-PCR positivity in animals that were inoculated with the three SDPP samples that were tested, suggesting that each contained infectious virus. However, as these piglets were housed in the same animal cubicle, we cannot unequivocally state that all samples were infective but that at least one of the three samples contained infectious virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 712,
                    "end": 723,
                    "text": "(Fig. 1a,b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 823,
                    "end": 834,
                    "text": "(Fig. 1c,d)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rectal shedding of PEDV"
        },
        {
            "text": "Negative contrast staining electron microscopy of fecal samples collected at 4 dpi from the SDPP-inoculated piglets and the positive control group piglets showed the presence of virus-like particles consistent with coronavirus virions. Similar virus-like particles were also found in the content of the small intestine of a SDPP-inoculated piglet at 7 dpi and a positive control group contact piglet at 5 days post-contact. No virus-like particles were observed in fecal samples from the feed-inoculated group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rectal shedding of PEDV"
        },
        {
            "text": "The partial S1 gene RT-PCR was also carried out on rectal swabs collected from the SDPP and feed-inoculated piglets at 3 and 4 dpi to confirm the N gene rRT-PCR results described above. Rectal swabs from all 12 SDPPinoculated piglets were strongly positive while one of the feed-inoculated piglets (piglet 35) produced a very weakly visible amplicon of the correct size, and a few others produced weakly visible amplicons of a different size indicating non-specific amplification. Seven amplicons from the SDPP-inoculated piglets (piglets 21, 22, 25, 26, 29, 30 and 32) at 3 dpi, the weakly visible amplicon from feed-inoculated piglet 35, and spurious bands from the remaining seven feed-inoculated piglets were gel-purified and sequenced. All 7 amplicons from the SDPP-inoculated piglets were PEDV with sequences that were similar to the strain found in the USA since April/May 2013, detected in the initial Ontario field cases and in the SDPP samples (Fig. 2) . The sequence from feed-inoculated piglet 35 was also PEDV but of poor quality and difficult to analyse. The seven spurious amplicons selected for sequencing were unrelated to PEDV (e.g. Thermoplasmatales archeon and Candidatus methonomethylophilus using BLAST). The weak amplicon from piglet 35 was cloned and of the 8 clones sequenced, one had a typical PEDV sequence (188/ 188 to PEDV strain USA/Indiana/17846/2013 GenBank accession no. KF452323) similar to those from the SDPPinoculated piglets, indicating that the 3 dpi rectal swab from piglet 35 contained PEDV RNA/virus, albeit at trace levels. Sequence results are summarized in Fig. 2 . The sequences are identical with the exception of a singlenucleotide polymorphism (SNP) at nucleotide 20 961 (the S gene maps from nucleotide 20 634 to 24 794 of the PEDV genome). Individual sequences were found to have a C, a T or both at this site, consistent with a mixed population as indicated by some of the plasma-inoculated piglets. This SNP results in either a histidine (C at 20 961) or a tyrosine (T at 20 961) at amino acid 100 of the S protein.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 569,
                    "text": "(piglets 21, 22, 25, 26, 29, 30 and 32)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 954,
                    "end": 962,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1602,
                    "end": 1608,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Rectal shedding of PEDV"
        },
        {
            "text": "The full S gene sequence was obtained from a rectal swab collected at 3 dpi from one of the SDPP-inoculated piglets (piglet 30; GenBank accession no. KM196110). Comparison of this sequence to that obtained from the Ontario index case (GenBank accession no. KM189366), the Ontario PEDV isolate (GenBank accession no. KM189367), a single case from Prince Edward Island (GenBank accession no. KM189368) which was also epidemiologically linked to the same feed and SDPP as the Ontario cases, and to those reported initially in the USA (e.g. USA/Colorado/2013 and USA/Indiana/17846/2013; GenBank KF272920 and KF452323) showed them to be 99.8-99.9% identical at both the nucleotide and amino acid levels. Comparison of the Ontario index case and SDPP piglet 30 S gene sequences revealed 5 synonymous and 2 non-synonymous (H110Y and S1099A) changes. Comparison of the Ontario PEDV isolate and SDPP piglet 30 S gene sequences showed that they differed by 1 synonymous and 1 non-synonymous (H110Y) change, while the Prince Edward Island and SDPP piglet 30 S gene sequences were 100% identical at the nucleotide and amino acid levels. Overall, this is consistent with a somewhat mixed population of genomes, but all with a very high degree of similarity to the sequences reported from the initial outbreaks in the USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rectal shedding of PEDV"
        },
        {
            "text": "Of the 3 piglets from the SDPP-inoculated group on which post-mortem examinations were performed at 7 dpi, piglet 26 had a significant enteropathy characterized by a small intestine that was flaccid, thin walled in some areas, and filled with fluid mixed with brown flecks. All three piglets had some degree of watery intestinal content, which primarily affected the lower jejunum and the ileum. Microscopically, small intestinal villi were shortened and often had a 1 : 1 crypt to villus ratio (Fig. 3a) . There was a mild increase in inflammatory cells in the lamina propria, dilation of lymphatics and submucosal edema. In some areas, enterocytes had cuboidal morphology and were vacuolated (Fig. 3b) . PEDV antigen was detected by IHC within enterocytes of all 3 animals with moderate numbers of positive enterocytes observed in piglet 32 and occasional positive enterocytes observed in piglets 22 and 26 (Fig. 3c,d) . No pathological changes or PEDV antigen staining were observed in the remainder of the piglets in the SDPP group that were examined at 18 dpi, which included contact animals at 11 days post-contact. Of the animals in the feed-inoculated group that were examined at 7 dpi, the intestinal walls appeared normal although some of them had watery intestinal content. None of the contact animals in this group that were examined on post-contact day 12 had any significant lesions. Microscopically, some sections of intestine showed normal length of the small intestinal villi (1 : 3 crypt to villus ratio), but in other areas, villi were shortened and there was a mild increase of inflammatory cells in the lamina propria.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 495,
                    "end": 504,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 694,
                    "end": 703,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 909,
                    "end": 920,
                    "text": "(Fig. 3c,d)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Gross pathology, histopathology and immunohistochemistry (IHC)"
        },
        {
            "text": "The positive control piglet examined at 7 dpi (piglet 12) had thin-walled small intestines that were flaccid and fluid filled. Microscopically, the intestinal villi were blunted with a 1 : 1 crypt to villus ratio in some areas. The surface enterocytes were low columnar to columnar with an easily discernible brush border. A mild increase in inflammatory cells within the lamina propria was also observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gross pathology, histopathology and immunohistochemistry (IHC)"
        },
        {
            "text": "Two of the positive control group contact animals examined on day 5 post-contact (piglets 8 and 9) had a significant enteropathy characterized by flaccid, distended fluid-filled intestines. Microscopic lesions were similar to those described above for the SDPP-inoculated group except for the presence of significant necrotic debris in the lumen, which was only observed in the positive control day 5 post-contact animals (Fig. 3e) . PEDV antigen was detected extensively within enterocytes, primarily within the brush border but also within the cytoplasm of the cell body (Fig. 3f) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 431,
                    "text": "(Fig. 3e)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 573,
                    "end": 582,
                    "text": "(Fig. 3f)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Gross pathology, histopathology and immunohistochemistry (IHC)"
        },
        {
            "text": "Although no significant gross pathological changes were observed in the intestinal wall of the positive control piglet examined at 12 dpi (piglet 17), the intestinal contents were still watery. No significant macroscopic lesions, microscopic changes, or PEDV antigen staining were observed in the three positive control group pigs examined at 19 dpi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gross pathology, histopathology and immunohistochemistry (IHC)"
        },
        {
            "text": "Because the negative control group from this bioassay was co-mingled with the experimental groups, negative control piglets were not available for microscopic examination. Thus, negative control piglets from the second bioassay experiment euthanized at 12 dpi were used for the histopathology and immunohistochemistry observations. Microscopically, there were some areas where the small intestinal villi appeared shortened and there was some evidence of mild inflammation in the lamina propria (Fig. 3g) . IHC was performed on tissues from 5 of the negative control animals, and PEDV antigen was not detected (Fig. 3h) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 503,
                    "text": "(Fig. 3g)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 609,
                    "end": 618,
                    "text": "(Fig. 3h)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Gross pathology, histopathology and immunohistochemistry (IHC)"
        },
        {
            "text": "In summary, the only significant finding in relation to the bioassay was the presence of significantly shortened villi and the presence of PEDV antigen in both the SDPP group of piglets at 7 dpi and the positive control contact animals at 5 days post-contact. Overall, there was some indication of mild enteritis in some piglets from all groups. This latter finding is considered non-specific and could be due to a number of factors. However, it is important to note that in negative controls, this inflammation was not associated with PEDV infection as no antigen was detected and all other test results showed these piglets to be negative for PEDV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gross pathology, histopathology and immunohistochemistry (IHC)"
        },
        {
            "text": "Serum samples from all 40 piglets collected before inoculation were negative for antibodies to PEDV as determined by complex-trapping-blocking ELISA. The ten piglets in the negative control group were serologically negative at 7 dpi and remained so throughout the remainder of the experiment. All eight piglets in the feed-inoculated group were negative for PEDV antibodies at 7, 14 and 17 dpi. In the SDPP group, 4 of 12 piglets (piglets 22, 24, 31 and 32) were dubious/suspicious reactors on day 7 and, of the two samples tested on day 14, one was positive by ELISA and IFA (piglet 29) and the other a dubious/suspicious reactor in the ELISA and positive in IFA (piglet 28). At 18 dpi, of the 9 piglets that were tested, 7 (piglets 21, 23, 24, 27, 28, 29 and 30) were positive while the remaining two (piglets 25 and 31) gave dubious/suspicious results on the initial test and, on retest, piglet 25 was a weak positive reactor in the ELISA and positive by IFA. In the positive control group, one piglet (piglet 16) was positive and another (piglet 17) a dubious/suspicious reactor at 7 dpi. At 14 dpi, three of the four animals tested (piglets 13, 18 and 19) were positive for antibodies to PEDV. By 19 dpi, all 8 animals tested (piglets 11, 13, 14, 15, 16, 18, 19 and 20) were seropositive although piglet 11 had a high variability and scored negative/dubious upon retest. Of the 4 contact piglets introduced into the feed group at 7 dpi and tested at 10 days post-contact, one (piglet 2) scored as weak positive (50.75% blocking) by ELISA. Upon repeat testing, it was negative by ELISA and IFA. The three contact piglets introduced into the SDPP-inoculated group and the three contact piglets introduced into the positive control group tested negative for PEDV antibodies at 11 and 5 days postcontact, respectively.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 457,
                    "text": "(piglets 22, 24, 31 and 32)",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 764,
                    "text": "(piglets 21, 23, 24, 27, 28, 29 and 30)",
                    "ref_id": null
                },
                {
                    "start": 1231,
                    "end": 1274,
                    "text": "(piglets 11, 13, 14, 15, 16, 18, 19 and 20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Serology"
        },
        {
            "text": "The practice of weaning piglets at 21 days of age or less has led to the use of complex diets containing a variety of supplemental ingredients that include SDPP. The procedure used to produce this feed supplement involves collecting blood from healthy pigs at the abattoir into tanks containing an anticoagulant. The pooled blood is then shipped to a processing facility where the cells and plasma are separated by centrifugation. Following centrifugation, the liquid plasma, which is approximately 7% crude protein, is concentrated by evaporation, nano-filtration or ultra-filtration which results in crude protein levels that are in the 20-25% range. This material is then spray-dried to achieve a final crude protein concentration of at least 80%. Studies have shown that the addition of SDPP to weaner pig diets can result in positive benefits including increased feed intake and weight gain and decreased requirement for antibiotics (reviewed by Ferreira et al., 2009) . Although blood from apparently healthy animals can be assumed to be sterile, the risk for virus contamination exists if blood from subclinically affected and viremic animals is collected or if the product becomes contaminated during any step of the process. Viremia is not a known feature of PEDV infection. Blood collected at 7 dpi from three SDPP and one positive control piglet tested negative on the N gene rRT-PCR assay, as did 1 of the positive control piglets at 12 dpi, and three of the positive control group contact piglets at 5 days postcontact.",
            "cite_spans": [
                {
                    "start": 951,
                    "end": 973,
                    "text": "Ferreira et al., 2009)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although transport of pigs in inadequately cleaned trailers has been an implicated source of transmission of PEDV (Lowe et al., 2014) , other modes of transmission may also exist. Our study indicates that PEDV-contaminated SDPP may be one such mode for introducing the virus into a na€ ıve pig herd. While a typical PEDV sequence could be obtained directly from the SDPP samples used for inoculation, only one of the two selected feed samples produced a PCR amplicon in the conventional S gene RT-PCR assay that was of the correct size. The sequence of this product, although consistent with PEDV, was not of sufficient quality to make a definitive conclusion.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 133,
                    "text": "(Lowe et al., 2014)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Using a PEDV N gene rRT-PCR along with a number of ancillary tests, we demonstrated that piglets inoculated with contaminated SDPP could replicate and excrete the virus as well as transmit it to contact piglets. Virus isolation was not used as a measure of virus excretion due to the inherent difficulties associated with cell culture isolation of this virus from clinical material. To illustrate this point, Chen et al. (2014) have recently reported that of 33 fecal samples and 17 intestinal homogenates, only 2 PEDV isolates were obtained giving a success rate of only 4%. Moreover, none of the virus isolation attempts that they carried out on feces were successful. Consequently, virus isolation for determination of PEDV infectivity from clinical material is not viewed as a sensitive method. The duration of PEDV shedding in experimentally infected 14-day-old piglets as determined by quantitative RT-PCR was previously reported to be 7 to 9 days (Song et al., 2006) . The quantitative RT-PCR used in that study targeted the S gene of PEDV generating a 651-bp amplicon. A two-step RT-PCR was employed in which the reverse transcription step was carried out separately to produce cDNA. Each cDNA sample was then competed with 10 000 copies of an internal control DNA during the PCR reaction as a means of quan-titating the amount of PEDV RNA present in the sample. In the study reported here, several piglets in the positive control and SDPP groups shed virus well beyond 9 days post-inoculation, with two animals in the positive control group and one animal in the SDPP group still producing positive fecal swab samples at 18 dpi and still capable of transmitting to some of the contact piglets that were introduced at 7 dpi. The longer duration of PEDV shedding in our study could potentially be attributed to a greater sensitivity of the N gene rRT-PCR assay or to a more prolonged infection, perhaps caused by a lower initial infectious dose. Regardless, more work needs to be performed in this area as an accurate assessment of the duration of shedding will have practical applications with respect to control of this disease.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 427,
                    "text": "Chen et al. (2014)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 954,
                    "end": 973,
                    "text": "(Song et al., 2006)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Rectal temperatures of the inoculated piglets remained within normal range, and although some clinical signs in the form of depression, diarrhea and reduced feed intake were observed in the positive control group, similar signs were also observed, albeit less pronounced and in only a few piglets, in the other groups with the exception of the negative control group. However, such observations should not alone be interpreted as signs of PEDV infection as piglets may have mild clinical illness due to many different causes including stress associated with moving and change in feed. The mild clinical signs observed in this study may be related to piglet age at the time of inoculation. Using a field strain of PEDV to inoculate specific pathogen-free pigs between the ages of 2 days and 12 weeks, Shibata et al. (2000) reported that severe clinical disease and death only occurred in 2-7-day-old piglets. While rectal swabs from the negative controls and the feed-inoculated piglets remained negative throughout the study, the positive controls and the SDPP-inoculated piglets began shedding significant amounts of PEDV beginning at 1 and 2 dpi. Although negative by N gene rRT-PCR, a single piglet (piglet 35) from the feed-inoculated group had a weak band in the conventional S gene RT-PCR at day 3 and sequencing of this product was consistent with PEDV although, similar to what was found for the feed sample, too weak for accurate determination. However, cloning of the PCR product and subsequent sequencing revealed that it was similar to the other PEDV sequences obtained in this study as well as to those associated with Canadian and initial USA field cases. Electron microscopy of feces and intestinal content and immunohistochemistry on intestinal tissues of SDPPinoculated and positive control piglets were consistent with coronavirus-like particles and the presence of PEDV antigen in enterocytes, respectively. Furthermore, at least one piglet from the SDPP-inoculated group examined at 7 dpi had an obvious enteropathy macroscopically and blunted small intestinal villi microscopically consistent with PEDV infection. Finally, seroconversion of animals in the positive control and SDPP-inoculated groups towards the end of the study provides further support of an active PEDV infection.",
            "cite_spans": [
                {
                    "start": 800,
                    "end": 821,
                    "text": "Shibata et al. (2000)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Other studies have addressed the risk of transmitting viral contaminants, most notably porcine circovirus 2 (PCV-2), via spray-dried porcine plasma (Patterson et al., 2010; Pujols et al., 2008; Shen et al., 2011) . One study (Patterson et al., 2010) found that PCV-2 could be transmitted to na€ ıve pigs given PCV-2-contaminated SDPP by oral gavage. By contrast, the other two studies (Pujols et al., 2008; Shen et al., 2011) showed that weaned pigs that were fed PCV-2-contaminated SDPP neither developed clinical signs, became viremic or seroconverted. All three studies differed with respect to the health status of the animals used, the pooling of plasma from numerous animals, the PCV-2 DNA load and the presence of anti-PCV-2 antibodies, all of which could contribute to the differences in the reported results.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 172,
                    "text": "(Patterson et al., 2010;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 173,
                    "end": 193,
                    "text": "Pujols et al., 2008;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 194,
                    "end": 212,
                    "text": "Shen et al., 2011)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 225,
                    "end": 249,
                    "text": "(Patterson et al., 2010)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 385,
                    "end": 406,
                    "text": "(Pujols et al., 2008;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 407,
                    "end": 425,
                    "text": "Shen et al., 2011)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we have shown that the tested SDPP contains infectious PEDV as demonstrated by a relatively high level of PEDV excretion detected for ≥9 days by PEDV N gene rRT-PCR. This was supported by S gene RT-PCR results and sequences and by seroconversion. Moreover, the infection spread to 2 of 3 contact piglets introduced at day 7. The 12 piglets in the SDPP group were inoculated with three samples from different pallets of the same lot number in groups of 4 piglets. The kinetics of PCR positivity did not appear to differ among these piglets indicating that all three samples may likely have contained infectivity. However, as the piglets were kept together in the same room, we cannot unequivocally determine that all three samples were infective but can state that at least one of the three samples contained infectivity and that the results indicate that all 3 may likely have done so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Inoculation with the tested feed samples did not produce any significant excretion of PEDV although genetic material could be detected in the feed at trace levels and a single inoculated piglet at day 3 had traces of PEDV genetic material in its rectal swab that was shown to be similar in sequence to the other samples tested. Thus, as the tested feed did contain the SDPP shown to be infectious and did contain PEDV genetic material and, moreover, could be detected in a single inoculated piglet at 3 dpi, we consider the tested feed as inconclusive or not possible to determine whether it is infectious or not by bioassay. The one feed that did produce a borderline result in a single piglet (feed sample 1) was subjected to a separate, second bioassay. Although this bioassay included a larger number of piglets (n = 32), infectivity of the feed was not demonstrated. Nevertheless, contaminated feed cannot and should not be ruled out as a potential source of infection as it is very possible that the limited bioassay studies described here are likely much less sensitive than what might occur under field conditions. Many more piglets than used in this study coupled with larger amounts of feed, more stressful field conditions and ongoing infections may influence susceptibility of animals to PEDV-contaminated feed. Lastly, the feeds in question only contain 6% SDPP and, furthermore, had been in use for several weeks in the field prior to their evaluation in our bioassay experiments which, although stored under warehouse conditions, may have resulted in a further loss of any potential minimal infectivity present initially.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "CFIA statement on porcine epidemic diarrhea virus in feed",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cfia News",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Isolation and characterization of porcine epidemic diarrhea viruses associated with the 2013 disease outbreak among swine in the United States",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stasko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Stensland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Pillatzki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Gauger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Madson",
                    "suffix": ""
                },
                {
                    "first": "K.-J",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Burrough",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Harmon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Main",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Clin. Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "234--243",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Experimental infection of pigs with a new porcine enteric coronavirus, CV 777",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Debouck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Am. J. Vet. Res",
            "volume": "41",
            "issn": "",
            "pages": "219--223",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Spray dried plasma for pigs weaned at different ages",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Barbosa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Tokach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Recent. Pat. Food. Nutr. Agric",
            "volume": "1",
            "issn": "",
            "pages": "231--235",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus infection in mink (Mustela vison). Serological evidence of infection with a coronavirus related to transmissible gastroenteritis virus and porcine epidemic diarrhea virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Have",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Moving",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Svansson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uttenthal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bloch",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Vet. Microbiol",
            "volume": "31",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Propagation of the virus of porcine epidemic diarrhea in cell culture",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wyler",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Clin. Microbiol",
            "volume": "26",
            "issn": "",
            "pages": "2235--2239",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "2013: Origin, evolution, and genotyping of emergent porcine epidemic diarrhea virus strains in the United States",
            "authors": [
                {
                    "first": "Y.-W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Dickerman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piñeyro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kiehne",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Opriessnig",
                    "suffix": ""
                },
                {
                    "first": "X.-J",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "MBio",
            "volume": "4",
            "issn": "",
            "pages": "737--750",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sialic acid binding activity of transmissible gastroenteritis coronavirus affects sedimentation behavior of virions and solubilized glycoproteins",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Krempl",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol",
            "volume": "75",
            "issn": "",
            "pages": "844--849",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "New variants of porcine epidemic virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "1350--1353",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Use of two enzyme-linked immunosorbent assays to monitor antibody responses in swine with experimentally induced infection with porcine epidemic diarrhea virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gauger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harmon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yeske",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Loula",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Levis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dufresne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Main ; Van Nieuwstadt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zetstra",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Emerg. Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "1044--1050",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "porcine epidemic diarrhea investigation",
            "authors": [],
            "year": 2014,
            "venue": "OMAF",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Efficacy of experimentally produced spray-dried plasma on infectivity of porcine circovirus type 2",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Madson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Opriessnig",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Anim Sci",
            "volume": "88",
            "issn": "",
            "pages": "4078--4085",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Lack of transmission of porcine circovirus type 2 to weanling pigs by feeding them spray-dried porcine plasma",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pujols",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Opox-Soria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Segal Es",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fort",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sibila",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sloanes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crenshaw",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Polo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet. Rec",
            "volume": "163",
            "issn": "",
            "pages": "536--538",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The transmissible gastroenteritis coronavirus contains a spherical core shell consisting of M and N proteins",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Risco",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Ant On",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Carrascosa",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Virol",
            "volume": "70",
            "issn": "",
            "pages": "4773--4777",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Commercially produced spraydried porcine plasma contains increased concentrations of porcine circovirus type 2 DNA but does not transmit porcine circovirus type 2 to na€ ıve pigs",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schalk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Halbur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Opriessnig",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Anim. Sci",
            "volume": "89",
            "issn": "",
            "pages": "1930--1938",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Isolation of procine epidemic diarrhea virus in porcine cell cultures and experimental infection of pigs of different ages",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shibata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsuda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ono",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sueyoshi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Uruno",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet. Microbiol",
            "volume": "72",
            "issn": "",
            "pages": "173--182",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Porcine epidemic diarrhea virus: a comprehensive review of molecular epidemiology, diagnosis, and vaccines",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virus Genes",
            "volume": "44",
            "issn": "",
            "pages": "167--175",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Use of an internal control in a quantitative RT-PCR assay for quantitation of porcine epidemic diarrhea virus shedding in pigs",
            "authors": [
                {
                    "first": "D.-S",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "B.-K",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "S.-S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J.-S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "J.-S",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "G.-W",
                    "middle": [],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "Y.-S",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "B.-K",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol. Methods",
            "volume": "133",
            "issn": "",
            "pages": "27--33",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "2013: Emergence of porcine epidemic diarrhea virus in the United States: clinical signs, lesions, and viral genomic sequences",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Burrough",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Madison",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pillatzki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gauger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Schmidtt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Koster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Killiam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Vet. Diagn. Invest",
            "volume": "25",
            "issn": "",
            "pages": "649--654",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "USDA technical note -Porcine Epidemic Diarrhea (PED)",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "New variant of porcine epidemic diarrhea virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Byrum",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg. Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "917--919",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "An apparently new syndrome of porcine epidemic diarrhoea",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Vet. Rec",
            "volume": "100",
            "issn": "",
            "pages": "243--244",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "40 C t s of 37, 40 and 42.88 in 1/5 subsamples tested À NA, Not applicable; C t , cycle threshold. +++ = strong positive, ++ = moderately positive, + = weak positive. À = negative.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Dot plots of PEDV shedding of individual pigs as determined by N gene rRT-PCR assay conducted on rectal swab samples. Swab samples that did not produce a C t after 45 cycles were given a value of 45. All C t values were subtracted from 45 and then plotted. (a) Positive control group inoculated with PEDV positive colon suspension. (b) Spray-dried plasma group. (c) Negative control pigs placed in contact with positive control pigs beginning at 7 dpi. (d) Negative control pigs placed in contact with spray-dried plasma-inoculated pigs beginning at 7 dpi.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 2. Comparison of S protein gene sequences obtained from bioassay piglets versus those of field cases. One-hundred and eighty-eight nucleotides of the~224-bp-small S gene conventional RT-PCR amplicon (primers excluded) obtained from rectal swab samples of bioassay piglets and Canadian and USA field cases were aligned. NCFAD 2014-022 is the identical sequence of the 5 SDPP samples sequenced directly. Plasma #21-22, #25-26, #29-30 and #32 are from SDPP-inoculated bioassay piglets. ONTindex is the Ontario index case. NCFAD2014-18 #1-10 are the 10 Ontario field cases that followed the index case. Pellet # 35 is from a rectal swab specimen taken at 3 dpi from piglet # 35 of the feed group. PEI is from a field case from Prince Edward Island. NCFAD 2014-35 is from a field case from Quebec. MAFRI is from a field case from Manitoba and NCFAD 2014-41 is from an environmental sample from Manitoba. Colorado (KF272920) and Indiana (KF452323) are USA PEDV isolates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Continued.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Histopathology and IHC findings in ileum. (a-d) Plasma-inoculated pig. (a) There is evidence of villus atrophy, submucosal edema (*) and dilation of lymphatics (arrow) HE stain, Bar = 100 lm. (b) There are increased mononuclear inflammatory cells within the lamina propria (*). Note the presence of cuboidal surface epithelial cells that are sometimes vacuolated (arrow). HE stain, Bar = 20 lm. (c) There is positive immunostaining of surface epithelial cells (arrows). Bar = 50 lm. (d) Immunostaining is primarily visualized within the brush border. Bar = 10 lm. (e-f) Positive control pig 5 days post-contact. (e) Villi are shortened and there is abundant necrotic debris within the lumen. HE stain, Bar = 100 lm. (f) There is extensive positive immunostaining within surface enterocytes. Bar=100 lm. (g-h) Negative control pig Ileum. (g) In some areas, there was mild inflammation and shortening of villi. HE stain, Bar = 100 lm. (h) PEDV antigen was not detected by IHC. Bar = 100 lm.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Experimental groups",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Experimental groups Bioassay 2",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We gratefully acknowledge the hard and dedicated work of the animal care, laboratory, sample receiving and administrative staff involved in this project. We also acknowledge the contributions of Dr. John Copps and our collaborators at NVSL-Ames, ISU-Ames, Lindholm-Denmark and Lelystad-Netherlands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}