{
    "paper_id": "953ce6c11451011ff271b730ac3d2bdadda75830",
    "metadata": {
        "title": "Ethical Perspectives on the Middle East Respiratory Syndrome Coronavirus Epidemic in Korea",
        "authors": [
            {
                "first": "Ock-Joo",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University College of Medicine",
                    "location": {
                        "addrLine": "Ock-Joo Kim, MD, PhD 103 Daehak-ro, Jongno-gu",
                        "postCode": "03080",
                        "settlement": "Seoul, Seoul",
                        "country": "Korea, Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Ethical considerations are essential in planning for and responding to outbreaks of infectious diseases. During the outbreak of Middle East respiratory syndrome coronavirus (MERS-CoV) in the Republic of Korea in 2015, serious challenges emerged regarding important ethical issues, such as transparency and the protection of privacy. The development of bioethics in Korea has been influenced by individualistic perspectives applied in clinical contexts, leading to a paucity of ethical perspectives relevant to population-level phenomena such as outbreaks. Alternative theories of public health ethics include the perspectives of relational autonomy and the patient as victim and vector. Public health actions need to incorporate clear and systematic procedures founded upon ethical principles. The MERS-CoV epidemic in Korea created significant public support for more aggressive early interventions in future outbreaks. This trend makes it all the more imperative for ethical principles and procedures to be implemented in future planning and responses to outbreaks in order to promote perceptions of legitimacy and civic participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ethical considerations have been embedded in plans made throughout the world for outbreaks and pandemics [1] [2] [3] [4] . Lessons from past epidemics warn that without ethical safeguards, public health measures can inadvertently encroach on human rights and values [5] . The incorporation of relevant ethical principles in pandemic planning can help enhance voluntary cooperation based upon public trust, and reduce the undesirable outcomes of public health measures [1] .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 117,
                    "end": 120,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "However, the outbreak of Middle East respiratory syndrome ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In Korea, public health ethics is not an established field. Bioethics was introduced to Korea in the 1990s, mostly in the form of clinical ethics and research ethics programs in medical schools and hospitals. From the beginning, the principalism proposed in Beauchamp and Childress's Principles of Biomedical Ethics [6] played a dominant role in biomedical ethics education in Korea. With the four principles of respect for autonomy, nonmaleficence, beneficence, and justice, this liberal indi-vidualistic ethical frame was established for patient-health professional relationships based on the premise that patients are pure autonomous agents. Korea legally codified considerations regarding research ethics within a very short period of time. Enacted in 2005 to regulate genetic and embryo research, the Bioethics and Safety Act of Korea was revised in 2013 to mandate informed consent and ethics review for research on human subjects, including public health research. Enforcement of the Bioethics and Safety Act has promoted the awareness of individual rights and interests in research. Although Korea is a family-oriented, collectively-minded society holding strong communitarian values, the individualist libertarian approach imported from Western societies has been dominant in the field of biomedical ethics.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "PUBLIC HEALTH AND ETHICS IN KOREA"
        },
        {
            "text": "In contrast, public health professionals in Korea, such as scholars, practitioners and policy makers, deal with populationlevel issues rather than individuals and have not generally been engaged in bioethical discussions. In policies and practice, they implicitly employ utilitarianism or consequentialism to advocate for the greatest good for the greatest number of people. With cost-benefit analysis and the concept of the quality-adjusted life year, public health policies and practice aim at maximizing human welfare or well-being given a certain investment of resources. It is unfortunate that the public health sector in Korea has not sufficiently addressed ethical considerations in preparation for impending outbreaks, while other nations and international organizations such as the World Health Organization have addressed ethical issues as crucial components of their pandemic plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PUBLIC HEALTH AND ETHICS IN KOREA"
        },
        {
            "text": "International pandemic plans developed by states and international organizations after the 2003 severe acute respiratory syndrome (SARS) outbreak incorporated ethical values [1] [2] [3] [4] . Since pandemics engender uncertain, dangerous, and fearful situations, ethical issues inevitably arise with regard to public health measures against pandemics. Regardless of whether public health leaders explicitly articulate the ethical values that inform their plans and decisions, international guidelines on ethics and pandemic planning strongly recommend that pandemic plans be clearly founded on ethical values shared and affirmed by the public [1] [2] [3] [4] . Doing so allows plans to be carried out with greater trust and legitimacy, supported by voluntary participation of members of society.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "PANDEMIC PLANNING AND ETHICS"
        },
        {
            "text": "Quarantine was the primary response to the MERS-CoV outbreak in Korea, and Upshur [7] identified four principles that must be met in order to justify this liberty-limiting practice. First is the harm principle, according to which it must be the case that clear and measurable harm to others will occur if exposure is not checked through quarantine or isolation. The second is the principle of proportionality, or of the least restrictive means. The least restrictive measures must be used to accomplish the goal of disease control. Voluntary quarantine should be implemented before turning to more restrictive means and sanctions. The third principle is that of reciprocity. If individuals sacrifice their liberties for the common good of the society, the society has reciprocal obligations to provide those individuals with needs such as food, shelter, and psychological support, and to protect them from discrimination, damages, or penalties as a result of quarantine. The final principle is the transparency principle, which states that the public health authorities must communicate transparently and clearly the justification for their actions and provide a process of appeal. This procedural due process is the ethical justification for the use of quarantine.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "PANDEMIC PLANNING AND ETHICS"
        },
        {
            "text": "How can ethical considerations be incorporated into planning for outbreaks of infectious disease? An excellent example is the Ontario Health Plan for an Influenza Pandemic made in collaboration with the Toronto Joint Centre for Bioethics [4, 8] . These guidelines present a discussion of the substantive and procedural ethical values at stake in \"restricting liberty in the interest of public health by measures such as quarantine. \" This part contains ethical reflections on the experience of the SARS outbreak. For ethical decision making, the substantive values at stake are liberty, protection of the public from harm, proportionality, privacy, and reciprocity. Five procedural values also must be implemented, according to which public health measures should be reasonable, open and transparent, inclusive, responsive, and accountable. Based on these ethical values, these guidelines provide four concrete recommendations for governments and the health care sector: 1) the preparation of comprehensive and transparent protocols for the implementation of restrictive measures founded upon the above ethical principles; 2) ensuring public awareness of the rationale, benefits, and consequences of restrictive measures; 3) the implementation of measures to protect against stigmatization and to safeguard the privacy of those involved; 4) statements of the provisions and support services for those affected by restrictive measures and public discussions of the levels of compensation in advance.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 242,
                    "end": 244,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "PANDEMIC PLANNING AND ETHICS"
        },
        {
            "text": "Ethical issues have rarely been discussed in the Korean MERS-CoV literature. Lee [9] raised the question of whether ethical values were appropriately considered in the public health actions taken during the MERS outbreak in Korea. That paper addressed conflicts in which \"difficult choices had to be made between public health needs and the protection of individual rights, which include privacy, liberty, and freedom of movement. \" Valuable as it might be in the context of the minimal attention devoted to ethical considerations in the Korean MERS-CoV literature, Lee's discussion centering on the rights and interests of individuals provided only a limited list of ethical values in the response to an outbreak.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "ETHICAL CONSIDERATIONS IN THE MERS-COV OUTBREAK IN KOREA"
        },
        {
            "text": "Recently, critics of individualistic approaches to public health ethics have proposed alternative perspectives on the ethics of infectious diseases. One such framework draws on a relational approach to public health ethics [10] . It claims that public health ethics in the context of epidemic planning should differ from individualistic bioethics by placing the primary focus on the common good of the public. Rather than simply identifying the tensions between individual interests and community safety, responses to outbreaks should draw on the various ways in which individuals' interests are inseparable from and interrelated with the interests of the community. Claiming that personhood and autonomy are products of social relations, this approach focuses on relational personhood and relational autonomy, with the goal of working towards social justice and relational solidarity in public health [10] . Another important approach to the ethics of infectious diseases is an ethical framework that considers the infectious disease patient as both victim and vector (PVV) [11] . The PVV perspective sees individuals as socially located, biologically vulnerable, and interconnected with other human beings. If infection becomes a central concern, as in an epidemic or an outbreak, individual interests are not distinct from the interests of society as a whole. With all human individuals seen as potential PVVs embedded in the web of infectious disease transmission, the PVV view upholds sharing burdens fairly, trust, community participation, and responsibility. The view also helps avoid stigmatization and scapegoating, and provides for the humane care of infected patients including end-of-life care [11] .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1075,
                    "end": 1079,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1706,
                    "end": 1710,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "ETHICAL CONSIDERATIONS IN THE MERS-COV OUTBREAK IN KOREA"
        },
        {
            "text": "Have these ethical values been clearly discussed and considered with regard to the public health measures implemented by the Korean government during the MERS-CoV outbreak in 2015? As Lee [9] pointed out, ethical values did not receive full consideration either in public health actions or in the literature reflecting on the lessons from the experience, including government-issued white papers on the MERS-CoV outbreak. Although these white papers dealt with problems, issues, and future tasks in preparing for coming outbreaks of emerging diseases, none clearly addressed ethical values and considerations.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "ETHICAL CONSIDERATIONS IN THE MERS-COV OUTBREAK IN KOREA"
        },
        {
            "text": "However, some ethical principles have been embodied tacitly, if not explicitly, by the Korean government in public health policies and practices during and after the MERS-CoV outbreak. A salient example is the government compensation policy for those who were ordered to stay home to prevent transmission of the disease, and compensation for the funeral costs to the surviving families of the deceased. Although the government was not able to have a public discussion of the appropriate levels of compensation in advance, the decisions about compensation and the procurement of financial resources for compensation were made in the middle of the outbreak, and were motivated by the discovery that those who were quarantined were faced with loss of income and employment, putting their livelihood at stake. Food and basic necessities were provided during the period of quarantine, and financial compensation for the loss of income was subsequently made according to the size of the family. In July 2015, the Infectious Diseases Prevention Act in Korea was revised to include clauses for the compensation of financial losses to those who were placed under quarantine, the hospitals that provided medical care for MERS-CoV patients, and the surviving family members of those who died from MERS-CoV. This compensation policy, formally recommended by the Special Committee of the Korea National Assembly for the MERS-CoV Outbreak in July 2015 in the midst of the outbreak, reflected the reciprocity principle. If individuals sacrifice their liberties for the common good of society, society has reciprocal obligations to provide the individuals with needs such as food, shelter, and psychological support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICAL CONSIDERATIONS IN THE MERS-COV OUTBREAK IN KOREA"
        },
        {
            "text": "A contrary example is the transparency principle. The public health authorities in Korea failed to uphold this ethical principle from the beginning. Secrecy and a lack of transparency from the government in the early stage of the epidemic, together with a failure to effectively contain the disease, worsened the public's mistrust of the government, and the spread of rumors through the internet caused considerable panic among the public. Without transparency and clear communication, public trust cannot be won and voluntary public collaboration cannot be expected. Furthermore, fear and stigma-tization of quarantined residents and even of the families of health care workers occurred frequently, and this was exacerbated by the public distrust about transparency. Members of the public tended to seek their own safety at the cost of discriminating against certain groups within the community, in the absence of other information or guidance that they perceived to be trustworthy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICAL CONSIDERATIONS IN THE MERS-COV OUTBREAK IN KOREA"
        },
        {
            "text": "Ethical values and considerations should be incorporated into pandemic planning and in the responses to future outbreaks in Korea. Alexander Capron stated, \"the key to an ethically responsible and appropriate response is advanced planning, including communication. Part of the communication is openly acknowledging the unavoidable reality of scarcity of life-preserving resources and thus the resulting need both for collective action and for personal responsibility\" [1] . What Korea needs now is to implement the advice of the Pandemic Influenza Working Group of the University of Toronto Joint Centre for Bioethics: \"1. National, provincial/state/territorial, and municipal governments, as well as the health care sector, should ensure that their pandemic plans include an ethical component. 2. National, provincial/state/territorial, and municipal governments, as well as the health care sector, should consider incorporating both substantive and procedural values in the ethical component of their pandemic plans\" [4] .",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 471,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1019,
                    "end": 1022,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "It is highly likely that Korea's planning for the next epidemic aims at extensive early quarantine and isolation, as several authors have suggested such plans [12, 13] . Those involved with public health measures against the epidemic have almost unanimously agreed that precautions and aggressive reactions to prevent the spread of the epidemic are far better than potentially losing the opportunity to contain the epidemic. If we do not include ethical values and principles explicitly in pandemic planning in advance, the next response to an epidemic may result in widespread breaches of ethical principles, leading to deeper confusion and non-cooperation. Public engagement and civic partnership with public health authorities to discuss ethical principles are essential to foster community participation, collaboration, and solidarity from the civil society. Pandemic planning enriched with ethical principles will facilitate efficiency, voluntariness, and legitimacy.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ethical and legal considerations in mitigating pandemic disease: workshop summary",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Nlemon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamburg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Sparling",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Choffnes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Centers for Disease Control and Prevention. Ethical guidelines in pandemic influenza",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kinlaw",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Global consultation on addressing ethical issues in pandemic influenza planning: summary of discussions",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Stand on guard for thee: ethical considerations in preparedness planning for pandemic influenza",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Law in the time of cholera: disease, state power and quarantines past and future",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Batlan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Temple Law Rev",
            "volume": "80",
            "issn": "",
            "pages": "53--133",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Principles of biomedical ethics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Beauchamp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Childress",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The ethics of quarantine",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virtual Mentor",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/virtualmentor.2003.5.11.msoc1-0311"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Public health and ethical considerations in planning for quarantine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cetron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Landwirth",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Yale J Biol Med",
            "volume": "78",
            "issn": "5",
            "pages": "325--330",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Costly lessons from the 2015 Middle East respiratory syndrome coronavirus outbreak in Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Prev Med Public Health",
            "volume": "48",
            "issn": "6",
            "pages": "274--276",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A relational account of public health ethics",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baylis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Kenny",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sherwin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Public Health Ethics",
            "volume": "1",
            "issn": "3",
            "pages": "196--209",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The patient as victim and vector: ethics and infectious disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Battin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A new measure for assessing the public health response to a Middle East respiratory syndrome coronavirus outbreak",
            "authors": [
                {
                    "first": "Cho",
                    "middle": [],
                    "last": "Sl",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Prev Med Public Health",
            "volume": "48",
            "issn": "6",
            "pages": "277--279",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Structural factors of the Middle East respiratory syndrome coronavirus outbreak as a public health crisis in Korea and future response strategies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Prev Med Public Health",
            "volume": "48",
            "issn": "6",
            "pages": "265--270",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "MERS-CoV) in the Republic of Korea (hereafter Korea) has led to few ethical discussions. Reports and white papers analyzing the MERS-CoV outbreak in Korea have rarely dealt with ethical issues. This paper addresses the need for ethical values and principles in planning for and responding to outbreaks of infectious disease, and examines the way in which certain ethical principles have been embodied tacitly, if not overtly, in the public health measures implemented by the Korean government during the MERS-CoV outbreak in 2015.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by grant from the SNUBH Incentive for Education and Research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The author has no conflicts of interest associated with the material presented in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "Ock-Joo Kim https://orcid.org/0000-0003-4095-4768",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID"
        }
    ]
}