{
    "paper_id": "954d000b2e7252ffb05812341a6436d3d784494a",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Joo",
                "middle": [],
                "last": "Woo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hee",
                "middle": [
                    "Jung"
                ],
                "last": "Yoon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yong",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hyong",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Young",
                "middle": [
                    "Hwa"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [
                    "Bin"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ji",
                "middle": [
                    "Hyun"
                ],
                "last": "Yoon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jacob",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joong",
                "middle": [
                    "Sik"
                ],
                "last": "Eom",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joon",
                "middle": [
                    "Young"
                ],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sang-Oh",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sup",
                "middle": [],
                "last": "Oh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Heejin",
                "middle": [],
                "last": "Cheong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Young",
                "middle": [
                    "Goo"
                ],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jung",
                "middle": [
                    "Hyun"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Woo",
                "middle": [],
                "last": "Joo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On May 20th 2015, a man at the age of 68 was the first to be diagnosed with Middle East Respiratory Syndrome-Corona Virus (MERS-CoV) in Korea [1] . He travelled to Bahrain, Saudi Arabia, and Qatar for 16 days. On May 4th 2015, the patient entered in Korea, with a febrile sense and respiratory symptoms which appeared on May 11th. The MERS-CoV Outbreak became with several patients admitted to local hospitals at the peak of June. This situation led to a nationwide chaos [2] .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "The Rapid Response Team (RRT) was organized after the Korean government's calling for specialists composed of 15 infectious disease Doctors and 2 infection control professionals on the 8th June 2015. The purpose of RRT were to consult the Government controlling MERS-CoV outbreak, and visit hospitals that were exposed to MERS-CoV infected patients and to advise them with an infection control strategy and rehabilitation program that would prevent the exposure of the disease in hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "72"
        },
        {
            "text": "The first task was to create guidelines on the diagnosis, treatment and infection control [3] [4] [5] RRT's individualized strategies for hospitals exposed to MERS RRT conducted a consultation directly to hospitals where MERS patients occurred. Since hospitals were different in size and roles, the MERS patients were admitted in various units such as emergency rooms, hospital rooms, Intensive care unit (ICU) and hemodi alysis (HD) unit, the consultation was conducted according to the characteristics of hospitals.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 98,
                    "end": 101,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "RRT's national wide strategy with government crisis response team"
        },
        {
            "text": "RRT strategies for individual hospitals were also prepared from the failure of MERS prevention at St. Mary's Hospital, Pyeongtaek-si [2] . After the index case was confirmed at Samsung medical center, isolation for close contact between people began. However, the Korea Centers for Disease Control and Prevention (KCDC) caught less scope for close contacts. And then, as occurring patients with MERS who were not classified to close contacts in various hospitals, MERS became an outbreak. As considering KCDC's faults, we began to isolate close contacts early about hospitals where there were MERS patients. In order to make hospital rooms for close contact people, we took active steps such as closing emergency rooms and, closing the outpatient department.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "RRT's national wide strategy with government crisis response team"
        },
        {
            "text": "RRT members, epidemic intelligence service officers, KCDC workers and staffs in community health centers attended onsite RRT. Through confirming with hospital officials, we conducted a consultation rapidly about closing the hospitals, isolation of patients and medical staffs and infection control in hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RRT's national wide strategy with government crisis response team"
        },
        {
            "text": "From at the early stages of the MERS outbreak, small-middle sized hospitals had a number of damages. Actually, the small-middle sized hospitals were not sufficient for the infection control practitioners. Therefore, they needed to be sent to the infection control practitioners early, so various hospital staffs were isolated who had close contact with the patients. Shortage of medical personnel occurred, that led to hospitals needing medical teams from other hospitals. As a result, there were several hospitals which needed a medical team dispatched to. Since these hospitals were small, they could not afford to make spare beds and single rooms for close contact people. In some patients, they had to transfer to another hospital. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control model of small-middle size hospital"
        },
        {
            "text": "On June 2nd, after discovering the 16th patient on the 5th floor, all patients exposed by the 16th patient was isolated in the cohort room on the 5th floor. On June 5th, 5 patients in every cohort room showed a fever and then were confirmed with MERS. RRT modified a guideline that all patients in the cohort area were isolated individually in single bed rooms. Because isolating the room was not enough, patients on the 6th and 7th floor (not close contact MERS patient) were transferred to Daejeon Army Hospital. Patients with close contact with MERS patients on the 5th floor were separated into single rooms on the 5th, 6th, and 7th floor. Acquiring negative pressure quarantine rooms on the 4th floor were set in the waiting area for MERS suspicious patients. Confirmed patients were transferred to the MERS treatment hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) A hospital"
        },
        {
            "text": "Because exposed medical staffs were quarantined, there were a lack of medical staffs who arranged patients with MERS. The government determined to dispatch army doctors, nurse officers through cooperation of Ministry of National Defense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) A hospital"
        },
        {
            "text": "On June 10th, the 119th patient was confirmed to be infected. This patient was confirmed at the 7th floor ward. The hospital staff still operated outpatient department and emergency room. RRT recommended individual isolation but only conducted cohort isolation were done on the 7th ward because of small numbers of admitting rooms. Medical staffs exposed to MERS worked in the cohort area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) B hospital"
        },
        {
            "text": "On the June 18th, a nurse working in the cohort ward was confirmed with MERS due to the 119th patient. RRT recommended emergency room and out-patient clinic be closed after coordinating with hospital officials in order to prepare isolating rooms. Patients in the cohort ward were sent to a single room. Patients who didn`t have close contact on the 5th floor were discharged. Wards on the 3rd floor modified to single isolated room. Nurses in the 7th floor who had close contact with MERS patients and showed MERS symptoms were transferred (National medical center, Chungju medical center, Gonju medical center, and Daejeon Army Hospital). Also Army medical staffs were dispatched due to lack of medical staffs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) B hospital"
        },
        {
            "text": "On June 13th, an information technology (IT) employee who worked at the ' A' hospital (the 143th MERS patient) was identified on the 12th floor. The hospital was closed and the RRT guided isolate all patients on the 11th and 12th floor. Non-contact patients were discharged or transferred to another hospital. Single isolation rooms were prepared on the 11th and 12th floor. Contact medical staffs were quarantined, and the 180th patient was identified 8 days after they were admitted with the 143rd patient in same room. RRT conducted the Intensive epidemic investigation with closed-circuit television (CCTV) monitoring and patients, including the medical staff with close contact without sufficient protective equipment and decided prolonged isolation in the case of suspected medical staffs and patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3) C hospital"
        },
        {
            "text": "On the 21st June, the 170th patient transferred from 'E' hospital admitted for 24hours. This hospital was placed in the commercially used building with wedding room, restaurants and mart. The RRT decided to close the entire commercial building and consider to re-open this building after evaluation of risk and the place was disinfected. D hospital was closed. Cohort isolation was impossible due to small medical rehabilitation hospital that had not enough rooms. All 116 patients were transferred to public medical centers. People who had close contact transferred to Suwon medical center. Patients in the same ward transferred to Paju City Medical Center, Pocheon City Medical Center and Daejeon Army Hospital. After carrying out disinfection, one week later this building was re-open.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) D hospital"
        },
        {
            "text": "RRT Isolate and control infection while cooperating with division of infectious diseases and infection control unit in the big hospitals affected MERS. The RRT defined people who had close contact while cooperating with KCDC workers. Hospital should close emergency room and outpatient department in order to acquire available isolating rooms. Patients who did not come in contact were early discharged or transferred due to acquiring single isolation rooms. People who had close contact moved to a single isolating rooms. After then, confirmed patients with MERS were sent to government designated MERS treatment hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control model of big hospital"
        },
        {
            "text": "On the June 19th, the 170th patient was confirmed who was transferred to D hospital, had close contact with the 76th patient in the same ward. The hospital closed the emergency room and outpatient department in order to acquire available isolating rooms. Two ward were acquired for preparing isolating rooms and patients who had close contact with the MERS were sent to single isolation rooms. No more MERS patient were diagnosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) E hospital"
        },
        {
            "text": "On the June 23rd, the 173rd patient was confirmed on 10th floor of F hospital who was exposed from 76th patient in the emergency room of E hospital. Patients moved to the ICU because of severe pneumonia from 10th floor. That hospital closed emergency room and outpatient department in order to preparing isolation rooms. Not contact patients were dischargedor transferred. Contact patients moved to single bed isolating rooms. Contact medical staffs had to be self-quarantined. No more MERS patient were diagnosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) F hospital"
        },
        {
            "text": "ICU affected MERS were 3 hospitals. Due to the characteristics of ICU, ICU patients with close contact with MERS were not easy to move another ward. So the RRT decided to define cohort area for all ICU areas. In order to detecting patients early, we performed MERS PCR surveillance every 2 to 3days to all ICU patients. The RRT decided that in case of suspicious MERS, we send them to the negative pressure quarantine room in ICU and when confirming MERS, we transfer them to MERS treatment hospitals. Fortunately, the three hospitals were not occurred additional MERS confirmed patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control model of ICU"
        },
        {
            "text": "In HD unit, patients or medical staffs were confirmed to have MERS in two hospitals. No Hospitals were equipped with hemodialysis room separate for patients who had close contact. Based on the level of exposure, adjustments were made either to send HD patients to single bed room or schedules were adjusted for HD. Due to the insufficient of portable dialysis equipment. Some portable HD equipment were borrowed from another hospital. As medical staffs exposed from MERS in the HD room were isolated, medical teams were dispatched through the Korean society of Nephrology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control model of hemodialysis room"
        },
        {
            "text": "Since June 8th, 2016, the RRT visited more than 10 hospitals and effective consultation was carried out. Most of the hospitals had been recovering from the MERS outbreak since early July. Cooperation between the government and the private sector experts RRT was very effective. The efforts of govern-ment and private sector experts have overcome the initial chaos situation. It could prevent the further deterioration of MERS outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control model of hemodialysis room"
        },
        {
            "text": "The role of experts in the infection control was important because the MERS outbreak occurred in the hospitals. The RRT was very effective and was a professional organization. The end of MERS was accelerated through pro-active policy advice and on-site consultation to the affected hospitals with the RRT. KCDC should prepare for a new infectious disease epidemic through the expansion of the experts in infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control model of hemodialysis room"
        },
        {
            "text": "http://orcid.org/0000-0002-7041-065X Woo Joo Kim http://orcid.org/0000-0002-4546-3880",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jacob Lee"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Better understanding on MERS corona virus outbreak in Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Korean Med Sci",
            "volume": "30",
            "issn": "",
            "pages": "835--841",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Korean Society of Infectious Diseases, and Korean Society for Healthcare-associated Infection Control and Prevention. The same Middle East Respiratory Syndrome-Coronavirus (MERS-CoV) yet different outbreak patterns and public health impacts on the far east expert opinion from the rapid response team of the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Infect Chemother",
            "volume": "47",
            "issn": "",
            "pages": "247--51",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rapid Response Team. Antiviral treatment guidelines for Middle East Respiratory Syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Chemother",
            "volume": "47",
            "issn": "",
            "pages": "212--234",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East Respiratory Syndrome infection control and prevention guideline for healthcare facilities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Eom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Chemother",
            "volume": "47",
            "issn": "",
            "pages": "278--302",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "for Laboratory Medicine MERS-CoV Task Force. Guidelines for the laboratory diagnosis of Middle East Respiratory Syndrome Coronavirus in Korea",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Seong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect Chemother",
            "volume": "48",
            "issn": "",
            "pages": "61--70",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": ". In this work, various organizations attended. Some of them included The Korean Society of Infectious Diseases, The Korean Society of Chemotherapy, The Korean Society of Laboratory Medicine, The Korean Society of Healthcare-Association for Infection Control and Prevention and The Korean Association of Infection Control for Nurses.On June 11th all hospitals in South Korea performed a pneumonia surveillance, over 1,064 hospitals joined this surveillance. Seven patients were confirmed by the pneumonia and then transferred from the hospitals that were exposed by MERS. After that day all patients tested negative in MERS PCR tests. Daily monitoring of newly admitted pneumonia patients were performed at several local hospitals. This survey of pneumonia helped us to define if suspected patients had dissolved or not.Since June 11th, 2016, we recommended that the MERS Free (assured) Hospital, MERS Screening Hospital, and MERS treatment Hospitals be appointed by the government. Two hundred eighty seven MERS Free (assured) Hospitals were designated for Isolating patients with pneumonia to single rooms and the MERS PCR was routinely performed. Three hundred ninety seven MERS Screening Hospitals were designated as a result, for example: screening respiratory infection patients in MERS prescreening units. Forty eight MERS treatment Hospital were designated.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "http://dx.doi.org/10.3947/ic.2016.48.2.71 • Infect Chemother 2016;48(2):71-74 www.icjournal.org",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}