{
    "paper_id": "97040e1e32165ddc6f5ac806f9d970c4141c561e",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Battegay",
                "middle": [],
                "last": "Manuel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Basel",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Kuehl",
                "middle": [],
                "last": "Richard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Basel",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Tschudin-Sutter",
                "middle": [],
                "last": "Sarah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Basel",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Hirsch",
                "middle": [],
                "last": "Hans",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Abc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Basel",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Andreas",
                "middle": [
                    "F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "How is the virus transmitted, how long is the incubation period, what is the role of asymptomatic infected, what is the definite reproductive number R0, how long is viral shedding persisting after fading of symptoms, who is at risk for a severe course, and ultimately, how high is the case fatality rate?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Accurate answers are critical for predicting the outbreak dynamics, to tailor appropriate and effective prevention measures, and to prepare for a potential pandemic. Precise estimates of the case fatality rate and the fraction of infections that require hospitalization are critical to balance the socioeconomic burden of infection control interventions against their potential benefit for mankind. Hence, one of the most important figures to determine is the rate of asymptomatic and mild cases allowing to put severe courses and death rates into accurate context. At present, it is tempting to estimate the case fatality rate by dividing the number of known deaths by the number of confirmed cases. The resulting number, however, does not represent the true case fatality rate and might be off by orders of magnitude. Diagnosis of viral infection will precede recovery or death by days to weeks and the number of deaths should therefore be compared to the past case counts -accounting for this delay increasing the estimate of the case fatality rate. On the other hand, cases in offi-cial statistics are likely a severe underestimate of the total -accounting for this underestimate will decrease the case fatality rate. The time between diagnosis and death/recovery and the degree of underreporting will vary over time as well as between cities and countries. A precise estimate of the case fatality rate is therefore impossible at present. Figure 1 illustrates how these uncertainties manifest themselves using currently available data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1443,
                    "end": 1451,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Better estimates could be derived from large-scale investigations, in particular, in the region of the epidemic's origin. Still, population-based testing of respiratory secretions by nucleic acid amplification testing (NAT) for 2019-nCoV would most likely underestimate the scale of the outbreak, as asymptomatic patients or patients after recovery from infection may no longer be NAT-positive. A sensitive 2019-nCoV-specific serological assay is needed to firmly assess the rate of past exposure and may help to assess herd immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One intriguing aspect of the outbreak so far is the discrepancy between the estimates of the case fatality rate reported from Hubei province, from different regions of China and from other countries. As of February 7, 2020, 30'536 have been confirmed. Thereof, 22'112 occurred in the Hubei province of China with a death toll of 619 (= 2.8%). This contrasts with 16 deaths among 8'702 recorded cases in other regions of China and further countries, suggesting at first glance a case fatality rate of 0.18%. The uncertainties and spatio-temporal variation discussed above could explain this divergence:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The higher case fatality rate reported from Wuhan may be overestimated",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The true number of exposed cases affected in Wuhan may be vastly underestimated. With a focus on thousands of serious cases, mild or asymptomatic courses that possibly account for the bulk of the 2019-nCoV infections might remain largely unrecognized, in particular during the influenza season.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Under-detection of mild or asymptomatic cases may be further fueled after further growth of the outbreak, as healthcare-facilities and testing capacities in Wuhan have reached their limits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Accordingly, the official numbers of both cases and deaths reported from Wuhan represent the \"tip of the iceberg\", potentially skewing case fatality estimates towards patients presenting with more severe disease and fatal outcome. As the current measures in Wuhan aim at slowing the spread, other regions of China and countries gained critical time for preparations permitting to better track cases from the first occurrence of the virus in their populations. Thus, estimates deriving from these settings may be more accurate. That case fatality rates appear to decrease overall renders this hypothesis plausible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the epidemic arrived later in other regions and countries, there may be a delay of fatal cases arising and their reporting. The low number of documented recovered cases might indicate that days and weeks can pass until death occurs. Hence, the numbers, e.g. in Guangdong with 970 cases and no death occurring, might be false low because severe cases might still have a deadly outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The lower case fatality rates outside Wuhan may be underestimated"
        },
        {
            "text": "Testing patients with severe respiratory diseases in outside of China might have been delayed so that unclear deaths",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The lower case fatality rates outside Wuhan may be underestimated"
        },
        {
            "text": "are not yet being attributed to the coronavirus. This is unlikely at this point as international awareness has increased, but may have resulted in an underestimation of attributable deaths previously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The lower case fatality rates outside Wuhan may be underestimated"
        },
        {
            "text": "Supportive care is crucial for severe respiratory disease. Differences in case fatality rates may be caused by differences in medical care during a large epidemic versus care for single cases. Hence, the large-scale capacities for medical care in the Hubei province, and specifically large-scale intensive care and extracorporeal membrane oxygenation (ECMO) may lag behind the epidemic. This hypothesis is supported by the construction of two hospitals in record time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case fatality rates may truly differ among different regions of the world"
        },
        {
            "text": "There are different susceptibilities to the 2019-Novel Coronavirus in different regions of China as well as different regions of the world. However, as this is the second coronavirus emerging from China, it is unlikely that herdimmunity is lower in this region of the world, than in others. Immunogenetics and socioeconomic factors however, may potentially contribute to differences in susceptibilities to the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case fatality rates may truly differ among different regions of the world"
        },
        {
            "text": "Current authorities such as the World Health Organization, the Centers for Disease Control & Prevention (USA), the European Centers for Disease Control as well as renowned Figure 1 : Uncertainties of naive case count estimates. This graph shows how the ratio of the number of confirmed deaths and case counts changed over time. Case counts are corrected for 3-fold or 30-fold under-reporting (solid and dashed lines, respectively) and are taken 2, 4, and 7 days prior to the date of the count of confirmed death. The latter is meant to illustrate the effect of the delay between diagnosis and death or recovery. This actual delay is likely longer than one week. Data source: https://github.com/globalcitizen/2019-wuhan-coronavirus-data. journals are challenged by the rapid generation and dissemination of data, largely published on social media platforms. Thus, new approaches will have to be defined to validate the accuracy of such posts in times where multiple tweets per second are published, sometimes with misleading, sometimes with important information. Modelling the 2019-nCoV epidemic remains challenging as relevant questions are still unanswered. So, despite the dramatic increase of rapidly available data, public health authorities remain torn back and forth between the options of overreacting and frightening the population or underreacting putting citizen at risk in their aim to provide advice to countries and individuals on measures to protect health and prevent the spread of this outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 180,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Case fatality rates may truly differ among different regions of the world"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2008-3"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}