{
    "paper_id": "9755d086cd6dd791df77966693b76dd19744d11f",
    "metadata": {
        "title": "Articles 500 www",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "H"
                ],
                "last": "Beigel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pablo",
                "middle": [],
                "last": "Tebas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marie-Carmelle",
                "middle": [],
                "last": "Elie-Turenne",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ednan",
                "middle": [],
                "last": "Bajwa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Todd",
                "middle": [
                    "E"
                ],
                "last": "Bell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "B"
                ],
                "last": "Cairns",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shmuel",
                "middle": [],
                "last": "Shoham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jaime",
                "middle": [
                    "G"
                ],
                "last": "Deville",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Feucht",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Judith",
                "middle": [],
                "last": "Feinberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Luke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kanakatte",
                "middle": [],
                "last": "Raviprakash",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Janine",
                "middle": [],
                "last": "Danko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dorothy",
                "middle": [],
                "last": "O&apos;neil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julia",
                "middle": [
                    "A"
                ],
                "last": "Metcalf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [],
                "last": "King",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "H"
                ],
                "last": "Burgess",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Evgenia",
                "middle": [],
                "last": "Aga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Clifford",
                "middle": [],
                "last": "Lane",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "D"
                ],
                "last": "Hughes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "T"
                ],
                "last": "Davey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Influenza causes substantial morbidity and mortality despite available treatments. Anecdotal reports suggest that plasma with high antibody titres to influenza might be of benefit in the treatment of severe influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods In this randomised, open-label, multicentre, phase 2 trial, 29 academic medical centres in the USA assessed the safety and efficacy of anti-influenza plasma with haemagglutination inhibition antibody titres of 1:80 or more to the infecting strain. Hospitalised children and adults (including pregnant women) with severe influenza A or B (defined as the presence of hypoxia or tachypnoea) were randomly assigned to receive either two units (or paediatric equivalent) of anti-influenza plasma plus standard care, versus standard care alone, and were followed up for 28 days. The primary endpoint was time to normalisation of patients' respiratory status (respiratory rate of ≤20 breaths per min for adults or age-defined thresholds of 20-38 breaths per min for children) and a room air oxygen saturation of 93% or more. This study is registered with ClinicalTrials.gov, number NCT01052480.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Between Jan 13, 2011, and March 2, 2015, 113 participants were screened for eligibility and 98 were randomly assigned from 20 out of 29 participating sites. Of the participants with confirmed influenza (by PCR), 28 (67%) of 42 in the plasma plus standard care group normalised their respiratory status by day 28 compared with 24 (53%) of 45 participants on standard care alone (p=0·069). The hazard ratio (HR) comparing plasma plus standard care with standard care alone was 1·71 (95% CI 0·96-3·06). Six participants died, one (2%) from the plasma plus standard care group and five (10%) from the standard care group (HR 0·19 [95% CI 0·02-1·65], p=0·093). Participants in the plasma plus standard care group had non-significant reductions in days in hospital (median 6 days [IQR 4-16] vs 11 days [5-25], p=0·13) and days on mechanical ventilation (median 0 days [IQR 0-6] vs 3 days [0-14], p=0·14). Fewer plasma plus standard care participants had serious adverse events compared with standard care alone recipients (nine [20%] of 46 vs 20 [38%] of 52, p=0·041), the most frequent of which were acute respiratory distress syndrome (one [2%] vs two [4%] patients) and stroke (one [2%] vs two [4%] patients).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation Although there was no significant effect of plasma treatment on the primary endpoint, the treatment seemed safe and well tolerated. A phase 3 randomised trial is now underway to further assess this intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pandemic influenza is a global health threat. In an outbreak, there is a need for new countermeasures that can be rapidly implemented. Plasma therapy has been used experimentally for the past 100 years to treat severe infectious diseases: diphtheria in the 1890s; Spanish flu pandemic of 1917-18; severe acute respiratory syndrome in 2003; the Ebola epidemic in west Africa in 2014-15; and, most recently, Middle East respiratory syndrome in 2014-16. A meta-analysis of eight non-randomised studies of convalescent blood products during the 1917-18 influenza pandemic calculated a case-fatality rate of 16% among 336 treated participants compared with 37% among 1219 controls. 1 A cohort study of 93 participants with severe H1N1 influenza demonstrated lower mortality in the treatment group receiving H1N1 convalescent plasma versus the control group who received standard care (20·0% vs 54·8%; p=0·01), 2 although mortality in the control group was higher than expected for comparable severity of illness. [3] [4] [5] [6] Despite these encouraging data, no randomised controlled trial of immune plasma for severe influenza has ever been done. Suggested reasons are that these studies are expensive and complex, working with experimental blood products is hard for many blood establishments, this intervention cannot be commercialised, and there is a reluctance to use blood products due to perceived associated risks. In an effort to more rigorously assess the role of immune plasma in the treatment of severe influenza, we did a randomised controlled trial in a nonpandemic setting in participants with respiratory compromise due to influenza.",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 678,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 905,
                    "end": 906,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1008,
                    "end": 1011,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1012,
                    "end": 1015,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1016,
                    "end": 1019,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1020,
                    "end": 1023,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This randomised, open-label, multicentre phase 2 trial involved 29 academic medical centres in the USA. All study participants provided written informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "The study protocol was approved by the institutional review board at each study site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Participants admitted to hospital with influenza A(H1N1), A(H3N2) or B virus infections (diagnosed locally by rapid antigen or PCR) who had either hypoxia (room air saturation of oxygen <93%) or tachypnoea (respiratory rate greater than 20 breaths per min for adults or age-defined thresholds of between 20 and 38 breaths per min for children) were eligible for enrolment. The study was initially restricted to onset of illness within 7 days of enrolment but was subsequently revised to allow participants to be enrolled regardless of onset time if there was active viral replication (as evidenced by a positive diagnostic test). The study initially enrolled participants with influenza H1N1 only, but was amended to also include influenza H3N2 and B. Participants were excluded if ABOcompatible plasma was not available, if they had received investigational antivirals in the previous 2 weeks, if they had a history of any allergic reactions to blood products, if they had medical conditions in which they could not tolerate 500 mL volume of plasma infusion, or if there was a clinical suspicion that the cause of acute illness was primarily due to a condition other than active influenza virus replication (eg, primarily a bacterial superinfection).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "Per protocol, only non-pregnant adults were enrolled in the first year. Subsequently, after Data and Safety Monitoring Board review of interim data, children and pregnant women were also made eligible for enrolment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "Participants were randomly assigned by an online randomisation system in a 1:1 ratio to receive either two units of ABO-compatible plasma (volume range 225-350 mL/unit or 8 mL/kg paediatric equivalent) on study day 0 in addition to standard care versus standard care alone. Standard care varied depending on the clinical needs of the patient but all participants were required to receive a neuraminidase inhibitor as part of their treatment. A computer-generated central randomisation scheme was used, with stratification by age group and pregnancy status (<2 years, ≥2 years to <8 years, ≥8 years to <18 years and not pregnant, ≥18 years and not pregnant, and pregnant). Randomisation was not stratified by site or measures of disease severity. The study was not blinded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomisation and masking"
        },
        {
            "text": "The study used units of human plasma that met all requirements for US Food and Drug Administration (FDA) licensed fresh frozen plasma and were prescreened for haemagglutination inhibition titre(s) by a central laboratory. All units were required to have a haemagglutination inhibition titre of at least 1:40, although the units used for participants with influenza A had a geometric mean haemagglutination inhibition titre for H1N1 of 1:259 or H3N2 of 1:158 (range 1:80-1:1280), and for influenza B a geometric mean haemagglutination inhibition titre of 1:101 (1:80-1:640). At the beginning of the study, plasma was collected by donor-directed programmes (screening participants for high titre haemagglutination inhibition, and then serially collecting plasma from these individuals). Through the course of the study, the plasma collection was changed to screening units of plasma from blood establishments to identify units with high haemagglutination inhibition titres to influenza A or influenza B. This allowed for larger",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "Evidence before this study We searched PubMed in October, 2009, for studies of immune plasma for the treatment of influenza and other respiratory viral diseases. A meta-analysis of previous cohort studies during the 1918 influenza pandemic showed a case-fatality rate of 16% among participants treated with plasma, serum, or whole blood compared with 37% among controls. However, the exclusions, details of the intervention (eg, antibody titre), and structured outcome assessments in these studies are difficult to assess. In 2009, a cohort study with convalescent plasma in the treatment of pandemic H1N1 influenza resulted in a mortality of 20% in the treatment group versus 54% the control group. However, mortality in the control group in this study was higher than expected raising the concern for bias in patient selection. No previous randomised studies were identified for the treatment of influenza with convalescent plasma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "To our knowledge, our study is the first randomised treatment study to investigate the use of immune plasma in the treatment of severe seasonal influenza. Our findings showed that patients treated with convalescent plasma had a trend that did not reach statistical significance towards faster resolution of their respiratory illness (as measured by tachypnoea or hypoxia), as well as improvement in multiple secondary endpoints (clinical status, hospital stay duration, intensive care unit requirement, and mechanical ventilation). Our safety data showed the intervention was well tolerated with no evidence of worsening influenza disease or other adverse effects from the plasma administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "The evidence from this study shows that immune plasma might be an effective treatment for the treatment of severe influenza. Due to the small number of participants in this study, and the lack of treatment blinding, these findings should be confirmed in a randomised and blinded clinical trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "volumes of plasma to be collected to support the treatment study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "Study plasma was administered as soon as possible, but no later than 24 h, after randomisation. The rate of infusion was dictated by institutional practices. The two infusions were to be separated by at least 1 h to assess for any immediate adverse events from the first unit. The interval between units could be extended if clinically indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "Participants were assessed on study day 0 (predose), and on study days 1, 2, 4, 7, 14, and 28. Nasal and oropharyngeal swabs for influenza PCR were collected on days 0, 1, 2, 4, and 7. We did not take swabs at day 28 because previous data suggest that patients do not shed virus for 28 days. Endotracheal aspirates were obtained when possible. Baseline APACHE II scores were calculated from 12 routine physiological measurements, age, and previous health status as previously described. 7 Baseline PRISM III scores were calculated from 17 physiological variables as previously described. 8",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 488,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "The overall objective of the study was to assess the safety and efficacy of treatment with anti-influenza immune plasma in addition to standard care in patients with influenza. The primary efficacy endpoint was normalisation of tachypnoea or hypoxia, defined as normalisation of both respiratory rate (≤20 breaths per min for adults, or below the age defined thresholds of 20-38 breaths per min for children) and room air saturation of oxygen 93% or higher. The secondary endpoints included: incidence and duration of clinical symptoms and fever, time to resolution of all symptoms and fever, in-hospital and 28 day mortality, duration of hospital stay, number of admissions and duration of admission to an intensive care unit (ICU), incidence and duration of supplemental oxygen, incidence of acute respiratory distress syndrome, incidence and duration of requiring mechanical ventilation, and disposition (home with no health care, home with health care, transferred to long-term care facility, hospital stay ongoing at day 28, discharged to hospice care, deceased) after the last hospital discharge. All secondary analysis including subgroups were prespecified in a formal statistical analysis plan, with the exception of the six step ordinal scale of clinical status at day 7, which was developed for a separate anti-influenza intravenous hyperimmune immunoglobulin study (NCT02287467) and was used post-hoc in this study. There were limited data available on which to base sample size calculations for this study. However, the sample size of 100 was calculated to be sufficient to detect a decrease in the median time to normalisation of respiratory status from 14 days to 7 days with 89% power at a two-sided 5% significance level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "All efficacy results are shown for the primary efficacy population unless otherwise noted. The primary efficacy population included all participants with influenza infection confirmed by PCR from day 0 by the central laboratory who were randomly assigned to a treatment group. Analysis is per intention-to-treat. The log rank test and Cox proportional hazards model were used to compare the primary endpoint between treatments with the intention-to-treat approach. For the primary endpoint, participants who died without normalisation were censored after day 28. Participants who were not assessable at a scheduled visit (either due to previous loss to follow-up or an incomplete or missing evaluation) were considered as not having a normalised respiratory status at that visit. Adverse event data, coded with Medical Dictionary for Regulatory Activities (version 18.1), are shown by treatment received.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Employees of the funder of the study were involved with study design, analysis, and the writing of the report. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "Between Jan 13, 2011, and March 2, 2015, a total of 113 participants were screened for the study (figure 1). 15 participants were excluded: eight did not have a positive test for influenza, two were judged unable to tolerate a 500 mL volume, two had blood types for which ABO-compatible plasma was not available, and three were excluded for other reasons. 20 (69%) of the 29 participating sites enrolled at least one participant into the trial. Enrolment was stopped in March 6, 2015, at the end of the influenza season, after the study size was within two participants of the enrolment goals. 98 participants were randomly assigned. 11 participants were excluded from the primary efficacy population because their initial samples were PCR negative by central laboratory testing or missing. The median age of the patients who were randomly assigned to a treatment group was 53 years (range 0-95 years). 11 children and two pregnant women were enrolled (table 1) . Most participants had underlying medical conditions, with hypertension and chronic obstructive pulmonary disease being the most common (medical conditions present in ≥10% of participants are shown in table 1). Participants had a median 4 days of influenza illness before enrolment, and 61% (n=60) had received antivirals (59 received oseltamivir and one received oseltamivir and zanamivir) before randomisation (median 2 days [IQR 2-4] of antivirals before enrolment). No participants received naproxen, and only six participants received azithromycin.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 952,
                    "end": 961,
                    "text": "(table 1)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "At baseline, 79 (82%) of the 96 participants who had a case report form required oxygen, 56 (58%) were in the ICU, and 41 (43%) were on mechanical ventilation (table 2) . Adults had a median APACHE II score of 13, reflecting an anticipated 15% mortality, 7 whereas children had a median PRISM III score of 3 reflecting an anticipated 2% mortality. 8 The participants randomly assigned to receive standard care had slightly more severe illness at baseline compared with those who assigned to plasma ( 45 (92%) of 49 participants randomly assigned to the plasma treatment group received the full planned treatment. Four participants (8%) randomly assigned to receive plasma did not actually receive plasma (figure 1). One paediatric participant randomly assigned to standard care was inadvertently administered plasma. For participants who received plasma, the first unit of plasma was administered at a median of 3·9 h (IQR 2·4-6·1) after randomisation, with a median 2·5 h (1·7-3·4) between units. 86 [99%] of 87 participants received antivirals (84 [97%] received oseltamivir monotherapy, one [1%] received zanamivir, and one [1%] received oseltamivir and zanamivir). All participants received antibiotics (the protocol did not dictate which antibiotics would be used).",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 349,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 498,
                    "end": 499,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 168,
                    "text": "(table 2)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "28 (67%) of 42 participants randomly assigned to receive plasma had documented resolution of tachypnoea and hypoxia by day 28 compared with 24 (53%) of 45 control participants (p=0·069; figure 2A ). The HR of plasma and standard of care versus standard of care alone was 1·71 (95% CI 0·96-3·06). From the Kaplan-Meier analysis, with the caveat that the study evaluated tachypnoea and hypoxia at days 1, 2, 4, 7, 14, and 28 (and not every day), the estimated median time to resolution of tachypnoea and hypoxia was 7 days (lower quartile 2 days) among participants randomly assigned to receive plasma versus 28 days (lower quartile 7 days) among participants randomly assigned to the standard care group. Due to the higher than expected loss to follow-up, sensitivity analysis was done with follow-up censored at last available assessment with sufficient Median NEW score (n=87) † 6 (4-9) 6 (4-9) 6 (4-9)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "text": "figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Median SOFA score (n=87) † 4·5 (2·0-8·0) 6 (3-12) 5 (2-10)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Nasal swab (log 10 copies per mL) § Data are n (%) or median (IQR), unless otherwise stated. BMI=body-mass index. ICU=intensive care unit. LLOQ=lower limit of quantification. *Two patients did not have a baseline radiograph or severity of illness case report form completed: one withdrew shortly after consent, and one left the hospital against medical advice shortly after consent. †APACHE II, SOFA, and NEW done in adults only. ‡PRISM III and PELOD done in children only. §11 patients did not have a sample confirmed with influenza and six patients did not have a nasal swab taken at baseline. ¶11 patients did not have a sample confirmed with influenza and 13 patients had missing oral swabs. ||Samples were only obtained if the patient was intubated and clinically stable. respiratory status data (p=0·086). Six participants who were randomly assigned to receive plasma resolved the tachypnoea and hypoxia present at screening by the time of baseline (before receiving plasma), as compared with one participant who received standard care. With these participants excluded from the analysis, 22 (61%) of 36 participants in the primary efficacy population randomly assigned to receive plasma had resolution of tachypnoea and hypoxia by day 28, compared with 23 (52%) of 44 controls (p=0·26). The benefit was primarily reported in participants who were enrolled within 4 days of symptoms (treatment by subgroup interaction p=0·038; figure 2B ). As the participants randomly assigned to standard care had slightly more severe disease at baseline, to assess the influence of these baseline differences, analysis was done stratified by use of oxygen, mechanical ventilation, ICU requirement, and presence of acute respiratory distress syndrome. All stratified analyses showed similar results as in the primary analysis (stratified log rank p=0·019-0·12; appendix).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1433,
                    "end": 1442,
                    "text": "figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Baseline virology"
        },
        {
            "text": "Participants randomly assigned to the plasma group had a better disposition after hospital discharge (p=0·029; table 2). A similar finding (p=0·020) was noted in a post-hoc analysis using a six step scale of clinical status at day 7 (death, in ICU, ongoing hospitalisation, on oxygen, hospital stay not on oxygen, not admitted to hospital but not returned to normal activities, or not admitted to hospital and returned to normal activities).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline virology"
        },
        {
            "text": "Better outcomes among participants randomly assigned to receive plasma in the primary efficacy population across multiple other prespecified measures of efficacy were also observed, though they did not achieve statistical significance (table 2) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 244,
                    "text": "(table 2)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Baseline virology"
        },
        {
            "text": "Yes, one or more episodes 24 (57%) 31 (69%) 0·097 50 (57%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ICU admission"
        },
        {
            "text": "Median (IQR) 2·5 (0·0-9·0) 3 (0-13) 0·37 3 (0-12)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Days in ICU"
        },
        {
            "text": "Yes, one or more episodes 34 (81%) 41 (91%) 0·61 75 (86%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental oxygen"
        },
        {
            "text": "Median (IQR) 7 (1-28) 8 (3-28) 0·52 8 (2-28)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Days on supplemental oxygen"
        },
        {
            "text": "One or more episodes 18 (43%) 26 (58%) 0·12 44 (51%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mechanical ventilation"
        },
        {
            "text": "Median (IQR) 0 (0-6) 3 (0-14) 0·14 1 (0-11) Data are n (%) or median (IQR). ICU=intensive care unit. *Wilcoxon rank sum. †Two patients in the standard care group had missing case report forms and therefore no data were available for this section. ‡No patients had 3 hospital admissions. . As in the case of the primary endpoint, the benefit seemed greatest in participants who had symptoms within 4 days before randomisation (appendix). In those without acute respiratory distress syndrome at baseline, there were no participants of 28 randomly assigned to receive plasma who went on to develop acute respiratory distress syndrome, whereas three of 26 participants receiving standard care did so (p=0·067). No difference between the treatments was reported for the time to resolution of typical influenza symptoms (p=0·57) nor resolution of fever (p=0·99; appendix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Days on mechanical ventilation"
        },
        {
            "text": "Six participants died during the study: one (2%) of the 49 randomly assigned to receive plasma compared with five (10%) of 49 participants randomly assigned to receive standard care (intention-to-treat analysis, p=0·093, HR 0·19 [95% CI 0·02-1·65]). The one participant that died after receiving plasma died 8 days after plasma infusion due to septic shock. All deaths were deemed not to be related to study interventions. Analysis by treatment received (p=0·096), and restricted to the primary efficacy population (p=0·10) gave similar results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Days on mechanical ventilation"
        },
        {
            "text": "Participants randomly assigned to receive plasma had about 1 log copies per mL lower nasal and oral influenza viral loads (detected by quantitative PCR) at baseline than those who were assigned to standard care alone (nasal median 2·8 log 10 copies per mL vs 3·8 log 10 copies per mL; oral 2·4 log 10 copies per mL vs 3·3 log 10 copies per mL), although viral loads in the 23 participants who had an endotracheal aspirate (5·0 log 10 vs 5·1 log 10 copies per mL) were similar between treatment groups (table 3) . There was no significant difference in time to virus becoming undetectable (nasal p=0·95; oral p=0·56; figure 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 510,
                    "text": "(table 3)",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 625,
                    "text": "figure 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Days on mechanical ventilation"
        },
        {
            "text": "The haemagglutination inhibition titre achieved by infused plasma cannot be determined separately from the participant's pre-existing immunity and immune response. For H1N1 2009, which was a strain in circulation throughout the study, the geometric mean haemagglutination inhibition titre in study participants at baseline was 1:26·4 (95% CI 1:16·0-1:43·5 in plasma recipients) versus 1:29·6 (95% CI 1:21·1-1:41·5 in controls), 1 52 patients, p=0·041) . The most common serious adverse events were acute respiratory distress syndrome and stroke. Each of these occurred in three (3%) participants: one plasma recipient and two controls (table 4). No serious adverse events appeared more frequently among plasma recipients. The most common adverse events that occurred in the first 7 days were hyperglycaemia, increased aspartate aminotransferase, diarrhoea, anaemia, and fever (table 5). ",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 429,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 451,
                    "text": "52 patients, p=0·041)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Days on mechanical ventilation"
        },
        {
            "text": "The use of immune plasma has been recommended as a primary therapy for severe respiratory infectious diseases, including influenza, severe acute respiratory syndrome, and Middle East respiratory syndrome. 9 However, data supporting these recommendations are weak and limited to case reports, case series, and one case control study. 10 Additionally, a randomised controlled trial 11 of hyperimmune anti-influenza immunoglobulin did not show any benefit in mortality, ICU stay, or hospital stay duration. A post-hoc analysis of participants treated within 5 days of symptom onset reduced mortality (none (0%) of 12 vs four [40%] of ten, odds ratio 0·14; p=0·04), although conversely those treated after 5 days had increased mortality (five [100%] of five vs none [0%] of seven, no statistical analysis reported). 11 To our knowledge, this randomised controlled trial is the first of immune plasma in the treatment of a respiratory virus disease. Although the study was not able to conclusively show efficacy on the basis of the primary endpoint (resolution of tachypnoea and hypoxia), compared with the standard care group, 14% more patients in the treatment group had resolution of tachypnoea and hypoxia (p=0·069), there was significant improvement reported in clinical status at day 7 (p=0·020), and there was numerically decreased mortality (one patient vs five patients, p=0·093). Participants in the plasma group who were treated within Median log 10 copies per mL",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 206,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 333,
                    "end": 335,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 812,
                    "end": 814,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Min-max log 10 Median log 10 copies per mL",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 14,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Min-max log 10 copies per mL Data are n (%), median (IQR), unless otherwise stated. LLOQ=lower limit of quantification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "4 days of symptom onset showed faster normalisation of respiratory status compared with patients treated greater than 4 days after symptom onset, although a definitive conclusion will require further study. Based on this data, a larger, randomised, double-blind, placebo controlled trial is underway (NCT02572817).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3: Summary of quantitative PCR results in nasal, oropharyngeal, and endotracheal swabs, by randomised treatment and study day (intention-to-treat analysis in the primary efficacy population)"
        },
        {
            "text": "The intervention seems safe with numerically fewer participants in the plasma group having serious adverse events compared with participants randomised to standard care (20% vs 38%). The serious adverse events reported seem to be largely related to the underlying influenza, its complications, and other comorbid conditions, and not due to the intervention, although assessment of safety can be very difficult in any seriously ill population. Given the high numbers of serious adverse events and adverse events in participants who only received standard care, the ability to discern a subtle safety signal associated with the intervention in this very ill population is challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3: Summary of quantitative PCR results in nasal, oropharyngeal, and endotracheal swabs, by randomised treatment and study day (intention-to-treat analysis in the primary efficacy population)"
        },
        {
            "text": "Given the morbidity of influenza in children and pregnant women, it was important to incorporate these populations in this study. Although we did not enroll sufficient numbers of children or pregnant women to make discrete statements about the efficacy in those subpopulations, we have shown it is feasible (and would argue that it is necessary) to incorporate these populations in trials of novel influenza therapeutics for severe disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3: Summary of quantitative PCR results in nasal, oropharyngeal, and endotracheal swabs, by randomised treatment and study day (intention-to-treat analysis in the primary efficacy population)"
        },
        {
            "text": "The absence of a measurable antiviral effect is difficult to interpret. The need for virological efficacy endpoints in influenza therapeutics has been well argued 12 but, to date, even oseltamivir has not shown conclusive efficacy in terms of decreased viral shedding. 13 A previous study 2 with anti-influenza convalescent plasma did report a difference in rate of decrease of viral shedding, although the cohort design and high mortality in the control group make direct comparisons to this study difficult. The previous study 11 with hyperimmune anti-influenza immunoglobulin did show virological benefit on day 3 and 5, although, as previously noted, did not show clinical benefit for the primary analysis population. 11 At present, the FDA does not consider virological endpoints alone to be sufficient as primary endpoints given the absense of a predictive relationship between reductions in viral titres and clinical benefit, as well as substantial variability in methods of quantifying viral shedding. 14 The use of haemagglutination inhibition titre as a measure of immunity in the prevention of influenza is well established, 15 and therefore an increase in haemagglutination inhibition titres by immune plasma might be anticipated to decrease viral shedding. Additionally, several hundred units of plasma were screened each week to support this study, so the assay needed to be scalable for high throughput. For these reasons, plasma units for this study were screened by haemagglutination inhibition. However, in the previous cohort study, 2 anti-influenza convalescent plasma units were screened by neutralising antibody titre. Although neutralising antibody titre and haemagglutination inhibition are generally related, there are not sufficient data to indicate which is the more appropriate method for screening plasma units. Additionally, it is possible that systemically administered antibodies do not sufficiently permeate mucosal surfaces to affect viral replication. In our study, there was a numerical difference in geometric mean titres in the plasma treatment group compared with participants in the control group in the first few days after plasma administration. The analysis of the pharmacokinetic and pharmacodynamic relationship of this intervention, however, presents several challenges. The administered plasma is not discernable from the intrinsic immune response. Unlike small molecules, the baseline titre does not begin at zero due to both pre-existing immunity (previous infections and vaccinations) as well as any immune response occurring after the illness onset. By day 28, the titre is higher in all participants regardless of treatment due to the adaptive immune response and remains elevated above baseline for months. Given the complexity of this type of analysis, the pharmacokinetic and pharmacodynamic relationship is beyond the scope of this Article.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 271,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 529,
                    "end": 531,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 722,
                    "end": 724,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1010,
                    "end": 1012,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1136,
                    "end": 1138,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1552,
                    "end": 1553,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Table 3: Summary of quantitative PCR results in nasal, oropharyngeal, and endotracheal swabs, by randomised treatment and study day (intention-to-treat analysis in the primary efficacy population)"
        },
        {
            "text": "We were not able to record any effect of immune plasma on decreasing the symptoms of influenza illness. Given the severe nature of the illness in our study population (58% were in the ICU), the ability to ascertain symptom severity reliably and in a way that is easily reproducible might indeed be questionable. There was also no difference between groups in the number of days during follow-up that oxygen supplementation was used, despite the suggested improvement in resolution of tachypnoea and hypoxia in plasma recipients. This result might conceivably reflect the practice (intentional or by omission) of delayed discontinuation of supplemental oxygen despite the resolution of hypoxia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3: Summary of quantitative PCR results in nasal, oropharyngeal, and endotracheal swabs, by randomised treatment and study day (intention-to-treat analysis in the primary efficacy population)"
        },
        {
            "text": "The use of an ordinal scale of clinical status by levels of care, as was done in our analysis, avoids much of the variation reported in our primary endpoint. Although originally developed for use in a different influenza therapeutic study, and while not in the original analysis plan, by use of this scale a significant difference in outcomes between the treatment groups at day 7 was noted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3: Summary of quantitative PCR results in nasal, oropharyngeal, and endotracheal swabs, by randomised treatment and study day (intention-to-treat analysis in the primary efficacy population)"
        },
        {
            "text": "The study has several limitations. There were limited previous data by which an effect size could be determined for sample size calculations and, in the end, this study was underpowered. The unblinded design was another limitation of the study. Potential placebos (eg, saline with albumin) were debated during protocol development, although even with elaborate blinding schemes the study team is unlikely to have been effectively blinded. Ultimately, it was concluded that incorporation of a placebo should await a larger, more definitive trial. One unintended consequence of the decision to have an unblinded study design was the observation that losses to follow-up seemed to be somewhat higher in the participants who received standard care as compared with those who received plasma. After consenting but then being informed that no specific study treatment would be provided, we suspect that participants who received standard care were less motivated to complete all study visits. However, this loss to follow-up did not compromise our ability to ascertain data for the primary endpoint.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3: Summary of quantitative PCR results in nasal, oropharyngeal, and endotracheal swabs, by randomised treatment and study day (intention-to-treat analysis in the primary efficacy population)"
        },
        {
            "text": "At baseline, there were some differences in oxygen dependency, the proportion of patients using mechanical ventilation, and APACHE scores suggesting that the standard care group might have had participants presenting with more severe disease. Due to the association of age and pregnancy with outcomes in H1N1 influenza, these were chosen as the primary stratification categories for randomisation. With the limited sample size, we were concerned that additional stratification could have led to incomplete filling of blocks (over stratification) and subsequent imbalances. The differences in the severity of illness likely also account for the higher viral burden in nasal and oropharyngeal swabs at baseline in the standard care group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3: Summary of quantitative PCR results in nasal, oropharyngeal, and endotracheal swabs, by randomised treatment and study day (intention-to-treat analysis in the primary efficacy population)"
        },
        {
            "text": "For a variety of reasons, a study of this type proved to be very difficult to execute. Despite engagement of established investigators in infectious diseases, intensive care, and emergency medicine at 29 academic medical centres, enrolment and random assignment of 98 participants took more than 4 years. Major challenges included a low incidence of influenza illness in some years of the study and the scarcity of experience of most blood establishments with using plasma as an investigational product. Some participants, families, and even treating physicians also expressed reluctance in use of a human blood product for a disease such as influenza, in which morbidity and mortality is often underappreciated. There were additional challenges unique to the investigational product, including the moving target of antigenic drift in circulating influenza subtypes and the need to match this evolution over time with contemporaneous plasma, and the comparatively short shelf life of plasma units necessitating frequent replenishment of expiring units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3: Summary of quantitative PCR results in nasal, oropharyngeal, and endotracheal swabs, by randomised treatment and study day (intention-to-treat analysis in the primary efficacy population)"
        },
        {
            "text": "Although the primary endpoint did not reach statistical significance, this trial had showed an improved outcome in the secondary endpoint of clinical status at day 7 in participants who received plasma compared with standard care alone. Additionally, other endpoints might be suggestive of improved outcome in these patients. Given the need for better therapies for influenza, as well as the need to have strategies in place to rapidly launch effective therapeutic countermeasures for diseases of this type, it is of critical importance to accurately determine the efficacy of immune plasma. With these considerations, we believe that this approach should be further studied in a larger randomised trial. As noted, such a trial is presently underway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3: Summary of quantitative PCR results in nasal, oropharyngeal, and endotracheal swabs, by randomised treatment and study day (intention-to-treat analysis in the primary efficacy population)"
        },
        {
            "text": "JHB, TL, THB, HCL, and RTD were responsible for initial study design, although all authors were involved with subsequent study amendments. JHB, TL, KR, JD, KK, and JAM implemented and managed the programme for anti-influenza plasma collection, testing, distribution, and distribution. JHB, TL, JD, DON, MDH, and RTD were responsible for study implementation and ongoing management. PT, M-CE-T, EB, TEB, CBC, SS, JGD, EF, and JF enrolled most of the participants (all participating sites are noted in the appendix). JHB, MDH, and RTD analysed and interpreted the data and wrote the first draft of the report, athough all authors had opportunity to review the data and provided editing of the final report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "EA, MDH, and DON report other contract funding from National Institute of Allergy and Infectious Disease (NIAID) during the conduct of this study; KR received other from the Department of Defense Infectious Diseases Clinical Research Program. KK received grants from Social & Scientific Systems, Inc. JGD received grants from NIAID. THB received other funding from US Government/NIAID, other funding from US Government/US Navy Bureau of Medicine; TL reports that the Naval Medical Research Center received funding from US Navy Bureau of Medicine and Surgery; SS received grants from ANSUN, Johnson and Johnson, Viropharma, Chimeriz, Scynexic, Shionogi, Gilead, and Astellas; grants and personal fees from Merck, and other from Astellas, personal fees from Biota, and personal fees from Therevance. All other authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Meta-analysis: convalescent blood products for Spanish influenza pneumonia: a future H5N1 treatment?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Luke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Kilbane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Intern Med",
            "volume": "145",
            "issn": "",
            "pages": "599--609",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Convalescent plasma treatment reduced mortality in patients with severe pandemic influenza A (H1N1) 2009 virus infection",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "",
            "pages": "447--56",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Critical care services and 2009 H1N1 influenza in Australia and New Zealand",
            "authors": [],
            "year": 2009,
            "venue": "The ANZIC Influenza Investigators",
            "volume": "361",
            "issn": "",
            "pages": "1925--1959",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "and Australia and New Zeland Extracorporeal Membrane Oxygenation Influenza Investigators. Extracorporeal membrane oxygenation for 2009 influenza A(H1N1) acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "",
            "pages": "1888--95",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Critically ill patients with 2009 influenza A(H1N1) in Mexico",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dominguez-Cherit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Lapinsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Macias",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "",
            "pages": "1880--87",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Critically ill patients with 2009 influenza A(H1N1) infection in Canada",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zarychanski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pinto",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "",
            "pages": "1872--79",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "APACHE II: a severity of disease classification system",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Knaus",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Draper",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Crit Care Med",
            "volume": "13",
            "issn": "",
            "pages": "818--847",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "PRISM III: an updated pediatric risk of mortality score",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Pollack",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ue Ruttimann",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Crit Care Med",
            "volume": "24",
            "issn": "",
            "pages": "743--52",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "MERS-CoV: clinical decision making support for treatment",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "England",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The effectiveness of convalescent plasma and hyperimmune immunoglobulin for the treatment of severe acute respiratory infections of viral etiology: a systematic review and exploratory meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mair-Jenkins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saavedra-Campos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Baillie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "211",
            "issn": "",
            "pages": "80--90",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hyperimmune IV immunoglobulin treatment: a multicenter double-blind randomized controlled trial for patients with severe 2009 influenza A(H1N1) infection",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chest",
            "volume": "144",
            "issn": "",
            "pages": "464--73",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "End points for testing influenza antiviral treatments for patients at high risk of severe and life-threatening disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Gilligan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "201",
            "issn": "",
            "pages": "1654--62",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Association of oseltamivir treatment with virus shedding, illness, and household transmission of influenza viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "212",
            "issn": "",
            "pages": "391--96",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Guidance for industry influenza: developing drugs for treatment and/or prophylaxis. Silver Spring, MD: US Food and Drug Administration",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Influenza hemagglutination-inhibition antibody titer as a correlate of vaccine-induced protection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Ohmit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Petrie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "Johnson",
                    "middle": [
                        "E"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "",
            "pages": "1879--85",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Trial design 49 allocated to anti-influenza plasma and standard care 4 did not receive plasma 1 participant withdrew consent 1 participant determined to be not eligible 1 participant left hospital before infusion 1 ABO-compatible plasma not available",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Kaplan-Meier curves of normalised respiratory status over time with intention-to-treat analyses in the primary efficacy populationShaded areas denote 95% CIs. Normalised respiratory status over time, by randomised treatment (A) and by randomised treatment and days from symptoms onset to randomisation. .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Percentage of participants with influenza virus detectable by PCR, by sample type and treatment group, by study day (intention-to-treat analysis in the primary efficacy population) anti-influenza plasma + standard care (n=42)Nasal swab standard care alone (n=45) Oral swab anti-influenza plasma + standard care (n=42) Oral swab standard care alone (n=45)Anti-influenza plasma plus standard care (n=46)Standard care alone (n=52)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "oxygen was required in 43 [88%] of 49 patients vs 36 [77%] of 47 patients and mechanical ventilation in 24 [49%] patients vs 17 [36%] patients). Of the 61 patients with abnormal radiographs, 35 (57%) participants had multilobar infiltrates on chest radiographs and this proportion was similar in both groups (table 1). 31 (51%) of 61 patients had pleural effusions, which were more common in the standard care group (19 [59%] of 32 vs 12 [41%] of 29; table 1). The protocol did not mandate any assessment of the pleural effusions, although no empyemas were reported. Loss to follow-up for completion of the study (day 28) was higher in the participants that received standard care (ten [22%] of 45 vs four [10%] of 42), though follow-up through the primary endpoint (or day 28 if not reaching the primary endpoint, or death) was similar (37 [82%] of 45 vs 36 [86%] of 42).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Demographics and baseline characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Disposition and other secondary endpoints by randomised treatment (primary efficacy population)",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Data are number of events (%), patients with multiple events are counted once in each row. Medical Dictionary for Regulatory Activities of System Organ Class are used and indented events are Preferred Term.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Serious adverse events that occurred in more than one participant by treatment actually received",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The study was funded and sponsored by the National Institute of Allergy and Infectious Diseases of the National Institutes of Health, Bethesda, MD, USA. This project has been funded in part with federal funds from the National Cancer Institute, National Institutes of Health, under ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}