{
    "paper_id": "975a8b4abe4cc0181522e859a92c5ddc22f50c29",
    "metadata": {
        "title": "A questionnaire-based survey on the uptake and use of cattle vaccines in the UK",
        "authors": [
            {
                "first": "E",
                "middle": [],
                "last": "Cresswell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nottingham",
                    "location": {
                        "settlement": "Nottingham",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "L"
                ],
                "last": "Brennan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nottingham",
                    "location": {
                        "settlement": "Nottingham",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "W"
                ],
                "last": "Barkema",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Calgary",
                    "location": {
                        "settlement": "Calgary",
                        "region": "Alberta"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Wapenaar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nottingham",
                    "location": {
                        "settlement": "Nottingham",
                        "country": "UK"
                    }
                },
                "email": "wendela.wapenaar@nottingham.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "To cite: Cresswell E, et al. A questionnaire-based survey on the uptake and use of cattle vaccines in the UK. Vet ABSTRACT Background: Vaccination is a widely used strategy for disease control in cattle in the UK and abroad. However, there has been limited research describing the uptake and use of cattle vaccines on UK farms. Aim: To describe the current uptake and usage of cattle vaccines in the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Design: A questionnaire, available in paper and online format, was distributed to cattle farmers by convenience sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Participants: All UK cattle farmers were eligible to participate in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Eighty-six per cent of respondents (n=229/266) had vaccinated their cattle in the past year. Diseases most commonly vaccinated against were Bovine Viral Diarrhoea, Leptospirosis and Infectious Bovine Rhinotracheitis. Vaccination compliance was limited in certain areas, for example only 48 per cent of respondents stated that they administered the second dose in the primary course within the recommended timeframe, and 14 per cent of respondents stated that they vaccinated earlier than the youngest recommended age. Although outside the scope of this study, further work is needed to establish the extent of inadequate compliance and the effect this has on vaccine efficacy. The role of the veterinarian was highlighted as the main supplier of vaccines and preferred source of vaccination information. Respondents preferred to receive recommendations regarding vaccination by faceto-face communication with the veterinarian.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The results provide a description of the current uptake and usage of cattle vaccines in the UK. Uptake is generally high but there are areas of usage of vaccines which could be improved upon. The veterinarian plays a key role as supplier of vaccines and a source of information for the majority of farmers. Although outside the scope of this study, further work is needed to establish the extent of inadequate compliance and the effect this has on vaccine efficacy. Although the respondents in this study represent a biased population of farmers, the findings indicate areas for future investigation in order to improve vaccination strategies in cattle in the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cresswell E, et al. Vet Rec Open 2014;1:e000042.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Vaccines have been used in veterinary medicine since the inoculation of lambs with sheep pox in the 16th century (McVey and Shi 2010) . The administration of vaccines is now commonplace and is considered one of the most important aspects of global disease control (Tizard 2009 ). Strategic implementation of vaccination is important to cattle health and welfare, as vaccination can help to control and eradicate disease, as demonstrated by the global eradication of rinderpest (Normile 2008) , and control of rabies, foot and mouth disease and swine erysipelas (Lombard and others 2007) . In order for disease control to be effectively achieved via vaccination, correct usage is required, which includes administering vaccines via the correct route, at the appropriate time and to a specified target group of animals (Responsible Use of Medicines in Agriculture Alliance (RUMA) 2012). Incorrect administration may lead to breakthrough disease, rendering vaccination a wasteful, rather than beneficial exercise (Salisbury and others 2006) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 133,
                    "text": "(McVey and Shi 2010)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 264,
                    "end": 276,
                    "text": "(Tizard 2009",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 477,
                    "end": 491,
                    "text": "(Normile 2008)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 561,
                    "end": 586,
                    "text": "(Lombard and others 2007)",
                    "ref_id": null
                },
                {
                    "start": 1010,
                    "end": 1037,
                    "text": "(Salisbury and others 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the UK, vaccination may be carried out by anybody who is deemed capable by the person prescribing the vaccine. The person prescribing is a veterinarian, pharmacist or a 'suitably qualified person' (SQP), depending on whether the vaccine is categorised as a POM-V (Prescription Only Medicine -Veterinarian) or POM-VPS (Prescription Only Medicine -Veterinarian, Pharmacist or SQP). The RUMA initiative provides guidance to farmers on correct vaccination protocols (RUMA 2012) .",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 476,
                    "text": "(RUMA 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Each disease presents its own challenges, and therefore, the decisions on which animals to vaccinate and which vaccines to use are multifactorial. Cost, logistical factors and side effects of vaccination need to be balanced with the potential benefits of improved animal health and increased production. Factors such as worker health and safety and farm assurance requirements may also influence the decision whether to vaccinate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "There is limited information in the literature about the uptake and usage of vaccination in cattle. A UK-based study on Bovine Viral Diarrhoea virus (BVDv) vaccine use suggested that uptake and correct administration may be poor, and administration protocols may not be correct; one-third of farmers never referred to the vaccine product datasheet, and 48 per cent of farmers administered the two doses in the primary vaccination course at the incorrect interval (Meadows 2010) .",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 477,
                    "text": "(Meadows 2010)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The objective of this study was to gather data on the current usage and uptake of cattle vaccination in the UK using a farmer survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A questionnaire was developed and distributed to UK farmers between September and November 2011 (available on request form authors). A paper version of the questionnaire was produced, and an identical online version was created using a proprietary survey tool (SurveyMonkey, Palo Alto, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS Questionnaire"
        },
        {
            "text": "The questionnaire was split in two parts: part A, involving questions about vaccination protocols on the farm, and part B, involving questions relating to the respondent and their farm. The questionnaire contained 14 closed and 9 open-ended questions and took approximately 10 minutes to complete. Eleven questions asked respondents about the protocol used for a specific vaccine the respondent nominated as being most familiar with. As protocols vary between vaccines, the interpretation of 'correct' or 'incorrect' use was made using information provided on the vaccine datasheet (National Office of Animal Health (NOAH) 2010).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS Questionnaire"
        },
        {
            "text": "Pretesting of the questionnaire was carried out with two veterinary students, four veterinarians and three farmers. Minor corrections were made, and paper copies for piloting were sent to five farmers. The online version was piloted with two veterinary students and two farmers. After minor typographical and lay-out adjustments following feedback from pilot participants, the questionnaire was finalised for distribution, and a cover letter included explaining the purpose of the study and offering the option of entering into a £100 prize draw for agricultural stockist vouchers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS Questionnaire"
        },
        {
            "text": "Farmers were asked to nominate which vaccines they had used in the past year, aided by images of the vaccines which were broadly categorised according to the diseases they target (Table 1) . Multivalent vaccines, providing protection against more than one disease, were placed in multiple categories. All vaccines registered for use in cattle in the UK were included in the survey. Bluetongue vaccines and one BVDv vaccine were excluded from the survey, because at the time the questionnaire was distributed, bluetongue vaccination was not permitted, and a BVDv vaccine (Pregsure BVD, Pfizer) had recently been taken off the market.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 188,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "MATERIALS AND METHODS Questionnaire"
        },
        {
            "text": "The target population was any person in the UK who owned or worked with cattle. Between September and November 2011, participants were canvassed at events around the UK, including the Dairy Event and Livestock Show, Royal Berkshire Show, Dairy Health Events (Dairy Development Council, Wales), British Mastitis Conference, Welsh Dairy Show and two local cattle markets (Melton Mowbray and Market Drayton); these were selected by convenience sampling (Dohoo and others 2003) . Paper copies were distributed to approximately 750 cattle farmers at nine agricultural shows and meetings. Questionnaires were completed at the events, or farmers were provided with reply address envelopes.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 473,
                    "text": "(Dohoo and others 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Distribution"
        },
        {
            "text": "The link to the online questionnaire was distributed by email to 13 veterinary practices, and to staff and students at the School of Veterinary Medicine and Science, University of Nottingham, for participation or forwarding to potential respondents. The 13 practices were selected by convenience sampling, via contacts established at the aforementioned events. The link was also placed on online fora (British Farming Forum, Farmers Weekly Interactive, Farmers Guardian, Farming Forum, The Cattle Site, Young Farmers' Club) and on two social networking sites (Facebook and Twitter).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution"
        },
        {
            "text": "Distribution and publicity regarding the survey was increased (by publishing information about the study in their newsletters or requesting participation from clients) with the help of veterinary practices, pharmaceutical companies and associations involved with cattle farming (XL Vets, British Cattle Veterinary Association, DairyCo, Animal Health and Veterinary Laboratories Agency, Department for Environment, Food and Rural Affairs and dairy processors). Awareness of the study was further increased through articles in farming and veterinary press such as veterinary newsletters, Veterinary Times, Farmers Guardian, and other online veterinary fora (www.vetsonline.com).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution"
        },
        {
            "text": "A datasheet was created using Microsoft Excel 2010 (Microsoft, Redmond, USA) and questionnaire responses manually entered. Ten per cent of the questionnaires were checked to detect data entry errors; no errors were observed. Where appropriate, answers to open questions were categorised by the first author into themes using thematic analysis methodology (Attride-Stirling 2001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "EpiTools epidemiological calculator (Sergeant 2009 ) was used to perform χ 2 tests on all biologically plausible combinations of categorical variables; only significant relationships are reported. Continuous variables (age and herd size) were divided into three categories based on the range and distribution of data collected, taking into account information on age of farm 'holders' and herd size as reported by DEFRA (2011).",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 50,
                    "text": "(Sergeant 2009",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "For 15 questions, it was possible to select more than one answer; in those cases, the cumulative proportions could exceed 100 per cent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The questionnaire was completed by 266 respondents between September and November 2011. Peak responses were observed early in the study period when distribution at events was greatest. The response rate for the paperbased questionnaire was estimated at 18 per cent (n=133/ 750), with 68 per cent (n=90/133) of questionnaires being returned by post, and the remainder being completed at events. A response rate for the online questionnaire could not be determined, as it was distributed via public discussion fora. Fifty per cent (n=133/266) of respondents completed the questionnaire online (Table 2) . Nonrespondents were not further investigated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 591,
                    "end": 600,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Respondent demographics"
        },
        {
            "text": "Eighty-six per cent (n=229/266) of respondents indicated that they had vaccinated their cattle in the past year, with more dairy farmers vaccinating compared to beef farmers (Table 3 ). The most frequent reason for not vaccinating was that they did not perceive there to be a problem that required vaccination (65 per cent). Respondents from large farms (>160 adult cattle) were more likely to have vaccinated their cattle in the past year than respondents from small farms (<81 cows) (P=0.005). The difference in vaccination uptake between small or large, versus average size farms was not significant in the χ 2 analysis. As 37 respondents indicated that they did not vaccinate (Table 3) , only a maximum of 229 respondents could complete the questions on vaccine usage. The number of total responses for each question varied, which has been indicated in relevant Tables and Figures. The highest uptake of vaccination, for dairy as well as beef, was for BVDv vaccination, and there was a noticeable difference in uptake of lungworm vaccine between dairy and beef respondents (Fig 1) . Uptake for other vaccines was: 19 per cent for rotavirus, coronavirus and Escherichia coli (Trivacton 6, Rotavec Corona and Lactovac), 9 per cent for salmonellosis (Bovivac S), 6 per cent for ringworm (Bovilis Ringvac), and 1 per cent for mastitis (Startvac).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 182,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 680,
                    "end": 689,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 866,
                    "end": 885,
                    "text": "Tables and Figures.",
                    "ref_id": null
                },
                {
                    "start": 1077,
                    "end": 1084,
                    "text": "(Fig 1)",
                    "ref_id": null
                }
            ],
            "section": "Vaccine uptake"
        },
        {
            "text": "Specific questions were asked about usage of the vaccine that respondents had selected as the one they were most familiar with. Thirty-three per cent of respondents excluded certain animals from vaccination (Table 4) . When prompted for further information, 6 per cent of respondents indicated that they excluded pregnant animals, of which two respondents stated using a clostridial vaccine that is not recommended for use in animals in the first and second trimesters of pregnancy. Fifty respondents stated that they used a vaccine which is not recommended for pregnant animals, but did not nominate any exclusions. Sixteen of these 50 respondents were dairy farmers, 12 of whom indicated that they vaccinated calves up to six months, which may explain why they did not state to exclude pregnant animals from vaccination. The youngest age at which animals were nominated as first receiving a vaccine ranged from one week to 36 months. Of those respondents who had specified the vaccine they were most familiar with, 14 per cent were vaccinating earlier than the youngest recommended age (Table 4 ). Vaccines administered too early were against BVDv (n=6), lungworm (n=3), Infectious Bovine Rhinotracheitis (IBR) (n=2), respiratory disease complexes (n=2), clostridial diseases (n=2) and leptospirosis (n=1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 216,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1088,
                    "end": 1096,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Vaccine usage"
        },
        {
            "text": "After the first dose was given, 48 per cent of respondents were administering a second dose of the vaccine 'correctly' (i.e., at the recommended time, or not at all if not required). A second dose of vaccine was most commonly administered within the correct time frame for lungworm vaccines (64 per cent), and least commonly administered within the correct time frame for vaccines against clostridial diseases (17 per cent) ( Table 5) . Several verbal and two written comments provided at the end of the questionnaire raised issues regarding the 'inconvenience of vaccines requiring two doses'.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 434,
                    "text": "Table 5)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Vaccine usage"
        },
        {
            "text": "Seventy-three per cent of farmers stated the correct route of administration for the nominated vaccines (intramuscular, subcutaneous, intranasal or oral routes). Frequently mentioned incorrect routes were subcutaneous where intramuscular was indicated (17 per cent, n = 11/ 64) and vice versa (13 per cent, n = 10/75). For those vaccines where an injection site was recommended on the datasheet, 69 per cent of respondents nominated the recommended site (Table 4 ). Of those respondents not injecting at the recommended site, 46 per cent were injecting in the gluteal region where the neck was recommended, and 42 per cent were injecting elsewhere on the animal. The remainder of incorrect answers (12 per cent) indicated more than one injection site. A recommended site for injection was not provided on the datasheet for 12 vaccines; these were excluded from the analysis (n=77).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 454,
                    "end": 462,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Vaccine usage"
        },
        {
            "text": "Vaccines were, on the majority of farms, administered by workers. Twenty-three per cent of respondents did not read instructions as 'they did what they had done previously and did not need instructions' (Table 4) . Eight per cent of respondents obtained the vaccine from an agricultural merchant (Table 4) , the majority of which were legal category POM-VPS. Three respondents obtained vaccines from an agricultural merchant which required a veterinary prescription (POM-V). Sixty-six per cent of respondents indicated that they or somebody else on the farm had discussed the use of the vaccine with the person who had supplied it in the past year, and cost was the most common topic for dairy as well as beef farmers (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 296,
                    "end": 305,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 718,
                    "end": 727,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Vaccine usage"
        },
        {
            "text": "Most respondents (94 per cent) sourced information regarding vaccinating cattle from their veterinarian 2) . When asked for their preferred source of information, 95 per cent of respondents preferred to receive information about vaccination from a veterinary practice, with the majority of respondents preferring face-to-face communication. Email, websites and mobile telephone were more often preferred by beef farmers compared to dairy farmers (Fig 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "text": "2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 446,
                    "end": 453,
                    "text": "(Fig 3)",
                    "ref_id": null
                }
            ],
            "section": "Knowledge transfer"
        },
        {
            "text": "This survey describes novel information on vaccine usage in the UK that could be beneficial to practitioners implementing vaccination protocols on farms. Many farmers who did not use cattle vaccines did not perceive there to be a problem with disease on their farm, although few stated that they had actively monitored disease. The risk of introducing disease in naive herds can be high, particularly when buying in livestock. Improved immunity through vaccination may reduce the risk of losses (Stott and Gunn 2008) .",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 516,
                    "text": "(Stott and Gunn 2008)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Datasheets for most vaccines recommend that unhealthy animals should be excluded from vaccination, as vaccinating immunocompromised animals may lead to ineffective protection. In this survey, only a minority of farmers were excluding certain animals, including sick and injured cattle, and this could lead to less than adequate disease control. Additionally, 50 respondents who nominated using a vaccine which was contraindicated in pregnant cattle did not state they would exclude these animals from being vaccinated. This may be due to farmers being unaware of the risks of using these vaccines in pregnant animals, but may also be because there were no pregnant cattle on these farms, which is likely for respondents from beef farms with grower and/or finisher herds. Other reasons for not excluding animals could be that a whole herd approach is being taken for management purposes, and all animals are being vaccinated, rather than selecting animals individually for vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Timing of vaccination may also be important for effective disease control, and the majority of respondents administered vaccines within the recommended timeframe on the datasheets. This was carried out correctly more frequently for first vaccinations (86 per cent) than for the second dose within a primary course (48 per cent). Vaccine failure has been demonstrated in human beings where administration occurred below the recommended first age of vaccination (Galil and others 2002) , and by not administering a second dose within the recommended time period (Peltola and others 1994) . Although these studies involve human patients, immunological responses to vaccines have been shown to be similar between bovine and human patients, as described in a study investigating immunological processes of tuberculosis in human beings and cattle (Waters and others 2011) . This suggests that not administering vaccines to cattle within the recommended timeframe may lead to vaccine failure.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 483,
                    "text": "(Galil and others 2002)",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 585,
                    "text": "(Peltola and others 1994)",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 865,
                    "text": "(Waters and others 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The most common incorrect route of administration was the use of subcutaneous versus intramuscular injections. A study in human patients demonstrated that the same vaccine is immunogenic regardless of whether it is injected subcutaneously or intramuscularly (Knuf and others 2010) . There is no data to support this finding in the veterinary literature with regards to vaccines. However, for other veterinary medicines, such as ivermectin and ceftiofur sodium, the efficacy of the drug was not deemed to be different when using intramuscular versus subcutaneous routes of administration (Lifschitz and others 1999, Brown and others 2000) .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 280,
                    "text": "(Knuf and others 2010)",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 601,
                    "text": "(Lifschitz and",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 602,
                    "end": 624,
                    "text": "others 1999, Brown and",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 637,
                    "text": "others 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Understanding farmer motivators and barriers for vaccination may be useful to improve uptake and usage of vaccines. Economic factors, such as vaccine cost and increased production profits associated with vaccination, could affect decision-making on whether to vaccinate. Although nearly half the respondents had discussed cost with their vaccine supplier in the past year, cost was not frequently mentioned as a barrier for vaccination. However, a Dutch study has suggested that economic factors are the main motivators (e.g., increased production profits) and barriers (e.g., vaccination costs) for farmers when deciding whether to vaccinate their livestock (Elbers and others 2010) . Other studies describe factors, such as worker satisfaction, as being equally as motivating as cost in farmer decision-making about cattle health (Valeeva and others 2007) . The veterinarian was the main vaccine supplier, and also the preferred source of information for many respondents in this study, but only 66 per cent of respondents had discussions about vaccine use with their supplier. The variation observed with respect to following recommended vaccination protocols may be explained by this lack of discussion on the use of vaccines. Incorporating information such as RUMA's 'Checklist for Vaccination' (RUMA 2012), together with tailored farm advice during herd health visits provides an opportunity to discuss vaccination protocols with a client. This approach could improve adherence to recommended vaccination strategies, reduce vaccine failure on farms, and raise awareness of the potential benefits among those who are not vaccinating.",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 683,
                    "text": "(Elbers and others 2010)",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 857,
                    "text": "(Valeeva and others 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Veterinarians are valued by farmers as important discussion partners in the field of animal health (Hall and Wapenaar 2012) and can share expertise in addition to supplying vaccines. As 21 out of the 31 vaccines available require a prescription which can only be obtained from a veterinarian, it may be more convenient for farmers to obtain information and supplies from the same source, as opposed to agricultural merchants and internet pharmacies. Supplying medicines forms an essential part of farm veterinary practice in the UK; it was recently reported that an average of 55 per cent of income for farm veterinary practices is derived from medicine sales (Veterinary Development Council 2012). Although vaccines are available from agricultural merchants and internet pharmacies, 93 per cent of respondents bought their vaccines from a veterinarian, highlighting the potential opportunity for the veterinarian to combine their role as supplier with their role as advisor about vaccination. Veterinarians rarely carried out vaccination on farms, as this was mostly done by workers and senior staff. Generally, no specific qualifications are required to be a farm worker; it may be that some of these workers carrying out vaccination have had no formal training in the correct administration of vaccines. Further work to confirm lack of training as a cause of suboptimal vaccine usage may help to focus future knowledge transfer activities.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 123,
                    "text": "(Hall and Wapenaar 2012)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A limitation of the study was that information provided by respondents may have differed from reality, particularly when answered from memory (recall bias). Therefore, incorrect answers may have been provided by respondents who, in fact, are vaccinating correctly when able to refer to the recommended protocol. Parts of the questionnaire responses could not be used for analysis as answers were not provided for some questions or were ambiguous. This was particularly apparent where 20 respondents did not nominate a vaccine they were most familiar with, as a response was required for the correct interpretation of several of the subsequent questions. There was no apparent explanation for these missing responses. Additionally, this study asked questions regarding the use of one specific vaccine they felt most familiar with which may not be representative of the usage of other vaccines on the farm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study, the proportion of farmers not vaccinating was likely to be underestimated. Bias due to convenience sampling is probable; it is likely that farmers who vaccinate their cattle and were interested in vaccination were more inclined to participate in the survey than those who did not have any interest in vaccination. However, the demographic data of respondents, as described in Table 2 , resemble the demographic data collected by DEFRA on the whole UK farming population (DEFRA 2011), indicating that a reasonably representative crosssection of farmers participated in the study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 398,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The sample size of 266 respondents limited the power of this study; increasing the number of respondents to consolidate our findings would further support the study results. However, the farming population in the UK is known to be challenging to engage in surveybased research, and increasing sample size will take considerable effort. Our results, although only describing vaccination uptake and usage of 266 respondents, are supported by other work performed in the UK (Meadows 2010) and provide a basis for further studies to evaluate vaccine efficacy and disease control in situations with correct and less than ideal use of vaccines. A perhaps more important limitation of this study is the bias encountered because of the convenience sampling method used, which is difficult to counter using the voluntary survey method. One could hypothesise that this study underestimated vaccination compliance, as more engaged farmers may have participated, which makes it more likely to expect poorer compliance in nonrespondents. However, as the current published body of work in the field of uptake and usage of cattle vaccines is scarce, the findings of this study are important to describe current usage strategies on vaccination, and are therefore an important contribution to knowledge in this field.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 485,
                    "text": "(Meadows 2010)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, uptake of cattle vaccines in the UK was generally good, but improvements to usage would improve adherence to data sheet guidelines and could increase the efficacy of vaccination. A particular area where vaccination strategies could be improved would be correctly selecting animals for vaccination and administering vaccines within the recommended timeframes. The veterinarian was nominated as the main vaccine supplier and source of information on vaccines and, therefore, remains crucial to improve cattle vaccination strategies in the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Contributors All authors made substantial contributions to the conception or design of the work. EC performed the data collection. The analysis of data was performed by EC and WW. All authors contributed to the interpretation of the data and approved the submitted version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Funding School of Veterinary Medicine and Science, The University of Nottingham.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Ethics approval The study received ethical approval from the School of Veterinary Medicine and Science Ethics Committee, The University of Nottingham.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests None."
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests None."
        },
        {
            "text": "Data sharing statement Additional unpublished data collected in the questionnaire which are not in this manuscript due to word limit restrictions, is available from the authors on request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests None."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": ") ‡Includes dairy, beef, mixed and unallocated respondents †Responses for multivalent vaccines (n=8) were incorporated into multiple disease categories BVD",
            "authors": [],
            "year": 2010,
            "venue": "*Recommendations taken from datasheet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Thematic networks: an analytic tool for qualitative research",
            "authors": [
                {
                    "first": "Infectious",
                    "middle": [],
                    "last": "Ibr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bovine Rhinotracheitis References Attride-Stirling",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Qualitative Research",
            "volume": "1",
            "issn": "",
            "pages": "385--405",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comparison of plasma pharmacokinetics and bioequivalence of ceftiofur sodium in cattle after a single intramuscular or subcutaneous injection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Chester",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Speedy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Hubbard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Callahan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hamlow",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hibbard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Robb",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Veterinary Pharmacology and Therapeutics",
            "volume": "23",
            "issn": "",
            "pages": "273--280",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Agriculture in the United Kingdom",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Defra",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Veterinary Epidemiologic Research",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Dohoo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stryhn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30--31",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Questionnaire survey about the motives of commercial livestock farmers and hobby holders to vaccinate their animals against Bluetongue virus serotype 8 in 2008-2009 in the Netherlands",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R W"
                    ],
                    "last": "Elbers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "De Koeijer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scolamacchia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Rijn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "2473--2481",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Younger age at vaccination may increase risk of varicella vaccine failure",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Galil",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fair",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mountcastle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seward",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Infectious Diseases",
            "volume": "186",
            "issn": "",
            "pages": "102--105",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Opinions and practices of veterinarians and dairy farmers towards herd health management in the UK",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wapenaar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Veterinary Record",
            "volume": "170",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Safety, immunogenicity and immediate pain of intramuscular versus subcutaneous administration of a measles-mumps-rubellavaricella vaccine to children aged 11-21 months",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Knuf",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zepp",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "U"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Habermehl",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maurer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Burow",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Behre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Janssens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Willems",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bisanz",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schmidt-Ott",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "European Journal of Pediatrics",
            "volume": "169",
            "issn": "",
            "pages": "925--933",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ivermectin disposition kinetics after subcutaneous and intramuscular administration of an oil-based formulation to cattle",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lifschitz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Virkel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Imperiale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kujanek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lanusse",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Veterinary Parasitology",
            "volume": "86",
            "issn": "",
            "pages": "203--215",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A brief history of vaccines and vaccination",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lombard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Pastoret",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Moulin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Revue Scientifique et Technique",
            "volume": "26",
            "issn": "",
            "pages": "29--48",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Vaccines in veterinary medicine: a brief review of history and technology. The Veterinary Clinics of North America",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcvey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Small Animal Practice",
            "volume": "40",
            "issn": "",
            "pages": "381--392",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A study to investigate the use and application of BVDV vaccine in UK cattle",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Meadows",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cattle Practice",
            "volume": "18",
            "issn": "",
            "pages": "202--215",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Compendium of Data Sheets for Animal Medicines. National Office of Animal Health Ltd",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--1100",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rinderpest. Driven to extinction",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Normile",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "319",
            "issn": "",
            "pages": "1606--1609",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The elimination of indigenous measles, mumps, and rubella from Finland by a 12-year, two-dose vaccination program",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Peltola",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "P"
                    ],
                    "last": "Heinonen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paunio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Virtanen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Karanko",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cantell",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "The New England Journal of Medicine",
            "volume": "331",
            "issn": "",
            "pages": "1397--1402",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Responsible Use of Medicines in Agriculture Alliance (2012) RUMA Cattle Guidelines",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Immunisation against infectious disease. 3rd edn. The Stationery Office",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Salisbury",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramsay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Noakes",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "EpiTools epidemiological calculators",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sergeant",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Use of a benefit function to assess the relative investment potential of alternative farm animal disease prevention strategies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Stott",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gunn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Preventive Veterinary Medicine",
            "volume": "84",
            "issn": "",
            "pages": "179--193",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Veterinary immunology: an introduction. 8th edn",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Tizard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Motivation of dairy farmers to improve mastitis management",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Valeeva",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hogeveen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Dairy Science",
            "volume": "90",
            "issn": "",
            "pages": "4466--4477",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The Veterinary Development Council Report 2011-12. British Veterinary Association",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Veterinary Development",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Council",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Tuberculosis immunity: opportunities from studies with cattle. Clinical and Developmental Immunology",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Thacker",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sreevatsan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Coussens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Meade",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hope",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Estes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "FIG 1: Distribution of vaccines used by respondents (Dairy n=114, Beef n=92) by disease category",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Distribution of responses from 112 dairy and 90 beef farmers when asked 'Where do you find information with regards to vaccinating your cattle?'. *DairyCo and English Beef and Lamb Executive Ltd. (EBLEX) are levy funded organisations for the UK dairy and beef industry. **Responsible Use of Medicines in Agriculture Alliance",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FIG 3: Distribution of responses from 112 dairy and 90 beef farmers when asked 'In what format would you prefer to receive information about vaccination?'",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Vaccines licensed for use in cattle in the UK(NOAH 2010)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Information about questionnaire respondents overall and specified for dairy and beef respondents. Variance in denominators relates to questions not filled in by respondents Higher National Diploma; NDA, National Diploma of Agriculture; OND: Ordinary National Diploma.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Questionnaire responses regarding farmers' uptake, motivation and communication regarding vaccination of cattle in the UK *Includes dairy, beef, mixed and unallocated respondents †Data derived from open questions with responses grouped using thematic analysis methods",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Questionnaire responses regarding the usage of vaccines by cattle farmers in the UK",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Appropriateness of use of a second dose in the primary vaccine course within the recommended time frame* (NOAH 2010) per disease category † Total % (n) ‡ Dairy % (n) Beef % (n)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}