{
    "paper_id": "9791d7ab94765e2012facc4084c479cedbdfaf5e",
    "metadata": {
        "title": "Organisation of primary health care in the Asia-Pacific region: developing a prioritised research agenda Analysis",
        "authors": [
            {
                "first": "Anna",
                "middle": [],
                "last": "Palagyi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Dodd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [],
                "last": "Jan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Devaki",
                "middle": [],
                "last": "Nambiar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The George Institute for Global Health",
                    "location": {
                        "settlement": "New Delhi",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Rohina",
                "middle": [],
                "last": "Joshi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Maoyi",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New South Wales",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Seye",
                "middle": [],
                "last": "Abimbola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Peiris",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "► Gaps in the available evidence of effective primary health care (PHC) organisational interventions within Asia-Pacific low-and middle-income countries remain substantial. ► Health policy and systems research priorities of national PHC stakeholders do not always align with scientific research outputs. ► Most of the gaps in evidence centre on discrete PHC interventions and programmes while stakeholders prioritise evidence around system-level reforms. ► To optimise use and impact of scarce research resources, PHC research efforts should engage end-users from the outset and account for health system complexity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary box"
        },
        {
            "text": "Health system planners in low-and middle-income countries (LMIC) of the Asia-Pacific region seeking to reorient primary health care (PHC) systems to achieve universal health coverage may be hindered by lack of knowledge of what works in their setting. With limited resources for research available, it is important to identify evidence-based strategies for reorganising PHC delivery, determine where relevant evidence gaps exist and prioritise these for future study. This paper describes an approach for doing this using the best available evidence combined with consultation to establish evidence priorities. We first reviewed PHC organisational interventions in Asia-Pacific LMICs and ascertained evidence gaps. The largest gaps related to interventions to promote access to essential medicines, patient management tools, effective health promotion strategies and service planning and accountability. Evidence from Pacific Island countries was particularly scant. We then engaged an expert panel of 22 PHC stakeholders from seven Asia-Pacific LMICs in a Delphi exercise to identify priority questions for future research. Research priorities were: (1) identifying effective PHC service delivery models for chronic diseases; (2) devising sustainable models of disease integration; (3) optimising task shifting; (4) understanding barriers to care continuity; (5) projecting future PHC needs; and (6) designing appropriate PHC service packages. Notably, stakeholder-determined priorities reflected large, contextdependent system issues, while evidence gaps centred on discrete interventions. Future research on the organisation of PHC services in Asia-Pacific LMICs should incorporate codesign principles to engage researchers and national PHC system stakeholders, and innovative methods that build on existing evidence and account for system complexity.",
            "cite_spans": [
                {
                    "start": 1227,
                    "end": 1230,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1397,
                    "end": 1400,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "AbSTrACT"
        },
        {
            "text": "A central feature of the universal health coverage (UHC) agenda is strengthening primary health care (PHC). 1 High-functioning PHC systems are considered essential to achieving all 17 goals (Sustainable Development Goals, SDGs) of the 2030 Sustainable Development Agenda; not just the health-specific SDG3. 2 Yet, decades after the Alma-Ata Declaration on PHC in 1978, many communities in low-and middle-income countries (LMIC) still experience limited access to safe, effective and affordable PHC. The growing burden of non-communicable diseases (NCD), combined with an intensifying risk of infectious disease outbreaks, presents a 'double threat' to fragile health systems of LMICs of the Asia-Pacific region. Here, NCDs account for 80% of all deaths and 50% of premature deaths, 3 4 a result of longevity, increasing urbanisation, economic growth and lifestyle factors. At the same time, outbreaks of emerging diseases such as severe acute respiratory syndrome (2003), 5 Influenza A (2009) 6 and Zika (2016) 7 are likely to continue. A robust PHC system underpins a nation's ability to promote population health, and remain resilient in times of crisis. Yet PHC systems in many Asia-Pacific LMICs are the 'poor cousins' of the hospital system. 8 Designed primarily to provide episodic care for acute disease management, they often struggle to manage long-term conditions, deliver preventive health activities or to integrate care across diseases. [9] [10] [11] BMJ Global Health Figure 1 Framework of primary health care (PHC) system inputs and outcomes used to guide the coding of evidence on the organisation of PHC service delivery in the Asia-Pacific region.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 307,
                    "end": 308,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 782,
                    "end": 785,
                    "text": "3 4",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 973,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 993,
                    "end": 994,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1247,
                    "end": 1248,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1450,
                    "end": 1453,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1454,
                    "end": 1458,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1459,
                    "end": 1463,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1482,
                    "end": 1490,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "InTroduCTIon"
        },
        {
            "text": "The present global movement towards UHC comes with renewed calls for the reorientation of health systems towards PHC. 12 13 Yet, a lack of systematically assembled knowledge of what is needed and what works for effective PHC service delivery in Asia-Pacific LMICs may hinder progress for health system planners in this region. To ensure effective investment of limited research resources, it is therefore important to identify evidence-based implementation strategies for the organisation of PHC service delivery, determine where relevant evidence gaps exist and prioritise these gaps for future study. In this analysis paper, we describe an approach to identify such research priorities for optimising the organisation of PHC services in LMICs of the Asia-Pacific region.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 123,
                    "text": "12 13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "InTroduCTIon"
        },
        {
            "text": "PHASe I: evIdenCe mAPPIng And gAP AnAlySIS Conceptual framework We developed a framework of PHC system inputs and outcomes as the structural basis for our evidence mapping (figure 1). The framework was derived from elements of the Primary Health Care Performance Initiative (PHCPI) Conceptual Framework of High Functioning PHC Systems, 14 the WHO's health system building blocks, 15 the Chronic Care Model, 16 recently published evidence of primary care models for NCDs in LMIC settings 17 and the delivery system domains proposed by Lewin et al. 18 We defined PHC system outcome categories as those health system attributes underpinning the principles of UHC: quality, coverage, efficiency, responsiveness and equity. [19] [20] [21] evidence review and mapping Detailed methods for the systematic evidence review have been described elsewhere. 22 A final set of 111 articles were included in the review, including 21 reviews (9 Cochrane, 5 other systematic and 7 non-systematic reviews), 12 grey literature publications and 78 peer-reviewed original research studies (online supplementary file 1). The geographic distribution of included literature is displayed in online supplementary file 2.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 382,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 407,
                    "end": 409,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 547,
                    "end": 549,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 845,
                    "end": 847,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "InTroduCTIon"
        },
        {
            "text": "The PHC system inputs and outcomes specifically addressed by the research were extracted from each article, alongside key study characteristics (context, geographical scope, research method, study population, disease focus). Each of these elements was summarised and collated in predefined codes based on our conceptual framework using EPPI-Reviewer 4 (EPPI-Centre, Social Science Research Unit, Institute of Education, University College London, UK). 23 Two authors (RD, AP) independently coded the first 25 articles, following which coding decisions were compared and assessed for concordance, with discrepancies resolved by discussion and consensus. The remaining 86 articles were then divided between the same two authors for individual coding; coding uncertainties were resolved by discussion throughout the process.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 454,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "InTroduCTIon"
        },
        {
            "text": "The populated coding matrix ('evidence gap map'; figure 2) enabled rapid identification of those elements of the organisation of PHC services for which there is a lack of primary research and/or adequate process or impact evaluation to determine effectiveness. An interactive, web-based evidence map provides BMJ Global Health Figure 2 Evidence gap map of the organisation of primary health care (PHC) service delivery in the Asia-Pacific region, derived from the systematic review by Dodd et al. 22 Numbers represent total articles addressing each PHC input and outcome; the bar graph in each cell provides a visual representation of evidence counts. a visual representation of these gaps incorporating a range of filters (https://www. interactivegeorge. org; EPPI-Centre, Social Science Research Unit, Institute of Education, University College London).",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 499,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 335,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "InTroduCTIon"
        },
        {
            "text": "The gap map identified six major areas of sparse or missing evidence: 1. The optimal configuration of PHC teams. 2. How to optimise team-based care, including how to manage health worker adaptation to the addition of new tasks and programmes. 3. Effective interventions to enhance essential medicine supply and access. 4. Optimal use of patient management tools (particularly enablers of continuity of care, including medical record systems and communication between providers). 5. Effective health promotion strategies. 6. Mechanisms for planning and accountability, including meaningful engagement of the community to identify PHC service priorities and design interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "evidence gap analysis"
        },
        {
            "text": "Most studies reported only coverage and quality outcomes, with very few focused on responsiveness, equity or efficiency. The majority of research had been undertaken in China and India (52% of original research), followed by other nations in South and East Asia with the notable absence of Cambodia, one of the more populous East Asian LMICs. By contrast, we found almost no peer-reviewed research on PHC in Pacific Island countries over the last decade and very limited grey literature (just three studies from American Samoa and one from Papua New Guinea).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "evidence gap analysis"
        },
        {
            "text": "Few studies looked at why an intervention was able to be implemented successfully or examined the context in which the intervention was being tested (just three articles incorporated process evaluation). Most studies narrowly focused on a single dimension of the health system (such as workforce, or community-based service delivery) and did not consider how other system elements might influence the study outcome or the sustainability of recommendations. For example, studies on task shifting often looked at the efficacy of training to improve a health worker's capacity to perform a particular clinical task. Rarely were implications for broader health system functions considered, such as: How can new skills be maintained? How will the expanded duties of the health worker impact on team dynamics? and What are the implications for the delivery of existing programmes?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "evidence gap analysis"
        },
        {
            "text": "In the area of mHealth or eHealth tools, studies also rarely considered the broader context of implementation-such as provider acceptability, patient literacy levels, telecommunications infrastructure or the BMJ Global Health box 1 Initial list of evidence gaps generated from the evidence review and gap analysis ► How to determine the optimum PHC team structure and skill mix? ► What is the impact on well-being, motivation and workloads of CHWs of integrating a new programme? ► What health promotion strategies are effective for enhancing utilisation of PHC services? ► How to ensure that essential drugs and diagnostics are available at the primary care level at all times with no stockouts or excesses? ► What are appropriate and effective models of delivering PHC outside the clinic? ► How to ensure availability of doctors at PHC level in rural and remote communities? ► What are the limits on the use of mHealth/eHealth by coverage of mobile networks, phone ownership and health literacy? ► What is the role of the community in determining essential benefit packages?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "evidence gap analysis"
        },
        {
            "text": "CHW, community health worker; PHC, primary health care. regulatory environment. The majority of these studies also failed to consider costs and none evaluated initiatives at a national scale. Further, there was scant attention to the organisational and planning factors needed to support uptake of successful service delivery models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "evidence gap analysis"
        },
        {
            "text": "Only a few studies considered the costs or cost-effectiveness of the intervention being trialled and none calculated the upfront capital or ongoing recurrent cost implications for the health budget of introducing the recommended intervention or service. The six identified areas of sparse or missing evidence ('evidence gaps'), together with these more nuanced findings from study characteristics, were reviewed and discussed by the research team, who shaped these into an initial list of key research questions (box 1). These research questions were subsequently integrated into a modified Delphi exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "evidence gap analysis"
        },
        {
            "text": "PHASe II: modIfIed delPHI exerCISe An expert panel was convened via email in April to June 2018. We aimed to recruit stakeholders from government, aid/development organisations, academic institutions and civil society from a broad sample of Asia-Pacific LMICs, to seek their perspectives on, and prioritisation of, PHC research gaps. Stakeholders were identified through the authors' existing networks and snowball sampling. Despite the authors' strong network of China stakeholders, we discovered just prior to the initiation of the eDelphi exercise that firewall restrictions would preclude access to the survey website for China-based participants. Because of time constraints in administering the three rounds of the Delphi, we were unable to rebuild the survey using local Chinese online survey software. An iterative prioritisation process was undertaken, involving three rounds of web-based survey using a web-based data collection tool (Research Electronic Data Capture). This virtual method of expert engagement has been successfully applied elsewhere and is applicable where Delphi panel members are geographically dispersed. 24 25 We recruited 22 participants to the expert panel (179 email invitations sent; 13% response rate). These included representatives from seven LMICs of the Asia-Pacific region, and seven individuals working across regional PHC programmes (table 1) . Panel members were asked to complete each Delphi round within 10 days with automated email reminders prior to each round closing. A copy of the Delphi questionnaire is provided in online supplementary file 3; an overview of the three rounds is outlined here.",
            "cite_spans": [
                {
                    "start": 1136,
                    "end": 1138,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1139,
                    "end": 1141,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 1377,
                    "end": 1386,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "evidence gap analysis"
        },
        {
            "text": "In round 1, panel members were presented with five topics derived from the conceptual framework underpinning the evidence review 22 and asked to assign a priority rank (1, least important topic area to 5, most important topic area) based on where they felt more research evidence was needed. Topics included: (1) community engagement;",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "evidence gap analysis"
        },
        {
            "text": "(2) service delivery models; (3) continuity of patient care;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "evidence gap analysis"
        },
        {
            "text": "(4) specialty services and integration of disease-specific programmes; and (5) partnerships with non-government service providers. 22 Panel members could optionally add specific questions relating to their prioritised topic area and any additional research questions in free text format.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 133,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "The top three ranked priority topics were: (1) service delivery models; (2) specialty services and integration of disease-specific programmes; and (3) continuity of patient care. Rankings were broadly consistent across professional sectors with one exception: non-government organisation/ civil society sector members prioritised 'community engagement' over 'speciality services and integration' more than other panel members. Forty-seven research questions were suggested in free text by panel members; commonly identified research interests are highlighted in figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 562,
                    "end": 570,
                    "text": "figure 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "BMJ Global Health"
        },
        {
            "text": "In round 2, following removal of duplicate questions from panel members and comparing/contrasting panel questions with those identified by the research team during the phase I evidence gap analysis (box 1), panel members prioritised a refined set of 29 research questions (see online supplementary file 3) into one of three tiers according to criteria established by the PHCPI (box 2). Fourteen of the original 22 panel members completed this exercise. Non-respondents included panel members from Fiji and Bangladesh (one from each country), two panel members representing regional programmes of the aid/ development sector and two stakeholders from India (from academic and aid/development sectors).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Nineteen questions received an aggregate ranking within the top two priority tiers and were extracted for presentation in round 3. Top priority issues related to models for the management of chronic disease, strategies to improve coordination between providers, design of an essential PHC package responsive to community needs and use of routine health information to address service inequities. Questions deemed to be of low priority (tier 3) were: (1) digital health: particularly use of mHealth interventions for prevention, use of electronic health records with mobile PHC services and the constraints of mHealth (mobile network coverage, ownership of mobile devices, patient literacy); and (2) support and incentivisation strategies to sustain PHC doctors, particularly in rural/remote communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "In the final round, panel members assigned the 19 questions from round 2 a score from 1 to 5 (1 being lowest and 5 being highest priority). Respondents included all 14 panel members from round 2. Questions with a median priority score of 4 or 5 were ranked into a 'top 10' list of priority questions (table 2). Six of these questions received ≥60% agreement among panel members as being high priority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Six of the top 10 research questions identified by the expert panel reflected a desire for knowledge of how to strengthen service planning and accountability mechanisms to improve PHC system outcomes. These included: sustainable PHC service delivery models for the management of chronic diseases; sustainable models of vertical Priority tiers ► Tier 1: Includes research gaps of high potential leverage, in which more evidence is likely to have a significant impact on strengthening PHC performance. ► Tier 2: Includes research gaps of moderate potential leverage, in which more evidence is somewhat likely to have an impact on strengthening PHC performance. ► Tier 3: Includes research gaps for which more evidence is unlikely to have an impact on strengthening PHC performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ConvergenCe And dIfferenCeS In IdenTIfIed evIdenCe gAPS"
        },
        {
            "text": "► Available knowledge-What is the current level and quality of available knowledge? (areas with lower available knowledge should be prioritised for further exploration). ► Leverage-What is the potential for improvements in this area to contribute to strengthening PHC performance? (areas that are seen as key levers of improvement should be prioritised). ► Magnitude of need-How cross-cutting is this problem in your setting? ► Equity-How likely is research on improving the areas also likely to reduce disparities? ► Innovation-How likely is the research to stimulate innovation in how PHC is strengthened or innovation in how known interventions are implemented? ► Can research address the gap? PHC, primary health care. disease programme integration; projecting healthcare needs of the future; and integrating primary, secondary and tertiary care across the health sector. There was also a clear gap in the literature in this area, with the small number of interventional studies identified being primarily focused on testing 'community consultation' as an approach to optimising coverage and responsiveness in PHC service planning. Research on how to strengthen the systems that support the organisation, management and oversight of services-for example, planning, resource allocation, performance management-was also rare. Notably, questions prioritised by the panel represent a 'big picture' framing of planning and accountability issues yet neglect mechanisms to support planning decisions (eg, use of routine health service data) and health workforce and service accountability. This may reflect stakeholder scepticism that a research study can generate practical insights into issues that essentially require improved management and leadership. Five of the top 10 research questions prioritised by the Delphi panel addressed the PHC system input category of service delivery models. Questions related to: effective service delivery models for chronic diseases; how to use task shifting (through non-physician health workers (NPHW)) to best support PHC service delivery; addressing barriers to continuity of care; determining an effective package of PHC services; and the optimum mix of health workers at primary care level. While studies on service delivery models did dominate the relatively small evidence base, the majority were narrowly focused on the delivery of a specific intervention. Again, there was a notable contrast between the discrete intervention focus of research to date and the system-focused research priorities of the regional stakeholders. Another prioritised question, on the impact on NPHWs of integrating new programmes into their work routines, also reflected stakeholder interest in determining effective workforce development strategies to optimise team-based PHC functioning. This knowledge gap converged with the findings of the evidence mapping process and has been highlighted elsewhere as a key enabler to successful integration of front-line health services. 26 Despite the void of evidence relating to improving access to essential medicines, vaccines and technologies, and health promotion, the Delphi expert panel rated only one research question in these areas as high priority: how do we ensure that essential drugs and diagnostics are always available in PHC services? This might reflect the absence of representation of PHC service providers on the expert panel, as well as the small number of government BMJ Global Health stakeholders completing the Delphi final rounds (2/14 panel members; none of who were health service planners or managers).",
            "cite_spans": [
                {
                    "start": 3002,
                    "end": 3004,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Priority setting criteria"
        },
        {
            "text": "Surprisingly, the workforce literature had few studies examining the role of doctors at the PHC level, with issues such as cost-effectiveness of deploying doctors versus other health cadres, professionalism, quality of care and retention relatively neglected. Knowledge gaps relating to strategies for the recruitment and retention of doctors in rural/remote PHC settings were deprioritised in round 2 of the Delphi process; the panel deemed these lower priority research issues than, for example, enhancing the role of NPHWs and models of service integration. It is worth noting that other research questions deprioritised by our panel of regional stakeholders also reflected topic areas for which there are significant gaps in the evidence base, that is, the broader context of implementation for mHealth/eHealth interventions, and integration of electronic health records in mobile PHC services. Once again, the low priority given to these topics may be a result of the lower government stakeholder representation in latter rounds of the Delphi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priority setting criteria"
        },
        {
            "text": "lImITATIonS We adopted a pragmatic approach to incorporate stakeholder views in the analysis of knowledge gaps and expand on the systematic review reported by Dodd and colleagues. 22 The research team made every effort to recruit a broadly based panel for the Delphi exercise, resulting in a group of 22 experts from seven countries (as listed in table 1), with 14 original panel members completing rounds 2 and 3. We were therefore limited by the small Delphi panel size (only 22/179 (13%) invited participants agreed to join and 14/22 (64%) original panel members completed rounds 2 and 3). The initial response rate is reflective of response rates previously achieved by web-based Delphi research, 24 and is a notable drawback of this virtual method of engagement that should be considered alongside benefits of efficiency and geographical reach. We were thus unable to highlight regional variation in priority evidence needs and reliably determine the areas of concordance and discordance between the literature-informed evidence gaps and stakeholder research priorities. The inability to include China stakeholders represents a significant limitation, particularly given the predominance of evidence from China PHC systems. Alternative approaches to engaging China PHC stakeholders in priority setting activities, including roundtable discussions or the face-to-face nominal group technique, are proposed in the future. Lack of expert panel representation from Pacific Island countries in the latter stages of the Delphi process also weakens the geographic relevance of identified research priorities. Clearly, the findings would need to be corroborated with both deeper engagement with panel members (perhaps through in-depth interviews) and broader engagement with a larger number of stakeholders from across the region.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 701,
                    "end": 703,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Priority setting criteria"
        },
        {
            "text": "A fuTure reSeArCH AgendA Notwithstanding the limitations described, based on our analysis of evidence gaps and stakeholder priorities we propose the following pragmatic approach to five focus areas for future research to improve the organisation of PHC service delivery in LMICs of the Asia-Pacific region. While each country represents a unique context, there was sufficient convergence between the evidence gap analysis and research priorities of the Delphi panel members (table 2) to suggest LMICs face common challenges in strengthening their PHC systems, and that these challenges should inform both national and regional-level research agendas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priority setting criteria"
        },
        {
            "text": "focus area 1: what is the optimal mix of PHC services and teams, and how do we determine this in a particular context? Embedding research into local health system policy and practice, and fostering a culture of sharing 'practice-based evidence' 27 (including both intended and unintended consequences), will help provide decision makers in the region with contextual examples of service packages and team composition, and the necessary prerequisites for successful implementation. Research endeavours in this area should link epidemiological data of disease burden with sustainability considerations, including community acceptability and cost-effectiveness, to inform public investment. Studies may consider appropriate models of PHC delivered through the formal health system (and involving different cadres of qualified health workers), as well as the potential role of lay health workers and how best to link them into government services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priority setting criteria"
        },
        {
            "text": "Methodologies including policy mapping and analysis to understand the regulatory and organisational context, and qualitative enquiry to assess actors' perceptions of shared roles and responsibilities, as well as barriers and facilitators to successful collaboration, are highly relevant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priority setting criteria"
        },
        {
            "text": "focus area 2: what are the most effective means of managing PHC service delivery, including processes related to planning, delivery, accountability and improvement? Studying complexity in the organisation and delivery of PHC services is critical to identify effective mechanisms of management within dynamic, often unpredictable, systems. 28 Interdisciplinary research, for example, bringing together scholars of public health, social science and management science, may help overcome the challenges of research design in this area.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 341,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Priority setting criteria"
        },
        {
            "text": "Applying quasiexperimental study designs such as interrupted time series analysis to evaluate longitudinal effects, incorporating codesign principles to ensure the voices of end-users inform context-appropriate interventions and embedding realist evaluation into studies from the outset, will each help to identify and account for health system complexity in future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Priority setting criteria"
        },
        {
            "text": "focus area 3: what are sustainable approaches to building the capacity of nPHWs to implement more complex interventions through task sharing? Studies should take a multidimensional approach, looking at the role of training, tools and technologies and at relevant systemic issues such as supportive supervision, medicine supply, appropriate remuneration models and regulatory frameworks (eg, professional recognition, essential medicine prescribing rights), and improving health information systems. Equally, it is important to consider how task shifting or the introduction of new interventions affects team dynamics, both within the formal system and between formal and non-formal workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "To ensure interventional strategies are both acceptable and sustainable, there is an important role here for sociology and anthropology expertise, qualitative research methodologies, process evaluation to better identify contextual factors influencing an intervention's success or failure and novel methods to understand decision-making priorities of health workers and implementers, such as discrete choice experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "focus area 4: what are effective strategies for achieving sustainable integration of PHC services? Lack of evidence on the impact of front-line health service integration, as well as the necessary preconditions for achieving it, continues to impair the ability of decision makers and planners to assess integration preparedness in their setting, and limits knowledge of effective strategies to achieve sustainable integration. 26 In the Asia-Pacific, there is a particular need for knowledge of how to effectively consolidate existing vertically funded programmes and operationalise the delivery of an integrated package of PHC services, including care for chronic NCDs. Again, embedded research conducted in partnership with policymakers and implementers (including non-government service providers) is necessary to ensure generative learning and allow flexibility to iterate and adapt integration strategies over time.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 429,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Incorporating process evaluation is necessary to establish enablers of effective service coordination in different health system settings, taking into account context-specific factors. Sharing and synthesis of case studies that document processes and challenges of service integration efforts, and the roles of different stakeholders, will promote intraregional learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "focus area 5: explicit examination of distributional and equity-related outcomes, particularly in under-represented geographies, is needed Where possible, equity should be incorporated as a primary outcome of study design (much of the identified evidence that applied an equity lens did so as a peripheral analysis). Equally, looking beyond the economic dimensions of equity, related to income poverty, to include other types of marginalised and vulnerable populations, including those living in remote and underserved areas, would address a key gap in the evidence base. As with future studies on processes related to planning, delivery and accountability, there is scope for research that examines the political/distal determinants of health equity using a multidisciplinary approach and drawing on social science methodologies in particular. The Pacific is clearly an under-represented region in global PHC evidence; given its unique service delivery challenges of small island states and remote populations, further research from the Pacific Island context is especially warranted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "To progress towards achieving sustainable development in Asia-Pacific LMICs, and UHC, there is a need to identify evidence-based implementation strategies for optimising PHC service delivery and incorporate local system perspectives to identify and prioritise evidence needs. Here, we present a PHC research agenda shaped by regional PHC stakeholder perspectives, and reflect on disparities between the presently sparse evidence base and national evidence priorities. Across each of the five recommended focus areas, a major boost to PHC systems research and research capacity in the Pacific region is critical. The organisation of PHC services is chronically understudied in these small island nations and work across any PHC research domain would represent new knowledge and value add to the evidence base. We encourage a process of codesign between researchers, end-users and decision makers to align PHC research priorities from the outset. We also advocate for use of pragmatic but rigorous research methods that account for PHC system complexity, to accelerate regional learning and transferability of successful interventions. Doing so will help ensure that research investment meets the evidence needs of decision makers, and that findings are both useful and used. open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ConCluSIon"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "No universal health coverage without primary health care",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Stigler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Macinko",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Pettigrew",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Lancet",
            "volume": "387",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)30315-4"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Primary health care and the sustainable development goals",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Pettigrew",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Maeseneer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M-Ip",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Lancet",
            "volume": "386",
            "issn": "",
            "pages": "2119--2140",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)00949-6"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Noncommunicable diseases in the Western Pacific region. Manila: WHO Office of the Western Pacific Region",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Action plan for the prevention and control of noncommunicable diseases in south-east Asia",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Overview on SARS in Asia and the world",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Respirology",
            "volume": "8",
            "issn": "",
            "pages": "2--5",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1440-1843.2003.00516.x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Health system resource gaps and associated mortality from pandemic influenza across six Asian territories",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Rudge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hanvoravongchai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krumkamp",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0031800"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Acute flaccid paralysis incidence and Zika virus surveillance, Pacific Islands",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastore",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Bull World Health Organ",
            "volume": "95",
            "issn": "",
            "pages": "69--75",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.16.171892"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Health Organization. Primary health care at forty: reflections from south-east Asia. New Delhi: World Health Organization",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Expanding primary care in South and East Asia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Weel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kassai",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ",
            "volume": "356",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.j634"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The evolution of primary Heath care in Fiji: past, present and future",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Negin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lingam",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pac Health Dialog",
            "volume": "16",
            "issn": "",
            "pages": "13--23",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Moving towards universal health coverage through the development of integrated service delivery packages for primary health care in the Solomon Islands",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Whiting",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dalipanda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Postma",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Integr Care",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5334/ijic.2447"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Global Conference on Primary Health Care: from Alma-Ata towards Universal Health Coverage and the Sustainable Development Goals",
            "authors": [
                {
                    "first": "Astana",
                    "middle": [],
                    "last": "Declaration Of",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Outcome of the twelfth Pacific health ministers meeting",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Better measurement for performance improvement in low-and middle-income countries: the primary health care performance initiative (PHCPI) experience of conceptual framework development and indicator selection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Veillard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bitton",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Milbank Q",
            "volume": "95",
            "issn": "",
            "pages": "836--83",
            "other_ids": {
                "DOI": [
                    "10.1111/1468-0009.12301"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Monitoring the building blocks of health systems: a handbook of indicators and their measurement strategies. Geneva: World Health Organization",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evidence on the chronic care model in the new millennium",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Austin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brach",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Aff",
            "volume": "28",
            "issn": "",
            "pages": "75--85",
            "other_ids": {
                "DOI": [
                    "10.1377/hlthaff.28.1.75"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A systematic review of primary care models for non-communicable disease interventions in sub-Saharan Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Landes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Fam Pract",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12875-017-0613-5"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Supporting the delivery of costeffective interventions in primary health-care systems in low-income and middle-income countries: an overview of systematic reviews",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Lavis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Oxman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The Lancet",
            "volume": "372",
            "issn": "",
            "pages": "928--967",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(08)61403-8"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Health systems analysis for better health systems strengthening",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Berman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bitran",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Global health post-2015: the case for universal health equity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "D&apos;ambruoso",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Glob Health Action",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3402/gha.v6i0.19661"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Everybody's business: strengthening health systems to improve health outcomes: who's framework for action. Geneva: World Health Organization",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Organisation of primary health care systems in low-and middle-income countries: review of evidence on what works and why in the Asia-Pacific region",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palagyi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Global Health",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2019-001487"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "EPPI-Reviewer 4.0: software for research synthesis: EPPI-Centre, social science research unit",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brunton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Graziosi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Internet-Based Delphi research: case based discussion",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Donohoe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Stellefson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Environ Manage",
            "volume": "51",
            "issn": "",
            "pages": "511--534",
            "other_ids": {
                "DOI": [
                    "10.1007/s00267-012-0005-5"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The use of advanced web-based survey design in Delphi research",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Helms",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcinnes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Adv Nurs",
            "volume": "73",
            "issn": "",
            "pages": "3168--77",
            "other_ids": {
                "DOI": [
                    "10.1111/jan.13381"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "How to assess and prepare health systems in low-and middle-income countries for integration of services-a systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Topp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abimbola",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Health Policy Plan",
            "volume": "33",
            "issn": "",
            "pages": "298--312",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czx169"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Evaluating the relevance, generalization, and applicability of research: issues in external validation and translation methodology",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Glasgow",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eval Health Prof",
            "volume": "29",
            "issn": "",
            "pages": "126--53",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Studying complexity in health services research: desperately seeking an overdue paradigm shift",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Papoutsi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Med",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12916-018-1089-4"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Expert panel prioritisation of broad research topics within the organisation of primary health care service delivery. The top three priority areas are in orange and commonly identified research interests for each area are listed. NPHW, nonphysician health workers. box 2 Priority setting criteria established by the Primary Health Care Performance Initiative",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Country of work and professional background of 22 Delphi expert panel members NGO, non-government organisation; UHC, universal health coverage.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Top 10' research priorities for the organisation of primary healthcare services, identified by the Delphi expert panel* *The Delphi expert panel comprised 15 stakeholders from seven Asia-Pacific low-and middle-income countries (as listed in table 1) in addition to seven stakeholders with experience of primary health care services at a regional level. PHC, primary health care.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to all the members of the expert panel who gave their time and responded to the three rounds within the tight time frame that we provided. We also thank Lisa Hirschhorn for her valuable comments on the final draft of the manuscript.Contributors All authors made substantial contributions to research design and implementation. AP and RD conducted the evidence review and mapping, coordinated the Delphi exercise (including analysis and interpretation), drafted the initial manuscript and revised the manuscript. All authors critically revised and approved the final manuscript.funding This publication is based on research funded by Ariadne Labs through Brigham and Women's Hospital, which is the recipient of a Bill and Melinda Gates Foundation grant.disclaimer The findings and conclusions contained within are those of the authors and do not necessarily reflect the positions or policies of the Bill and Melinda Gates Foundation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Competing interests None declared.Patient consent for publication Not required. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}