{
    "paper_id": "9794fdd25bf5ce08230e7f62838876ca45d05b87",
    "metadata": {
        "title": "Burden of influenza-related severe acute respiratory infections during Hajj season 1438 (2017). Lessons and future directions",
        "authors": [
            {
                "first": "Abdullah",
                "middle": [
                    "M"
                ],
                "last": "Assiri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sari",
                "middle": [
                    "I"
                ],
                "last": "Asiri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Talib",
                "middle": [],
                "last": "Banassir",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mustafa",
                "middle": [
                    "J"
                ],
                "last": "Baljoon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hani",
                "middle": [],
                "last": "Jokhdar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Abdullah M. Assiri, MD, FACP, Sari I. Asiri, MD, SBFM, Talib Banassir, PhD, Mustafa J. Baljoon, MsD, PhD, Hani Jokhdar, MD, PhD I nfluenza poses a public health challenge during Hajj. Published data indicate that influenza virus infection was a common cause of severe respiratory illness in pilgrims returning from Hajj. 1 Hajj pilgrimage follows the lunar calendar; thus, it may or may not coincide with wintertime in Saudi Arabia. As pilgrims performing Hajj come from both, the northern and southern hemispheres, some come from areas with active transmission of seasonal influenza. The seasonal availability of the influenza vaccine presents a challenge for the preventive efforts related to Hajj. 2 The Ministry of Health (MOH) in Saudi Arabia issues Hajj health requirements every year. It has recommended that all pilgrims, and in particular those at high risk of severe influenza (pregnant women, children aged <5 years, the elderly, and individuals with pre-existing health conditions such as asthma, chronic heart or lung diseases, and HIV/AIDS) are vaccinated against seasonal influenza with the most recently available vaccine. 3 In 2015, the National Technical Immunization Committee (NTIG), affiliated with the MOH, recommended the inclusion of the influenza vaccine in the Hajj health requirements. This requirement was implemented for domestic Hajjis in 1437 (2016). Health centers and selected hospitals all over the kingdom provided the southern hemisphere in 2016 vaccine free of charge. The vaccine uptake was modest (29%) in 2016. In 2017, adequate quantities of the southern hemisphere vaccine were purchased and made available in ample time before the Hajj. Media and official channels published strong calls to increase vaccination compliance. More than 262,000 doses of the vaccine were provided to domestic Hajjis (coverage, 44%). In 2016, similar quantities of the vaccine had been requested, but only a fraction was available for use at the right time due to procurement challenges.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 54,
                    "text": "MD, SBFM,",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 105,
                    "text": "MsD, PhD,",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 127,
                    "text": "MD, PhD",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 183,
                    "text": "Hajj.",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 322,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 701,
                    "end": 702,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1139,
                    "end": 1140,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Burden of influenza-related severe acute respiratory infections during Hajj season 1438 (2017). Lessons and future directions"
        },
        {
            "text": "The study population were all pilgrims presenting with severe acute respiratory infections (SARI) to a designated healthcare facility (hospitals serving hajjis only) during the 2017 Hajj season. During this period, 909 pilgrims presented with SARI; out of these, 289 were infected with the influenza virus. The total number of Hajjis in 2017 was approximately 2.4 million.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Burden of influenza-related severe acute respiratory infections during Hajj season 1438 (2017). Lessons and future directions"
        },
        {
            "text": "Testing was performed at the Makkah Regional Laboratory using reverse transcription-polymerase chain reaction (RT-PCR) reverse transcription PCR that can distinguish between influenza A (H1N1), noninfluenza A (non-H1N1), and influenza B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Burden of influenza-related severe acute respiratory infections during Hajj season 1438 (2017). Lessons and future directions"
        },
        {
            "text": "A total of 289 influenza-related SARI cases, including 11 deaths, were reported in Makkah City. All cases and deaths occurred among international Hajjis ( Table 1 ). The mean age of the patients who died was 61.4 years (standard deviation [SD] 12.2 years), and all had one or more of the following comorbidities: diabetes mellitus, cardiovascular disease, chronic kidney disease, chronic obstructive pulmonary disorder, and asthma.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 162,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Burden of influenza-related severe acute respiratory infections during Hajj season 1438 (2017). Lessons and future directions"
        },
        {
            "text": "Influenza-related SARI cases of Hajjis accounted for 44% from Southeast Asia, 34.2% from the Eastern Mediterranean Region, 12% from the African Region, 7.2% from the European Region, 2.4% from the Region of the Americas, and 0.7% from the Western-Pacific Region. The majority of cases were due to infection with influenza type A (94%). Subtyping of viral isolates is in progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Burden of influenza-related severe acute respiratory infections during Hajj season 1438 (2017). Lessons and future directions"
        },
        {
            "text": "In conclusion, extending the influenza vaccination requirement to international Hajjis is challenging. Limiting factors include vaccine availability, cost, and the logistics of administering the vaccine at the right time. However, all countries with Muslim communities should be strongly encouraged to provide the influenza vaccine to their Hajjis. The benefit of influenza vaccination in preparation for Hajj extends beyond the protection of Hajjis themselves during their rituals. Close contact with individuals coming from different ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Burden of influenza-related severe acute respiratory infections during Hajj season 1438 (2017). Lessons and future directions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Influenza A and B viruses but not MERS-CoV in Hajj pilgrims",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Aberle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Popow-Kraupp",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kreidl",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laferl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Heinz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Aberle",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "726--727",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza vaccine for Hajj and Umrah pilgrims",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Charrel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nougairede",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brouqui",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infec Dis",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ministry of Health Saudi Arabia. Health Requirements for Travellers to Saudi Arabia for Pilgrimage to Makkah",
            "authors": [
                {
                    "first": "/1438h",
                    "middle": [],
                    "last": "Hajj",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Brief Report OPEN ACCESS Disclosure. Authors have no conflict of interest, and the work was not supported or funded by any drug company. doi: 10.15537/smj.2018.5.21801 Influenza-related severe acute respiratory infections by age group, Hajj Season 2017 SARI -severe acute respiratory infections climatic zones exposes Hajjis to different strains of influenza viruses and may trigger outbreaks when Hajjis go back to their home countries.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}