{
    "paper_id": "995e8964959188fdd8a8c7b813717e1f3cf714d3",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Monica",
                "middle": [],
                "last": "Malta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [
                    "W"
                ],
                "last": "Rimoin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Steffanie",
                "middle": [
                    "A"
                ],
                "last": "Strathdee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Diego School of Medicine",
                    "location": {
                        "addrLine": "La Jolla",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The newly identified coronavirus, COVID-19, was first reported in Wuhan, China on December 31, 2019. In one month, reported cases outnumber those from the Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV) epidemic [1] . Public health experts are working to better understand and address this epidemic. Herein, we briefly discuss key cultural, policy and epidemiological aspects that might have contributed to this scenario.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 224,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 belongs to the same family as SARS and the Middle East Respiratory Syndrome Coronavirus (MERS-CoV), and all are zoonotic infections. The SARS-CoV 2002À03 epidemic originated from civet cats, sold in live wild animal markets À similar to the one in Wuhan, where COVID-19 has been linked to snakes, bats and pangolins [2] . Those so-called 'wet markets' are common in parts of Asia, Africa, South America and Oceania and frequently sell live wild animalsÀ making it difficult to ensure meat safety. 'Wet markets' provide the perfect environment for viral and bacterial transmission from infected urine, feces, blood and other biofluids from slaughtered animals [3] . In addition, their hygienic practices tend to be sub-optimal, contributing to transmission of a broad range of infections, including COVID-19.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 332,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another aspect that may have influenced COVID-19 rapid spread is China's highly centralized, hierarchical and bureaucratic surveillance and health response system. During the SARS-CoV epidemic (over 8300 cases in 26 countries), the government initially withheld information from the public and obstructed infectious diseases experts' efforts to investigate and report outbreaks, which ultimately delayed the response [4] . Almost two decades after the SARS-CoV epidemic, China's political system and pattern of crisis management may have jeopardized the country's initial response to COVID-19.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 420,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rapid spread of COVID-19 is also influenced by high population density and mobility. Wuhan is a major transport hub in China, with a population exceeding 11 million people. In response to COVID-19, the Chinese government restricted 'unnecessary or non-essential large-scale public gatherings' in late January, 2020, in anticipation of domestic and international travel of millions of people for the Chinese New Year celebration. Nearly half of China's population (more than 750 million people) are currently living under various forms of travel restrictions. Several countries have evacuated their nationals from Wuhan and many airlines suspended flights to China. Thousands cruise ship passengers where COVID-19 cases were confirmed are been quarantined. While these measures may have curtailed transmission, by February 19, 2020, COVID-19 was reported in roughly 30 countries, with almost 75,000 confirmed cases. Thousands patients had severe infections, and over 2,100 deaths were reported so far [5] . Dozens of new deaths and thousands of new cases are still being reported every day. A recent mathematical modeling estimated that, by the end of January 2020, more than 75,000 people were infected with COVID-19 only in Wuhan [1] . Notably, cases have occurred in patients who had not traveled to Wuhan, indicative of person-to-person transmission. The World Health Organization (WHO) declared COVID-19 a Public Health Emergency of International Concern (PHEIC) on January 30, 2020 [5] .",
            "cite_spans": [
                {
                    "start": 1000,
                    "end": 1003,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1231,
                    "end": 1234,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1487,
                    "end": 1490,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Substandard implementation of appropriate infection prevention and control measures could influence COVID-19 global spread. These include early recognition, source control and additional precautions at point-of-care for persons under investigation or with confirmed COVID-19. Healthcare workers are at increased risk; Dr. Li Wenliang, a Chinese ophthalmologist at Wuhan Central Hospital who was one of the first to warn the public about COVID-19 on 30 December 2019 (and was later detained for doing so), died from the virus at aged 33 on February 7, 2020. More than 1,700 health care workers have been infected so far, with 6 fatalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The myriad factors influencing the COVID-19 pandemic are not unique. High population density, unsanitary conditions and an inadequate health care infrastructure were also at the core of the Zika epidemic [6] . Brazil reported the first confirmed case of Zika virus (ZIKV) in May 2015, followed by a sharp increase in the number of neonates born with microcephaly. The government quickly declared ZIKV a national public health emergency in November 2015, followed by WHO three months later. However, the Brazilian Zika emergency protocol did not mention or authorize legal abortion, despite WHO recommendations. More than 2700 babies were born with congenital ",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "EClinicalMedicine journal homepage: https://www.journals.elsevier.com/eclinicalmedicine Zika syndrome in Brazil. Systemic problems continue to affect disenfranchised and densely populated communities in Brazil that remain at risk of emerging or reemerging arboviruses [6] . If another ZIKV outbreak occurs, young Brazilian women still cannot access safe abortion and might need to provide lifelong care for a severely disabled child.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        },
        {
            "text": "Crowding, poverty, lack of basic health services, and a highly mobile population also played a key role in the Ebolavirus outbreak in West Africa from 2014 to 2016 and the ongoing outbreak in the Democratic Republic of the Congo. Ebolavirus outbreaks, like novel coronavirus outbreaks are a result of zoonotic spillover and subsequent human-to-human transmission. However, Ebola differs in mode of transmission (direct contact) and has a much higher case fatality rate (CFR; 50%À80%) [7] .",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 487,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        },
        {
            "text": "The CFR and basic reproductive rate (Ro) of COVID-19 is still unknown. Some experts contend this virus is less pathogenic than MERS-CoV and SARS-CoV, which had CFRs of 34.4% and 11%, respectively. MERS-CoV and SARS-CoV were associated with high levels of nonsocomial transmissions in hospitals. One single patient with SARS-CoV who traveled from Hong Kong to Canada resulted in 128 additional SARS cases in Toronto. Similarly, one patient with MERS-CoV transferred from Saudi Arabia to South Korea was linked to 186 additional MERS-CoV cases [8] . COVID-19 could foster a similar scenario. In global public health systems struggling with sub-optimal resources and inadequate infrastructure, this could be a recipe for disaster.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 545,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        },
        {
            "text": "As with any infectious disease emergency, public health officials need also to address the epidemic of fear. Inappropriate prevention and treatment strategies such as herbal remedies and exaggerated numbers of persons affected by COVID-19 cases have circulated on social media. The COVID-19 pandemic, rapid spread and magnitude unleashed panic and episodes of racism against people of Asian descent. Efforts to address this scenario in the COVID-19 and future epidemics need to consider traditional and social media communication, among other sources of information to curtail misinformation and prejudice. To avoid a global pandemic, timely surveillance, epidemiologic information about the pathogenicity and transmissibility of COVID-19 are needed. Healthcare workers should be adequately trained to identify, notify local authorities and provide appropriate care. Animal markets, specifically 'wet markets' should be closely monitored and meat safety ensured by public health authorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        },
        {
            "text": "According to Munster et al. [8] \"If we are proactive (. . .) perhaps we will never have to discover the true epidemic or pandemic potential of 2019-nCoV .\" Unfortunately, as of February 6, 2020, the COVID-19 scale constitutes a pandemic and China's delayed response influenced this scenario. Ma Guoqiang, municipal Communist Party secretary for Wuhan, said \"Right now I'm in a state of guilt, remorse and self-reproach. If strict control measures had been taken earlier, the result would have been better than now\" [9] During the first reports from the Chinese government, COVID-19 was referred as \"preventable and controllable\". At present, it is neither.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 31,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        },
        {
            "text": "Supplementary material associated with this article can be found in the online version at doi:10.1016/j.eclinm.2020.100289.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary materials"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study Published online ahead of print",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cross-species transmission of the newly identified coronavirus 2019-nCoV",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "",
            "pages": "433--473",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25682"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A field study into Hong Kong's wet markets: raised questions into the hygienic maintenance of meat contact surfaces and the dissemination of microorganisms associated with nosocomial infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ngan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tsun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Hsing",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Learning from SARS: preparing for the next disease outbreak: workshop summary. WashingtonDC: National Academies Press (US)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Institute of Medicine (US) Forum on Microbial Threats Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel coronavirus(2019-ncov): situation reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The zika virus epidemic in Brazil: from discovery to future implications",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barcellos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brasil",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Honorio",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kuper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Carvalho",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Environ Res Public Health",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "What factors might have led to the emergence of Ebola in West Africa?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marathe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rivers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Negl Trop Dis",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A novel coronavirus emerging in China-key questions for impact assessment",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2000929"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "E-mail addresses: monica.malta@utoronto.ca, monica.malta@camh.ca (M. Malta). https://doi.org/10.1016/j.eclinm.2020.100289 2589-5370/© 2020 Published by Elsevier Ltd. This is an open access article under the CC BY-NC-ND license. (http://creativecommons.org/licenses/by-nc-nd/4",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}