{
    "paper_id": "99fded56685ed6b4746525a997568696de2befd4",
    "metadata": {
        "title": "Network analysis of host-virus communities in bats and rodents reveals determinants of cross-species transmission",
        "authors": [
            {
                "first": "Angela",
                "middle": [
                    "D"
                ],
                "last": "Luis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "J"
                ],
                "last": "O&apos;shea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "T S"
                ],
                "last": "Hayman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "L N"
                ],
                "last": "Wood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "A"
                ],
                "last": "Cunningham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [
                    "T"
                ],
                "last": "Gilbert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "N"
                ],
                "last": "Mills",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Colleen",
                "middle": [
                    "T"
                ],
                "last": "Webb",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Bats are natural reservoirs of several important emerging viruses. Cross-species transmission appears to be quite common among bats, which may contribute to their unique reservoir potential. Therefore, understanding the importance of bats as reservoirs requires examining them in a community context rather than concentrating on individual species. Here, we use a network approach to identify ecological and biological correlates of cross-species virus transmission in bats and rodents, another important host group. We show that given our current knowledge the bat viral sharing network is more connected than the rodent network, suggesting viruses may pass more easily between bat species. We identify host traits associated with important reservoir species: gregarious bats are more likely to share more viruses and bats which migrate regionally are important for spreading viruses through the network. We identify multiple communities of viral sharing within bats and rodents and highlight potential species traits that can help guide studies of novel pathogen emergence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Most emerging infectious diseases are zoonotic (passed from animals to humans), with > 70% originating in wildlife (Jones et al. 2008) . Cross-species transmission is one of the most challenging and least studied aspects of disease ecology, yet it is the defining process in zoonotic disease emergence (Lloyd-Smith et al. 2009 ).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 134,
                    "text": "(Jones et al. 2008)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 302,
                    "end": 326,
                    "text": "(Lloyd-Smith et al. 2009",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Bats are the reservoirs of a number of emerging viruses, including Ebolaviruses, SARS coronavirus and Nipah and Hendra paramyxoviruses (Calisher et al. 2006 ). Viral and malarial parasite diversity in bats is high (Drexler et al. 2012; Luis et al. 2013; Quan et al. 2013; Schaer et al. 2013; Drexler et al. 2014) , and bats appear to be major and ancient natural reservoirs of several viral families, including hepaciviruses, pegiviruses, paramyxoviruses, coronaviruses and influenza A viruses ( Drexler, et al. 2012 ( Drexler, et al. ,, 2014 Quan et al. 2013; Tong et al. 2013) . Since cross-species transmission can be common among bats (Streicker et al. 2010; Cui et al. 2012) , understanding their role as reservoir hosts requires examining them in a community context rather than concentrating on individual species.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 156,
                    "text": "(Calisher et al. 2006",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 214,
                    "end": 235,
                    "text": "(Drexler et al. 2012;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 236,
                    "end": 253,
                    "text": "Luis et al. 2013;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 254,
                    "end": 271,
                    "text": "Quan et al. 2013;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 272,
                    "end": 291,
                    "text": "Schaer et al. 2013;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 292,
                    "end": 312,
                    "text": "Drexler et al. 2014)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 494,
                    "end": 516,
                    "text": "( Drexler, et al. 2012",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 517,
                    "end": 542,
                    "text": "( Drexler, et al. ,, 2014",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 543,
                    "end": 560,
                    "text": "Quan et al. 2013;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 561,
                    "end": 578,
                    "text": "Tong et al. 2013)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 639,
                    "end": 662,
                    "text": "(Streicker et al. 2010;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 663,
                    "end": 679,
                    "text": "Cui et al. 2012)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Several traits have been hypothesised to make bats particularly suited to hosting and transmitting viruses, including life history traits such as relatively long lifespans for their body size (Munshi-South & Wilkinson 2010) , which may facilitate viral persistence for chronic infections; their reliance on torpor, which can decrease viral replication and immune function (Dempster et al. 1966; Prendergast et al. 2002) ; and flight, which can facilitate transmission of viruses to new areas. In addition, many bat species are gregarious, living in dense aggregations, and some roosting sites can house diverse assemblages of bat species (Kunz 1982; Kuzmin et al. 2010) , which could facilitate transmission of pathogens and sustain acute-immunising infections. In evolutionary terms, bats are ancient mammals, and it has been hypothesised that viruses that evolved in bats may use conserved cellular receptors enhancing their ability to transmit viruses to other mammals (Calisher et al. 2006) . The diet of some species has been hypothesised to facilitate transmission of viruses; after feeding, frugivorous bats often leave partially eaten fruit behind which can be contaminated with viruses (Chua et al. 2002; Dobson 2005) . Bats are the second most diverse mammalian order with over 1100 species, with many overlapping species distributions; multiple regions across the globe are home to more than 40 bat species, allowing for species to interact and potentially spread viruses between them ( Fig. 1 ; Calisher et al. 2006; Luis et al. 2013) .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 223,
                    "text": "(Munshi-South & Wilkinson 2010)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 372,
                    "end": 394,
                    "text": "(Dempster et al. 1966;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 395,
                    "end": 419,
                    "text": "Prendergast et al. 2002)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 638,
                    "end": 649,
                    "text": "(Kunz 1982;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 650,
                    "end": 669,
                    "text": "Kuzmin et al. 2010)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 972,
                    "end": 994,
                    "text": "(Calisher et al. 2006)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1195,
                    "end": 1213,
                    "text": "(Chua et al. 2002;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1214,
                    "end": 1226,
                    "text": "Dobson 2005)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1507,
                    "end": 1528,
                    "text": "Calisher et al. 2006;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1529,
                    "end": 1546,
                    "text": "Luis et al. 2013)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 1498,
                    "end": 1504,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here, we examine the structure of host-virus communities in bats and rodents and how host traits, such as those above, correlate with propensity to host and transmit viruses. Rodents are a suitable group for comparison because they also host many important zoonotic viruses and share many of the characteristics hypothesised to make bats suitable as viral reservoirs. For example, rodents are also evolutionarily ancient; they are older than bats and more closely related to humans (dos Reis et al. 2012) . Rodents are the most diverse mammalian order with approximately twice the number of rodent species as bat species, many of which express torpor, and display a wide range of life history traits, including some long-lived species.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 504,
                    "text": "(dos Reis et al. 2012)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Networks have been used extensively in disease ecology to model the finite and heterogeneous number of social contacts between individuals. Here, we use networks to describe sharing of viruses between different species, rather than individuals. This is akin to other ecological networks, such as food webs, mutualistic, or host-parasite networks (Montoya et al. 2006) . However, we collapse the bipartite network (separate nodes for viruses and host species) to a unipartite projection, weighting contacts between host species by the number of viruses they share. In the same way social networks can highlight the disproportionate importance of specific individuals, such as 'super-spreaders', in population-level disease dynamics, our networks can highlight the importance of certain species in host-virus communities and disease emergence. In addition, we can use other network methods to look at substructures, or 'communities' in the network, highlighting sets of highly interconnected species (Newman 2004) .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 367,
                    "text": "(Montoya et al. 2006)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 998,
                    "end": 1011,
                    "text": "(Newman 2004)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here, we use databases of bat and rodent viruses spanning 78 years of publications (Luis et al. 2013) to create networks that connect host species via their shared viruses and examine cross-species transmission at several scales.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 101,
                    "text": "(Luis et al. 2013)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A database of bat and rodent viruses compiled from the literature (Luis et al. 2013 ) was used to create separate networks of viral sharing for bats and rodents, with each node representing a host species and edges between two nodes representing the presence of virus(es) in both species. Edges were weighted by the number of viruses shared between the two species. See Supplementary Methods in Supporting Information for more details on network formulation.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 83,
                    "text": "(Luis et al. 2013",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Data and network formulation"
        },
        {
            "text": "To account for sampling bias in the analyses, we used the number of citations on Web of Science (http://thomsonreuters.com/products_services/science /science_products/a-z/ web_of_science/) with the host species' Latin species name for the search term (e.g. Altizer et al. 2011) . The distribution was highly skewed, therefore we used the log of this number to normalise the distribution. We also performed the analyses using the species name and 'virus' as the search terms. All results were qualitatively similar.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 277,
                    "text": "Altizer et al. 2011)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Data and network formulation"
        },
        {
            "text": "We calculated various node and network statistics ( Table 1 ). The node statistics that we calculated were degree (the number of links a node has), weighted degree (incorporating the number of viruses shared) and betweenness (the number of shortest paths that go through a node (weighted)). The network statistics that we calculated included the degree distribution, transitivity (if two nodes are connected, the probability that their adjacent nodes are also connected), degree assortativity (likelihood of high-degree nodes connecting to other high-degree degree nodes and low-degree nodes to other low-degree nodes) and connectance (links per species 2 , or the proportion of links that are present out of all possible links). We also calculated quantitative connectance, which is the quantitative linkage density (which takes into account the weights of the edges; Bersier et al. 2002) divided by the number of species in the network.",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 889,
                    "text": "Bersier et al. 2002)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 59,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data and network formulation"
        },
        {
            "text": "To account for sampling bias, we additionally calculated the quantitative linkage densities and connectance for sampling effort-corrected networks. See Supporting Information for more details. As another test to account for bias, we calculated the quantitative connectance of the Jaccard matrices (the intersection divided by the union of the viruses for each pair of host species). This gives the proportion of the viruses shared rather than the absolute number. The multiple regression on matrices and GLS analyses described below use the original networks (absolute number of viruses not weighted by sampling effort) because for those, we take sampling effort into account as a covariate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and network formulation"
        },
        {
            "text": "To calculate P-values for the network statistics in Table 1 , we performed 10 000 permutations of the networks, where we shuffled the edge weights. See Supporting Information for more details.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 59,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data and network formulation"
        },
        {
            "text": "Species traits were compiled from online databases and the literature as described in Luis et al. (2013) . We examined body mass, number of litters per year, litter size, maximum longevity, torpor use, International Union for Conservation of Nature (IUCN) conservation status, geographical distribution area, latitude of the midpoint of the species distribution, number of other species in the same taxonomic order that are sympatric, and for bats only, migratory classification, diet, gregariousness and propensity to roost in caves. See supplemental Figures S4-S7 in Luis et al. (2013) for plots of the raw data. Bat species traits that were new to these analyses were gregariousness, propensity to roost in caves and diet (see Supporting Information for more details). Virus and host trait data and R code are provided online as Supporting Information.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 104,
                    "text": "Luis et al. (2013)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 569,
                    "end": 587,
                    "text": "Luis et al. (2013)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 552,
                    "end": 565,
                    "text": "Figures S4-S7",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Data and network formulation"
        },
        {
            "text": "Multiple regression on distance matrices (MRM) (Lichstein 2007 ) was used to detect significant correlations between viral sharing, phylogeny, sympatry and similarity in host traits using 'MRM' in the R package 'ecodist' (Goslee & Urban 2007 ; R Core Team 2012). The response variable was the viral sharing matrix (adjacency matrix of the network), with each entry giving the number of viruses shared between each pair of host species.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 62,
                    "text": "(Lichstein 2007",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 221,
                    "end": 241,
                    "text": "(Goslee & Urban 2007",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Multiple regression for correlates of viral sharing"
        },
        {
            "text": "The 'ape' package in R (Paradis et al. 2004 ) was used to calculate a phylogenetic correlation matrix based on species' shared branch lengths of the most complete mammalian phylogenetic supertree available containing bats and rodents (Bininda-Emonds et al. 2007 ). See Figs S4 and S5 in Supporting Information.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 43,
                    "text": "(Paradis et al. 2004",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 234,
                    "end": 261,
                    "text": "(Bininda-Emonds et al. 2007",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Multiple regression for correlates of viral sharing"
        },
        {
            "text": "Using the species distribution shape files from the IUCN website (http://www.iucnredlist.org/technical-documents/spatial-data) and the R packages 'sp' and 'rgeos' (Pebesma & Bivand 2005 ), a sympatry matrix was created. Each entry of the matrix was either a 1 if the two species' distributions overlap or a 0 if they do not.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 185,
                    "text": "(Pebesma & Bivand 2005",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Multiple regression for correlates of viral sharing"
        },
        {
            "text": "Matrices of sampling effort were created by multiplying the logged number of citations for each species together. Matrices showing similarity in host traits were also calculated. For example for each pair of species, the difference in the number of litters per year was calculated. This matrix was standardised so values ranged between 0 and 1, and the matrix used in the multiple regression models was 1 minus this matrix (so it would be a correlation matrix similar to the phylogenetic and sympatry matrices).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple regression for correlates of viral sharing"
        },
        {
            "text": "Host species were grouped into 'communities', partitions of highly interconnected nodes, by using the community detection algorithm described in Blondel et al. (2008) , which maximises the modularity between groups of the weighted networks. See Supporting Information for more details.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 166,
                    "text": "Blondel et al. (2008)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Community detection"
        },
        {
            "text": "As an alternative to using modularity to assign nodes to communities, we also used clique percolation theory (Palla et al. 2005) . In this method, nodes can belong to multiple communities. See Supporting Information for more details. ‡Quantitative connectance, which takes into account edge weights. §Quantitative connectance, with weights adjusted according to sampling intensity. ¶Quantitative connectance, where the weights are the proportion of viruses shared rather than the absolute number (see Methods).",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 128,
                    "text": "(Palla et al. 2005)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Community detection"
        },
        {
            "text": "Generalised least squares (GLS) were used to examine correlates of viral richness per host species, degree and betweenness, while allowing for phylogenetic correlation to be incorporated into the error structure as described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generalised least squarestraits associated with important hosts"
        },
        {
            "text": "Because many life history traits are correlated, we performed principal components analyses (PCA) on the life history traits: logged body mass, maximum longevity, number of litters per year and litter size (separately for bats and rodents). The variables were rescaled to have unit variance before analysis in R using the 'prcomp' function (R Core Team 2012), and these principal components were then used in subsequent analyses. See Fig. S6 for PCA plots and Table S1 for loading values and variance explained by each principal component.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 441,
                    "text": "Fig. S6",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 468,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Generalised least squarestraits associated with important hosts"
        },
        {
            "text": "Because closely related species share traits, we tested for phylogenetic dependence by setting the error term for the GLS to the phylogenetic correlation matrix multiplied by an additional parameter, Pagel's k, that was estimated to determine the strength of phylogenetic dependence (Pagel 1999; Freckleton et al. 2002) . A k estimate of 1 indicates that the error structure of the model was directly proportional to the species shared branch lengths. A k of 0 indicates the error structure of the model was not related to the species shared branch lengths (i.e., phylogeny does not explain any additional variation). Note that phylogeny is not a covariate in this analysis, and may not be significant if the model covariates themselves have phylogenetic dependence. Models were ranked by their AICc (Akaike information criterion adjusting for finite sample sizes) values. Correlation coefficients (R) were Pearson's product moment correlation comparing observed values to model predictions.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 295,
                    "text": "(Pagel 1999;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 296,
                    "end": 319,
                    "text": "Freckleton et al. 2002)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Generalised least squarestraits associated with important hosts"
        },
        {
            "text": "We also ran these models using MCMC generalised linear mixed effects models (Hadfield, 2010) . See the Supporting Information for more details.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 92,
                    "text": "(Hadfield, 2010)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Generalised least squarestraits associated with important hosts"
        },
        {
            "text": "Maps were made using the R packages 'maptools ', 'maps', 'sp' and 'PBSmapping' (Pebesma & Bivand 2005; Becker et al., 2012; Schnute et al. 2012; Bivand & Lewin-Koh 2013) . Viruses were mapped by the union of their hosts' distributions using the command 'gUnionCascaded' from the 'rgeos' package (Pebesma & Bivand 2005) . The assumption was made that the virus exists in the entire distribution of its host(s), analogous to the fundamental niche concept (Hutchinson 1957; Harris & Dunn 2010) . To visually assess whether sampling effort had a strong effect on the virus distributions, we also plotted these distributions discounting by sampling effort of the host species (Figs S7 and S8).",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 102,
                    "text": "', 'maps', 'sp' and 'PBSmapping' (Pebesma & Bivand 2005;",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 123,
                    "text": "Becker et al., 2012;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 124,
                    "end": 144,
                    "text": "Schnute et al. 2012;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 145,
                    "end": 169,
                    "text": "Bivand & Lewin-Koh 2013)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 295,
                    "end": 318,
                    "text": "(Pebesma & Bivand 2005)",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 470,
                    "text": "(Hutchinson 1957;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 471,
                    "end": 490,
                    "text": "Harris & Dunn 2010)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Maps"
        },
        {
            "text": "The bat network had 143 host species connected by 110 viruses, and the rodent network had 196 host species connected by 185 viruses (Figs 3a, 4a, S1 and S2). A species' degree is the number of other host species it is connected to by shared viruses. Degree in bats ranged from 0 to 53 with a mean of 15.0 and in rodents ranged from 0 to 78 with a mean of 12.5 (Table 1 ; See Fig. S3 for degree distributions). The mean degree and mean weighted degree were significantly higher in bats than in rodents. There was significant transitivity (the probability that the adjacent nodes of a node are also connected) in both bats and rodents. Assortativity in bats was significant, suggesting that bat species with high degree tend to interact with other bat species of high degree (and low degree with low degree), but there is no evidence of this in rodents (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 368,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 375,
                    "end": 382,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 851,
                    "end": 860,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The bat network was 1.64 times more connected (connectance = links/species 2 ) than the rodent network (Table 1) . This was statistically significantnot once in 10 000 permutations was the difference between connectance for the bat and rodent networks at least the observed difference. The quantitative connectance adjusted for sampling effort and the quantitative connectance on the Jaccard matrices were also higher in bats (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 112,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 426,
                    "end": 435,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Next, we examined the connections between species, using multiple regression on matrices (Lichstein 2007) to determine the correlates of the number of viruses that two host species share. Both phylogeny (relatedness) and sympatry (geographic range overlap) were important predictors of viral sharing (Table 2) . Species with overlapping distributions and closer phylogenetic relationships shared more viruses. Sympatry was more important than phylogeny for viral sharing in both orders, but both explained more variation in bats. Sampling effort (by number of citations on Web of Science) was also important. Well-studied pairs of species were found to have more viruses shared between them. The amount of variation explained by sympatry, phylogeny and citations together was 21% in bats and 14.3% in rodents. Similarity in life history traits explained a small amount of additional variation (Table S2) .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 105,
                    "text": "(Lichstein 2007)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 309,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 893,
                    "end": 903,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Multiple regression on matrices for correlates of viral sharing"
        },
        {
            "text": "Although bats generally have received attention as disease reservoirs, some species are more important for disease emergence. We determined which species have the most viruses, the highest degree (the most connections) and the highest betweenness in the network (a measure of network centrality the number of shortest paths between any two nodes that go through the node of interest) and host traits associated with these network metrics. For all analyses of the bat and rodent networks, sampling effort was importantthe more a species was studied, the more viruses, higher degree and higher betweenness. Consequently, we adjusted for sampling effort by number of citations on Web of Science.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traits associated with important hosts"
        },
        {
            "text": "The most important variable associated with hosting more viruses in bats was diet (Fig. 2a, Table S3 and S4). Host traits that correlated with the highest degree within the bat network (the most connections or viruses shared), in order of importance, were gregariousness and sympatry; diet was marginally important (Fig. 2b, Table S6 and S7). Migration was the most important host trait associated with betweenness in bats (Fig. 2c, Table S9 and S10).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 100,
                    "text": "(Fig. 2a, Table S3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 315,
                    "end": 333,
                    "text": "(Fig. 2b, Table S6",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 423,
                    "end": 441,
                    "text": "(Fig. 2c, Table S9",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Traits associated with important hosts"
        },
        {
            "text": "In these analyses, phylogeny is not a covariate, but incorporated into the error structure, and an additional phylogenetic correlation parameter (k; Pagel 1999) is estimated, to determine if phylogeny can explain variation unexplained by the model covariates. For bats, k, was 0 for the best models for number of viruses and degree (Table S3 and S6), indicating that phylogeny did not explain any additional variation. A likely explanation is that the best models included diet, which is strongly related to phylogeny. However, k for the best model for betweenness was 0.79 (Table S9 ), indicating that phylogeny explained additional variation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 341,
                    "text": "(Table S3",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 583,
                    "text": "(Table S9",
                    "ref_id": null
                }
            ],
            "section": "Traits associated with important hosts"
        },
        {
            "text": "For rodents, sympatry was the most important host trait; species whose distributions overlapped with a greater number of other rodent species had more viruses and higher degree and betweenness (Fig. 2d-f and Table S11-S19). In addition, rodent species that are larger, longer lived and with higher reproductive rates (e.g. Sigmodon hispidus, Rattus norvegicus) had more viruses (PC3; Table S1, S11-S13). Species at higher latitudes had marginally higher degree (after controlling for sympatry: Table S14-S16).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 203,
                    "text": "(Fig. 2d-f",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Traits associated with important hosts"
        },
        {
            "text": "The results from the MCMC generalised linear mixed effects models were largely similar to these results (See Tables  S5, S8 , S13, S16 and S19). The only significant difference was the best model for the number of viruses in bats included only citations and phylogeny (Table S5 ). See the Supporting Information for more details.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 123,
                    "text": "Tables  S5, S8",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 277,
                    "text": "(Table S5",
                    "ref_id": null
                }
            ],
            "section": "Traits associated with important hosts"
        },
        {
            "text": "Although 88 and 69% of all possible pair-wise combinations of species are connected by < 8 degrees of separation in the bat and rodent networks, respectively, the influence of a single species may be more localised. We detected distinct 'communities' of viral sharing within orders (Figs 3a and 4a) , by maximising the modularity (Blondel et al. 2008) . Modularity can attain values in the range from À0.5 to 1. If positive, there are more within-group connections than would be expected at random, and in practice, values > 0.3 indicate significant community structure (Newman 2004) . Modularity scores were 0.54 and 0.55 for the bat and rodent networks respectively.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 351,
                    "text": "(Blondel et al. 2008)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 570,
                    "end": 583,
                    "text": "(Newman 2004)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 298,
                    "text": "(Figs 3a and 4a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Community detection"
        },
        {
            "text": "In the bat network, there were 10 viral sharing communities. Each species had distributions that on average overlapped with 85% of the species within its community vs. 18% of species outside (t = 8.82, d.f. = 12.54, P = 9.8 9 10 À7 ; Fig. 3b-f ). The largest and most densely connected community (Fig. 3b) consisted of 34 bat species in the Americas, largely connected by vector-borne viruses. The remaining communities were connected by a mixture of vector-borne and non-vector-borne viruses. The green community (Fig. 3c ) was broadly distributed from Europe to Australia, and approximately half of the species in this community also shared viruses with species in other communities that overlapped spatially.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 243,
                    "text": "Fig. 3b-f",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 296,
                    "end": 305,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 514,
                    "end": 522,
                    "text": "(Fig. 3c",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Community detection"
        },
        {
            "text": "There were two globally distributed communities of rodents with 61 and 44 species (Fig. 4b,c) and two communities that were more spatially restricted. Each rodent species on average overlapped with 68% of the species within its community vs. 7% outside of its community (t = 4.66, d.f. = 6.12, P = 0.003; Fig. 4b-e) . The house mouse, Mus musculus, has spread across the globe along with its viruses (Fig. 4b) . Removing this species results in largely the same community structure, indicating this species has already facilitated the transmission of viruses to multiple sympatric species across the globe. The black rat, Rattus rattus, and the brown rat, R. norvegicus, are also widely distributed and are the main species holding the green community together (Fig. 4c) . When either Rattus species is removed from this community, it splits into several smaller communities, suggesting less secondary viral spread to sympatric rodent species.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 93,
                    "text": "(Fig. 4b,c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 305,
                    "end": 315,
                    "text": "Fig. 4b-e)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 400,
                    "end": 409,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 761,
                    "end": 770,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Community detection"
        },
        {
            "text": "Overall properties of the bat and rodent networks provide a global view of viral sharing within each order, to our current knowledge. The number of viruses per host species, the number of hosts per virus, the mean degree and connectance were higher in the bat network than the rodent network. This suggests that viruses may pass more easily between bat species than between rodent species. Our analyses indicate that characteristics unique to bats, such as gregariousness and migration, may facilitate this increased transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Previous studies hypothesised frugivory as an important viral transmission mechanism among bats and from bats to other species, because virus has been isolated from partially eaten fruit, which is often shared and dropped to the ground (Chua et al. 2002; Dobson 2005) . Our study is consistent with that hypothesis, with frugivores hosting more viruses than nectivores, insectivores and sanguivores. However, diet is strongly correlated with phylogeny, and the best model using MCMC glmm only included phylogeny. Therefore, these results could indicate the importance of diet or, alternatively, some other factor correlated with phylogeny, such as immunological functioning, for example.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 254,
                    "text": "(Chua et al. 2002;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 255,
                    "end": 267,
                    "text": "Dobson 2005)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The most important host characteristics associated with degree in bats were gregariousness and sympatry. These characteristics have been hypothesised as important mechanisms for viral maintenance and spread (Calisher et al. 2006; Luis et al. 2013 )bat species with distributions that overlap with a greater number of other bat species, and particularly those which are gregarious, will have greater interspecific contacts and chance for cross-species transmission. At some roosting sites, bat densities can be as high as 3000 bats per square metre, and some roosts house diverse assemblages of species (Constantine 1967; Kunz 1982) . High densities can lead to high contact rates, facilitating pathogen transmission and persistence. These dense roosting sites are often caves, therefore we had hypothesised that propensity to roost in caves would be an important predictor of viral sharing in bats. However, colony size (gregariousness) was more important than where the colony roosts. Large colony sizes do not occur on the same scale in rodents and may have led to the higher mean degree and connectance in bats compared to rodents. Species with high betweenness might not have or share the most viruses, but could play a key role in disseminating viruses because they can connect disparate regions of the network. Migration was the most important host trait associated with betweenness in bats. Long-distance animal movement has been hypothesised to enhance geographic spread of infectious disease, however, evidence in most cases is lacking (Altizer et al. 2011 ). In the bat network, many of the shortest network paths went through regional migrants (moving 100-500 km annually), which were more important than long-distance migrants (> 500 km). This is consistent with the idea of 'migratory culling' (Bradley & Altizer 2005) in which the physiological stress of long-distance migration can increase mortality of infected individuals.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 229,
                    "text": "(Calisher et al. 2006;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 230,
                    "end": 246,
                    "text": "Luis et al. 2013",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 602,
                    "end": 620,
                    "text": "(Constantine 1967;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 621,
                    "end": 631,
                    "text": "Kunz 1982)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1545,
                    "end": 1565,
                    "text": "(Altizer et al. 2011",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1807,
                    "end": 1831,
                    "text": "(Bradley & Altizer 2005)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "For rodents, sympatry was the most important covariate, again emphasising the importance of spatial overlap in cross-species transmission. We found that species that had higher reproductive rates and body mass had more viruses (PC3 of the PCA), which is in accordance with the findings of Han et al. for all rodent pathogens and parasites (2015). This is the first analysis we are aware of that attempts to identify communities of pathogen sharing at a global scale. These communities reveal which species are most highly connected, providing insight into virus maintenance and spread. They may also be useful in guiding public health strategies. For example if a new zoonotic virus is identified in Hipposideros speoris, it may be useful to look for it in other species of the green community (Fig. 3c ) as well.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 794,
                    "end": 802,
                    "text": "(Fig. 3c",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The links in our networks represent real connections, the sharing of viruses, and may be evidence of cross-species transmission, coevolution of host and virus lineages, or indirect links of cross-species transmission through an intermediate host or vector. The importance of phylogeny for viral sharing could indicate the virus originated in a common ancestor and was maintained or coevolved in separate lineages, or the greater ability of viruses to transmit between closely related species. However, the greater importance of sympatry in viral sharing indicates that cross-species transmission is at least as important if not more important than coevolution in establishing the network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "For cross-species transmission to take place, there must be contact, direct or indirect, between two host species, and therefore, it is not surprising that sympatry is important in the sharing of viruses. The importance of sympatry is reflected in similarities between viral and host species richness maps (Fig. 1 ). Locations where host species diversity is highest generally have more viruses. However, bats in Europe and India have greater viral richness than predicted by the host species richness map (Fig. 1a,c) , and this does not appear to be due to sampling bias (Fig. S7) . The community context may provide additional insight. There are two host-virus communities connecting Europe to East Asia where species richness is high (Fig. 3c,f) , and these communities may provide a bridge. Higher viral richness than expected from host species richness in India may also reflect connections with areas of high species richness in S.E. Asia (Fig. 3c) . For the viral richness maps, we assumed that the virus exists throughout the distribution of its host(s) analogous to the fundamental niche concept (Hutchinson 1957; Harris & Dunn 2010) and representing the broadest possible distribution. However, there may be barriers that restrict the realised niche of a virus. For example Rhinolophus ferrumequinum hosts SARS-like coronavirus and Japanese encephalitis virus, and its range extends from E. Asia to W. Europe, but the populations in E. Asia and Europe do not appear to mix (Flanders et al. 2009 ).",
            "cite_spans": [
                {
                    "start": 1105,
                    "end": 1122,
                    "text": "(Hutchinson 1957;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1123,
                    "end": 1142,
                    "text": "Harris & Dunn 2010)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1483,
                    "end": 1504,
                    "text": "(Flanders et al. 2009",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 313,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 506,
                    "end": 517,
                    "text": "(Fig. 1a,c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 572,
                    "end": 581,
                    "text": "(Fig. S7)",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 748,
                    "text": "(Fig. 3c,f)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 945,
                    "end": 954,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Thirteen viruses were present in both bats and rodents. Ten of these were vector transmitted. Therefore, direct transmission between bats and rodents appears rare. Of the three directly transmitted viruses, only Ebola could have been transmitted from bats via fruit. The other viruses shared between bats and rodents in this study, Hantaan and Puumala, were found in insectivorous bats, and transmission may have occurred from rodents, as they are currently thought to be the reservoirs of these hantaviruses. However, a recent study indicates bats may be important and ancient reservoirs of hantaviruses more generally (Guo et al. 2013) .",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 637,
                    "text": "(Guo et al. 2013)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A recent study examining the sharing of parasites in primates using similar network methods used an overall metric for network centrality which included weighted degree, betweenness and several other network measures of the importance of a node (G omez et al. 2013) . In this study, the authors found that hosts with denser populations living in larger groups and having broad distributions had higher centrality. Although overall, degree and betweenness were correlated in our study, the metrics were different enough to be best predicted by different covariates in batsgregariousness for degree, and migration for betweenness. However, in rodents, the most important factor was the same for the different metricssympatry best predicted the number of viruses, degree and betweenness.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 265,
                    "text": "(G omez et al. 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "For our analysis we used a database covering 78 years of publications . Subsequent analyses, particularly focusing on bats as reservoirs of viruses, have been published (e.g. Drexler et al. 2012; Quan et al. 2013 ). Studies such as Drexler et al.'s (2012) report short genome fragments that are yet to be categorised by the ICTV, which makes it difficult to discern what sequences should be considered the same virus for classification of viral sharing, and thus we have not included them in our analyses. However, molecular studies increase our ability to distinguish viruses and understand virus-host relationships. As interest in reservoirs of emerging infectious diseases increases, especially in bats, we predict that results such as these will further strengthen our findings and allow for more refined analyses at the community level. Indeed, several recent studies support our conclusions, showing a preponderance of host switching between bats and from bats to other mammals (Drexler et al. 2012; Guo et al. 2013; Drexler et al. 2014 ).",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 195,
                    "text": "Drexler et al. 2012;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 196,
                    "end": 212,
                    "text": "Quan et al. 2013",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 232,
                    "end": 255,
                    "text": "Drexler et al.'s (2012)",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 1005,
                    "text": "(Drexler et al. 2012;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1006,
                    "end": 1022,
                    "text": "Guo et al. 2013;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1023,
                    "end": 1042,
                    "text": "Drexler et al. 2014",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study is based on a large literature search, and therefore there are necessarily constraints on inference, given different motivations for, and methods used during studies of both rodent and bat viruses through time. We were concerned that the recent attention on bats as reservoirs may have biased the sampling and artificially increased the apparent connectance of the bat network; therefore as a secondary analysis, we also created networks using only viral accounts before the year 2000. We found that although both the bat and rodent networks were smaller (the bat network was reduced to 120 species and 744 links; and the rodent network to 145 species and 738 links), the connectance remained relatively steady (5.2% in bats and 3.5% in rodents), suggesting that the apparent greater viral sharing in bats compared to rodents is not merely a function of recent attention on bats. However, the importance of citations in our analyses for both orders highlights the importance of sampling effort overall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although we were able to account for sampling effort in the analyses examining species traits associated with viral sharing, it is difficult to account for sampling effort in creating the networks themselves. One approach which we implemented was creating networks using weighted edges based on sampling effort; this gave us confidence that among the species in our database, the connectance is higher in bats than in rodents. Although our database only has 9% of extant rodent species and 13% of extant bat species, the rodents in our database have been more studied overall and more studied for viruses than bats even when removing the most highly studied, lab rodents -Mus musculus and Rattus norvegicus (significant by t-test on log number of citations for the species name, means = 4.90 & 4.44, P = 0.002; and the species name + virus, means = 1.99 & 1.43, P < 0.001). We would expect more of the total viral community to have been identified in the more highly studied group of species (rodents), thus the sampling bias should increase the apparent connectance in rodents compared to bats. However, this does not account for species not in our database. If the rodent species that have not been sampled share more viruses than the bat species that have not been sampled, then these results may not hold. Similarly, the species trait data was only available for roughly 37% of the bat and rodent species in our networks, which corresponds to 5 and 3% of known extant bat and rodent species respectively; therefore, the species traits associated with important hosts may also change as our knowledge increases. New viruses are being discovered frequently, suggesting that there are many more viruses yet undetected in both bats and rodents. Therefore, our conclusions and the maps of viral diversity for both orders (Fig. 1 ) may change significantly as our knowledge increases. We hope that this first, broad examination of viral sharing will help motivate future efforts including more directed data collection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1820,
                    "end": 1827,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Another potential source of bias may be reports of spillover or incidental hosts that are not important reservoirs but are treated with equal weight in these analyses. We took care to distinguish the hantaviruses and arenaviruses, for which there is relatively good knowledge of host-virus relationships. However, we found that this did not impact the qualitative conclusionswhen using ICTV classifications the rodent network still had lower mean degree (13.8), mean weighted degree (19.01), connectance (3.51%) and transitivity (0.57) than the bat network. However, for most of the reported viruses in bats and rodents, there is little knowledge of the ecology and epidemiology in these hosts. This again highlights the importance of further study of both bats and rodents as reservoirs of viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our networks connect hosts by their shared viruses. For a given pair of connected species, we do not know in which direction the cross-species transmission may have taken place, or if transmission even occurred between these species. There may have been a third species that transmitted the virus to both species. As more viral sequences become available, molecular methods, such as those used by Streicker et al. (2010) , may be used to infer directionality in cross-species transmission, and help resolve these issues.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 420,
                    "text": "Streicker et al. (2010)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study highlights the interconnectedness of species with respect to viruses and shows the benefits of examining pathogens in a community ecology context at several scales. Our analyses suggest that unique bat characteristics figure importantly in sharing and spreading viruses, lending quantitative support for bats' special status in zoonotic virus emergence and demonstrating which characteristics affect reservoir potential. Practically, our analyses may help guide future surveillance for optimal prevention of emerging zoonoses. This could help campaigns aimed at preventing spillover between bats and humans to benefit human health while conserving bats' important roles in ecosystem services such as pest management, plant pollination and seed dispersal (Boyles et al. 2011) .",
            "cite_spans": [
                {
                    "start": 764,
                    "end": 784,
                    "text": "(Boyles et al. 2011)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Animal migration and infectious disease risk",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Altizer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "331",
            "issn": "",
            "pages": "296--302",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "& R version by Ray Brownrigg",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilks",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Quantitative descriptors of food-web matrices",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Bersier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bana Sek-Richter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Cattin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ecology",
            "volume": "83",
            "issn": "",
            "pages": "2394--2407",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The delayed rise of present-day mammals",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "R"
                    ],
                    "last": "Bininda-Emonds",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cardillo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Macphee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grenyer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "maptools: Tools for Reading and Handling Spatial Objects",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bivand",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lewin-Koh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fast unfolding of communities in large networks",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Blondel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Guillaume",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lambiotte",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lefebvre",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Stat. Mech: Theory Exp",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Economic importance of bats in agriculture",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Boyles",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Cryan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kunz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "332",
            "issn": "",
            "pages": "41--42",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Parasites hinder monarch butterfly flight: implications for disease spread in migratory hosts",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Altizer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ecol. Lett",
            "volume": "8",
            "issn": "",
            "pages": "290--300",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bats: important reservoir hosts of emerging viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Calisher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schountz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin. Microbiol. Rev",
            "volume": "19",
            "issn": "",
            "pages": "531--545",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Isolation of Nipah virus from Malaysian island flying-foxes",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lek Koh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Hooi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Wee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Khong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Microbes Infect",
            "volume": "4",
            "issn": "",
            "pages": "145--151",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Activity patterns of the Mexican free-tailed bat",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Constantine",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "University of New Mexico Publications in Biology",
            "volume": "",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Discovery of retroviral homologs in bats: implications for the origin of mammalian gammaretroviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tachedjian",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tachedjian",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "4288--4293",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Experimental Coxsackie B-3 virus infection in Citellus lateralis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dempster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Grodums",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "J. Cell. Physiol",
            "volume": "67",
            "issn": "",
            "pages": "443--454",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "What links bats to emerging infectious diseases?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dobson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Bats host major mammalian paramyxoviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "M€ Uller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Maganga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vallo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Binger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Commun",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ecology, evolution and classification of bat coronaviruses in the aftermath of SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antiviral Res",
            "volume": "101",
            "issn": "",
            "pages": "45--56",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Phylogeography of the greater horseshoe bat, Rhinolophus ferrumequinum: contrasting results from mitochondrial and microsatellite data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Flanders",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Benda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol. Ecol",
            "volume": "18",
            "issn": "",
            "pages": "306--318",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Phylogenetic analysis and comparative data: a test and review of evidence",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Freckleton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pagel",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am. Nat",
            "volume": "160",
            "issn": "",
            "pages": "712--726",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Centrality in primateparasite networks reveals the potential for the transmission of emerging infectious diseases to humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "G Omez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Nunn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verd U",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. Natl Acad. Sci",
            "volume": "110",
            "issn": "",
            "pages": "7738--7741",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The ecodist package for dissimilaritybased analysis of ecological data",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Goslee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Urban",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Stat. Softw",
            "volume": "22",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Phylogeny and origins of hantaviruses harbored by bats, insectivores, and rodents",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "D"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Cong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "MCMC methods for multi-response generalized linear mixed models: the MCMCglmm R package",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Hadfield",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Stat. Softw",
            "volume": "33",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Rodent reservoirs of future zoonotic diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Bowden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Drake",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "112",
            "issn": "",
            "pages": "7039--7044",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Using host associations to predict spatial patterns in the species richness of the parasites of North American carnivores",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ecol. Lett",
            "volume": "13",
            "issn": "",
            "pages": "1411--1418",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Concluding remarks. Cold Spring Harbor Symp",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Hutchinson",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Quant. Biol",
            "volume": "22",
            "issn": "",
            "pages": "415--427",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "IUCN red list of threatened species",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Iucn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Storeygard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gittleman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ecology of Bats",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kunz",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Shimoni bat virus, a new representative of the lyssavirus genus",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kuzmin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niezgoda",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Markotter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Agwanda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Breiman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rupprecht",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virus Res",
            "volume": "149",
            "issn": "",
            "pages": "197--210",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Multiple regression on distance matrices: a multivariate spatial analysis tool",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lichstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Plant Ecol",
            "volume": "188",
            "issn": "",
            "pages": "117--131",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Epidemic dynamics at the human-animal interface",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Pepin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Pitzer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R C"
                    ],
                    "last": "Pulliam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dobson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A comparison of bats and rodents as reservoirs of zoonotic viruses: are bats special?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Luis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Hayman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Shea",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Cryan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Pulliam",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. Biol. Sci",
            "volume": "280",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Ecological networks and their fragility",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Montoya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Pimm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Sol E",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "442",
            "issn": "",
            "pages": "259--264",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Bats and birds: Exceptional longevity despite high metabolic rates",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Munshi-South",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ageing Res. Rev",
            "volume": "9",
            "issn": "",
            "pages": "12--19",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Fast algorithm for detecting community structure in networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phys. Rev. E",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Inferring the historical patterns of biological evolution",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pagel",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nature",
            "volume": "401",
            "issn": "",
            "pages": "877--884",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Uncovering the overlapping community structure of complex networks in nature and society",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palla",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Der Enyi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Farkas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vicsek",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "435",
            "issn": "",
            "pages": "814--818",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "APE: analyses of phylogenetics and evolution in R language",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Paradis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Claude",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strimmer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Bioinformatics",
            "volume": "20",
            "issn": "",
            "pages": "9--13",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Periodic arousal from hibernation is necessary for initiation of immune responses in ground squirrels",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Prendergast",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Zucker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am. J. Physiol. Regul. Integr. Comp. Physiol",
            "volume": "282",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Bats are a major natural reservoir for hepaciviruses and pegiviruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Conte",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Zambrana-Torrelio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Anthony",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. Natl Acad. Sci",
            "volume": "110",
            "issn": "",
            "pages": "8194--8199",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Phylogenomic datasets provide both precision and accuracy in estimating the timescale of placental mammal phylogeny",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dos Reis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Asher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Donoghue",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc. Biol. Sci",
            "volume": "279",
            "issn": "",
            "pages": "3491--3500",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "High diversity of West African bat malaria parasites and a tight link with rodent Plasmodium taxa",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schaer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Decher",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Leendertz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fahr",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matuschewski",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. Natl Acad. Sci",
            "volume": "110",
            "issn": "",
            "pages": "17415--17419",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "PBSmapping: Mapping Fisheries Data and Spatial Analysis Tools. R package version 2",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Schnute",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Boers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H G"
                    ],
                    "last": "Library By Alan Murta",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Last accessed",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pbsmapping",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Host phylogeny constrains crossspecies emergence and establishment of rabies virus in bats",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Streicker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Turmelle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Vonhof",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Kuzmin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rupprecht",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "New world bats harbor diverse Influenza A viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bourgeois",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Distributions of zoonotic viral richness for (a) bats and (b) rodents from our data set (as the broadest possible distribution to our current knowledge, for heuristic purposes only); and (c) bat and (d) rodent species richness.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Ranking of host trait variables from the GLS models by DAICc: the change in AICc values when each variable is individually added (+) or removed (À) from the best model for (a) the number of viruses identified in a bat species (best model: number of viruses $ log(citations) + diet), (b) the degree of a bat species in the viral sharing network (best model: degree $ log(citations) + gregariousness + sympatry + diet), (c) the betweenness of a bat species in the viral sharing network (best model: betweenness $ log(citations) + migration), (d) the number of viruses identified in a rodent species (best model: number of viruses $ log(citations) + sympatry + PC3), (e) the degree of a rodent species in the viral sharing network (best model: degree $ log (citations) + sympatry + latitude) and (f) the betweenness of a rodent species in the viral sharing network (best model: betweenness $ log (citations) + sympatry + area).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a) The viral sharing network in bats, organised by communities. Each circle represents a bat species. Lines and their thickness represent number of viruses shared between species. Circle size represents the host's degree and is coloured by community. Species with a black centre were classified as part of multiple communities in an alternative method for community identification. (SeeFig. S1for diagram with species names) Panels (b) through (f) show the distributions of the species (with darker areas representing more host species) that make up the five largest communities. Important viruses include (b) Dengue, Eastern equine encephalitis and Yellow fever viruses in the blue community, (c) Japanese encephalitis virus and SARS coronavirus in the green community, (d) Ebola-Zaire and Lake Victoria Marburg viruses in the red community, (e) Hendra and Nipah viruses in the orange community, (f) European bat lyssavirus-1 and -2, and Issyk-kul virus in the purple community.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(a) The viral sharing network in rodents. See Fig. 2 caption for description. Panels (b) through (e) show the distributions of the species that make up the four largest communities of viral sharing in rodents. (b) Important viruses in the blue community include California encephalitis, Cowpox and Lymphocytic choriomeningitis viruses, among others. (c) Important viruses in the green community include Andes and Encephalomyocarditis viruses. (d) Important viruses in the red community include Colorado Tick fever and Sin Nombre viruses. (e) Important viruses in the orange community include Bunyamwera and Rift Valley fever viruses.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Network statistics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Multiple regression of matrices for correlates of the number of viruses shared between two species",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "ADL, CTW, JLNW and AAC designed study. ADL, TJO, DTSH, ATG and JNM compiled data. ADL performed analyses and wrote the manuscript, and all other authors contributed substantially to editing. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ]
}