{
    "paper_id": "9a27c99f125072894ab9db357b4ff8858a11203d",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "As of February 2020, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) outbreak started in China in December 2019 has been spreading in many countries in the world. With the numbers of confirmed cases are increasing, information on the epidemiologic investigation and clinical manifestation have been accumulated. However, data on viral load kinetics in confirmed cases are lacking. Here, we present the viral load kinetics of the first two confirmed patients with mild to moderate illnesses in Korea in whom distinct viral load kinetics are shown. This report suggests that viral load kinetics of SARS-CoV-2 may be different from that of previously reported other coronavirus infections such as SARS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "values of rRT-PCR was converted into RNA copy number of SARS-CoV-2. The detection limit of quantitative PCR reaction was 2,690 copies/mL. Detailed methods and values for the tests are presented in the Supplementary Data 1 and Supplementary Tables 1 to 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 35-year-old Chinese woman from Wuhan, China was confirmed to be first SARS-CoV-2 infected case in Korea. The detailed exposure history and a clinical course of this patient is described in previous report. 7 Viral load kinetics of Patient 1 is shown in Fig. 1A (viral RNA copies) and Supplementary Fig. 1 (reverse Ct value). Briefly, she was quarantined at the airport due to fever (38.3°C) at the entry inspection on January 19, 2020. She had no significant exposure history and developed fever, chills, and myalgia one day before the entry to Korea (January 18, 2020, day 1 of symptom onset). The virus was detected from URT specimens on day 2 of symptom onset. As she did not have significant respiratory symptoms, LRT specimen (spontaneous sputum) was obtained with airway clearance techniques of percussion on day 3. Although any infiltration was not noticed on her chest X-ray (CXR) on the same day, LRT specimen was positive for SARS-CoV-2. On day 4, high resolution computed tomography (HRCT) was taken and multiple ground-glass opacities were observed in both sub-pleural spaces. 7 On day 5, the viral load was increased from day 3 in LRT specimen and she required oxygen supplement via nasal cannula (3 L/min). She eventually developed cough on day 7, and infiltration was observed on CXR from the next day. However, it appeared that the viral loads already started to decrease from around day 7 in both URT and LRT specimens. rRT-PCR continued to be positive at low level until day 13 (LRT specimens) and 14 (URT specimens). On day 12, her CXR was worsened with increase in oxygen requirement up to 10 L/min, while the viral loads dropped significantly from the initial values. Therefore, by the time when the significant infiltration was visible on a plain chest radiography, the viral load might be already on its lower end of detection. From day 14 (LRT specimen) and day 15 (URT specimen), rRT-PCR became undetectable for two consecutive days, respectively. She had mild loose stool from day 4 to day 19. Although RdRp and/or E gene were detected occasionally from urine and stool specimens collected from day 5 to 12, none of specimen satisfied conditions for positivity. Only one serum sample collected on day 8 showed positive rRT-PCR result, but the Ct value was adjacent to the cut-off value for positivity. Her symptoms, oxygen requirement, and CXR findings significantly improved from day 17 and she was discharged on day 20 of symptom onset (February 6, 2019). Patient 2 was a 55-year-old Korean man, who had been working at Wuhan, China, arrived in Korea via Shanghai on January 22, 2020. The detailed exposure history and a clinical course of this patient is described in Supplementary Data 1. Briefly, he did not have any significant exposure history and developed sore throat and intermittent myalgia since January 10 which was controlled by nonsteroidal anti-inflammatory agent. He was tested on January 23, 2020, confirmed with SARS-CoV-2 infection next day and hospitalized on the same day. Therefore, his admission day (January 24) was considered to be the day 15 of symptom onset. His CXR on day 15 showed infiltration and chest HRCT on day 16 showed bilateral groundglass opacity (Supplementary Fig. 3A) . The viral load kinetics are shown in Fig. 1B (viral RNA copies) and Supplementary Fig. 2 (reverse Ct value). In this patient, the initial test was performed on day 14 of symptom onset and SARS-CoV-2 was detected in both URT and LRT specimens. However, the initial viral loads were relatively lower (49,047 copies/mL for URT and 391,243 copies/mL for LRT) than those of Patient 1 (46,971,053 copies/mL for URT and 9,171,220 copies/mL for LRT) in whom the test was performed on day 2 of symptom onset. SARS-CoV-2 was detected a few more times during hospitalization from both URT and LRT specimens at low levels. As he had just mild cough with little or no sputum, LRT specimens In Patient 2, the exact fever duration could not be estimated because he had taken non-steroidal anti-inflammatory agent to control his myalgia and sore throat before hospitalization. When his physician discontinued the medication, the fever was observed; b) Patient 2 experienced loose stool after taking Lopinavir/ ritonavir. were available only a few times. From D18 (URT specimen) and D20 (LRT specimen), rRT-PCR became undetectable for two consecutive days, respectively. On day 25, RdRp (Ct value of 36.69) and E (Ct value of 33.18) genes was detected again from the URT sample of day 25, it was interpreted as negative due to high Ct value of RdRp gene. From his plasma and stool specimens, only E genes were once detected on day 17 and it was also interpreted as negative result. His CXR improved from day 19 and he was discharged on day 27 (February 5, 2020).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 262,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 286,
                    "end": 306,
                    "text": "Supplementary Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3215,
                    "end": 3238,
                    "text": "(Supplementary Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 3278,
                    "end": 3285,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3309,
                    "end": 3329,
                    "text": "Supplementary Fig. 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "This study presents the viral load kinetics of the first two confirmed patients in Korea in whom distinct viral load kinetics are shown. Although the viral load and CXR findings in these two patients may not represent the whole spectrum of SARS-CoV-2 illness, our report will provide many important findings and opportunity to understand this newly discovered virus infection in human. In Patient 1, we observed one example of moderate disease (shortness of breath and oxygen requirement up to 10 L/min) with corresponding radiograph findings and viral loads. We could observe her clinical presentation from day 2 of symptom onset and the whole clinical picture was captured with viral loads. There are several important implications from this observation. First, unlike SARS-CoV infection, 8 we found that viral load was highest during the early phase of the illness (3-5 days from first symptom onset, fever and myalgia were the only symptoms in Patient 1) and continued to decrease until the end of the second week. While she developed cough as well as shortness of breath and infiltration appeared on CXR at the end of first week of illness, the viral load already started to decrease at this phase. This may have a very important implication to determine the optimal time point for antiviral treatment intervention to prevent progression to severe disease. Second, the virus was detected from LRT specimens even before the development of LRT symptoms (cough, shortness of breath, and oxygen requirement) or visible infiltration on CXR. This may suggest that although the patient does not complain of any LRT symptoms, the virus is already there and causing insidious pathology, ultimately leading to LRT symptoms and chest infiltration later. However, the viral load starts to decrease in both URT and LRT specimens at the same time, which may puzzle the clinicians. Third, unlike in MERS-CoV revealing higher concentration of virus in LRT specimens, 9 viral loads were similar in both URT and LRT specimens. Fourth, low concentration of genetic materials, especially E gene, was detected in urine and stool from the end of the first week until the patient recovered from the infection. However, rRT-PCR results did not meet the criteria for SARS-CoV-2 positivity. Further studies need to be performed in non-respiratory specimens such as urine and stool samples.",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 792,
                    "text": "8",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Patient 2, we observed one example of mild disease with corresponding radiograph findings and viral loads. This may represent many real-world mild cases who may present to medical facility late in their disease course. Therefore, this patient's information has also some important implications. First, even in a patient with mild disease (sore throat only), visible infiltration on CXR was observed at the end of second week. Second, even in a patient with mild disease, if visible infiltration on CXR is observed, virus is still detected in both URT and LRT specimens even at the end of second week after symptom onset. Viral loads of URT were similar with and sometimes higher than LRT specimens, and virus was detectable for longer period in URT specimen. This could be also probably because the patient did not have significant cough and had little amount of spontaneous sputum insufficient for testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are also limitations in our report. Since we only presented two patients (mild and moderate), the information from these patients may not be generalizable to many other cases, especially severe cases. Second, Lopinavir/ritonavir was used in both patients on day 5 and day 17 from symptom onset, but its role cannot be determined in viral load reduction or clinical improvement. In addition, since they received Lopinavir/ritonavir which can also cause diarrhea, how much of gastrointestinal tract symptom was in fact related to SARS-CoV-2 or drug side effect. Third, we cannot estimate the time point when these patients were exposed to virus and when they started to shed the virus from their respiratory secretions. These data are also urgently needed to understand this virus better and to implement the control strategies as early as possible. Finally, the virus has not been readily cultured from these specimens, yet, although we are still trying. It is not clear whether there was not viable virus (possibly infectious) or we were not successful to culture this newly discovered virus in the beginning. Therefore, knowing the virus load that can give a positive culture result is important in the future. There is scarce information on viral load kinetics in SARS-CoV-2 infected patients throughout the illness. Therefore, although our report is based on observation from only two patients, this will provide valuable insight to understand the nature of this virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, we report a unique pattern of SARS-CoV-2 viral kinetics in URT and LRT specimens from first two patients diagnosed in Korea. While two cases were different in disease course, these data will provide valuable insight to understand the nature of this virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The clinical data and images are presented under agreement of the patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome-related coronavirus: the species and its viruses -a statement of the Coronavirus Study Group. bioRxiv",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gulyaeva",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early Transmission Dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med. Forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "the-second-meeting-of-the-international-healthregulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel-coronavirus-(2019-ncov)",
            "authors": [],
            "year": 2005,
            "venue": "Statement on the second meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Laboratory testing for 2019 novel coronavirus (2019-nCoV) in suspected human cases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molenkamp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "the first case of 2019 novel coronavirus pneumonia imported into Korea from Wuhan, China: implication for infection prevention and control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9371",
            "pages": "1767--72",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Importance of specimen type and quality in diagnosing middle east respiratory syndrome",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Huh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann Lab Med",
            "volume": "37",
            "issn": "1",
            "pages": "81--84",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Viral load kinetics according to the clinical course of the first two SARS-CoV-2 infected patients in Korea. (A) Viral load kinetics and clinical course of Patient 1. (B) Viral load kinetics and clinical course of Patient 2. URT = upper respiratory tract, LRT = lower respiratory tract, ND = not detected, CXR = chest X-ray, GGO = ground glass opacity, CT = computed tomography, SARS-CoV-2 = severe acute respiratory syndrome coronavirus 2. a)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "2/7 https://jkms.org https://doi.org/10.3346/jkms.2020.35.e86 Viral Kinetics of SARS-CoV-2 in Korea https://doi.org/10.3346/jkms.2020.35.e86",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We greatly appreciate the efforts of all the hospital employees and their families at the Incheon Medical Center and National Medical Center, who are working tirelessly during this outbreak. We thank to Yoonju Oh, Sung Hee Kim, Yoon Soog Kang, and Kwang Sil Kim (Incheon Medical Center) for collecting and preserving clinical specimens. We thank Hyun Mee Park (Department of Radiology, National Medical Center) for the obtainment of excellent radiologic study result safely. We also thank to Yunyoung Jang, and Eunhee Kim for the dedication to protect healthcare workers of National Medical Center by infection control. We sincerely appreciate the discussion and critical feedback from Dr. Janet A Englund (Seattle Children's Hospital, Seattle, WA, USA). Lastly, we thank all the members of the Korean Society of Infectious Diseases (KSID), the groups of Korean Emerging Infectious Diseases (KoEID) application, and Korea National Clinical Management Network (KNCMN) for COVID-19, who are coping with the current global outbreak situation together.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": " Table 3 Estimated number of viral copy of respiratory specimens ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Supplementary"
        }
    ]
}