{
    "paper_id": "9a5d753bbf216af4c354c0aa460a2a127c1da0a8",
    "metadata": {
        "title": "Impact of a Hypothetical Infectious Disease Outbreak on US Exports and Export-Based Jobs",
        "authors": [
            {
                "first": "Zoe",
                "middle": [],
                "last": "Bambery",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cynthia",
                "middle": [
                    "H"
                ],
                "last": "Cassell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rebecca",
                "middle": [
                    "E"
                ],
                "last": "Bunnell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kakoli",
                "middle": [],
                "last": "Roy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zara",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rebecca",
                "middle": [
                    "L"
                ],
                "last": "Payne",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [
                    "I"
                ],
                "last": "Meltzer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We estimated the impact on the US export economy of an illustrative infectious disease outbreak scenario in Southeast Asia that has 3 stages starting in 1 country and, if uncontained, spreads to 9 countries. We used 2014-2016 West Africa Ebola epidemic-related World Bank estimates of 3.3% and 16.1% reductions in gross domestic product (GDP). We also used US Department of Commerce job data to calculate export-related jobs at risk to any outbreak-related disruption in US exports. Assuming a direct correlation between GDP reductions and reduced demand for US exports, we estimated that the illustrative outbreak would cost from approximately $13 million to approximately $64 million (1 country) to $8 billion to $41 billion (9 countries) and place 1,500 to almost 1.4 million export-related US jobs at risk. Our analysis illustrates how global health security is enhanced, and the US economy is protected, when public health threats are rapidly detected and contained at their source.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We cannot consider West Africa's Ebola epidemic an unlikely-to-be-repeated event. The risk of pandemic events is a constant, if not increasing, threat. 1 Illustrating the economic risks associated with pandemics, the Commission on a Global Health Risk Framework for the Future determined that a conservatively low estimate of the annual economic costs of a global pandemic comparable to that of the 20th century influenza pandemics (ie, 1918 1 Such reductions in economic activity are likely to reduce the demand for imported goods and services in the affected countries. Thus, the economic problems triggered by a large-scale outbreak in 1 country can have adverse impacts on the export economies of other countries. 1 In 2015, the estimated value of all US exports was approximately $2.2 trillion, representing 13% of US gross domestic product (GDP). These exports supported approximately 11.5 million US jobs, or 8% of all US employment. [4] [5] [6] Consequently, even if an outbreak of an infectious disease does not reach the United States, an outbreak in a foreign country or region could cause a disruption in the US export economy worth several hundred million dollars and jeopardize tens of thousands of US export-related jobs.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 153,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 432,
                    "end": 441,
                    "text": "(ie, 1918",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 443,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 718,
                    "end": 719,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 949,
                    "end": 952,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this article, we present an illustrative scenario in which an infectious disease outbreak spreads in 3 stages across 9 contiguous countries. The resultant estimated risk-ofimpact to the US export market and US export-dependent jobs may help policymakers design and implement appropriately scaled programs to reduce the threat of infectious disease outbreaks and pandemics that could adversely affect US exports and jobs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our illustrative outbreak scenario contains 3 stages of (an uncontained) spread of a hypothetical infectious pathogen/ disease in the Southeast Asia region. The 3 stages range from Stage I, when the outbreak is in the country where it is first identified; to Stage II, in which it spreads to an additional 5 countries; and then to Stage III, where the pathogen/disease spreads to a further 3 countries, for a total of 9 countries (Table 1) . Breaking the scenario into 3 stages provides a clear illustration of the cost (in terms of risk to the US export economy) of failing to stop the spread of such an infectious disease outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 439,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Overview: Illustrative Outbreak Scenario"
        },
        {
            "text": "For this illustration, we have not specifically defined the causative pathogen, as a number of potential candidates exist, such as avian influenza (eg, H5N1 or H7N9 strains), severe acute respiratory syndrome (SARS), or Middle East respiratory syndrome (MERS). It can be rationally assumed that there is a risk that such pathogens can evolve and adapt to allow sustained human-to-human transmission in the 9 countries (Table 1) . Instead of focusing on the spread of the causative pathogen, we evaluated the spread of the economic impact that such an outbreak may generate, estimated in terms of reductions in GDP, and thus reductions in demand for US exports. Table 2 ) to illustrate how the spread of an infectious pathogen could potentially affect the US export economy. Scenario inputs were informed by the recent West Africa Ebola outbreak and associated economic modeling or other relevant evidence published by the World Bank (Table 2) . b The unknown variables in the hypothetical scenario that affect the likelihood of an outbreak, including a pandemic, occurring at any point in time include: (1) the rate at which new infections or diseases emerge, and (2) the chance that those same diseases spread and evolve into more serious outbreaks.",
            "cite_spans": [
                {
                    "start": 945,
                    "end": 946,
                    "text": "b",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 418,
                    "end": 427,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 661,
                    "end": 668,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 933,
                    "end": 942,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Overview: Illustrative Outbreak Scenario"
        },
        {
            "text": "We selected Southeast Asia to illustrate the potential impact of a hypothetical outbreak because the region has been identified as having some of the largest relative risks for having an emerging infectious disease event (an outbreak) due to either zoonotic pathogens emerging from wildlife (and subsequent adaptation for sustained transmission in humans), drug-resistant pathogens, or vectorborne pathogens. 1, 7, 8 Further, exports to Southeast Asia support the largest number of US export-related jobs. 9 A large-scale infectious disease outbreak in Southeast Asia therefore presents one of the biggest risks of significantly disrupting the US export economy. 10 ",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 411,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 412,
                    "end": 414,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 415,
                    "end": 416,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 506,
                    "end": 507,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 663,
                    "end": 665,
                    "text": "10",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INFECTIOUS DISEASE OUTBREAK-IMPACT ON US ECONOMY"
        },
        {
            "text": "To calculate the potential economic impacts of an outbreak in the countries in our scenario, we used an upper (16.3%) and a lower estimate (3.3%) of outbreak-related percentage reductions in GDP. The upper estimate was derived from the 2016 World Bank report that provides estimates of the economic impact on the 3 West African countries (Liberia, Sierra Leone, Guinea) that experienced the majority of Ebola cases 3, 11 (Table 2) . We derived this percentage decline in GDP by using as a numerator the estimated outbreak-related GDP dollar loss of $2.2 billion in 2015 (approximately 1 year after the onset of the Ebola outbreak in West Africa) ( Table 2) . As the denominator, we used a GDP value of $13.5 billion, totaled for all 3 countries (Table 2 ). This latter value is the estimated GDP for those 3 countries if the Ebola outbreak had not occurred. Per country values for these estimates are provided in Table 2 . These declines in GDP were not even across all sectors of the affected countries. For example, the biggest Ebola-related declines in Liberia were seen in agriculture, mining, and services. Each of these sectors experienced more than 50% reduction in GDP growth, and together they accounted for approximately 95% reduction in GDP (Appendix Table 1 , supplementary material: http://online.liebertpub.com/doi/suppl/10.1089/hs .2017.0052).",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 417,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 418,
                    "end": 420,
                    "text": "11",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 430,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 648,
                    "end": 656,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 745,
                    "end": 753,
                    "text": "(Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 913,
                    "end": 920,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1262,
                    "end": 1269,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Estimating the Economic Impact"
        },
        {
            "text": "As a lower estimate of economic impact, we used an outbreak-related 3.3% reduction in GDP. We derived this estimate from a 2014 World Bank mathematical model. This model was used to estimate the ''spillover'' economic impact of Ebola epidemic to all 17 West African countries (Benin, Burkina Faso, Cape Verde, Cameroon, Cote D'Ivoire, The Gambia, Ghana, Guinea, Guinea-Bissau, Liberia, Mali, Mauritania, Niger, Nigeria, Senegal, Sierra Leone, and Togo) 12 (Table 2 ). The complex World Bank model of the economic impact is based on estimates of Ebola epidemic-induced changes in demand and production in 6 sectors (agriculture, natural resources, trade, manufacturing, transport, and services) in each country. The World Bank report provided results from a number of models, which were built using a variety of assumptions. We used the results from the World Bank model labeled by those authors as ''High Ebola scenario.'' In this World Bank model, it was assumed that the West African Ebola epidemic would eventually cause approximately 200,000 cases. 12 This assumption is almost 10-fold greater than what actually occurred in the West African Ebola epidemic. 2 In our illustrative outbreak scenario, however, we assume that the greatest impact occurs from an initially e Percentage loss is calculated using the 1-year (2015) estimated lost GDP due to Ebola (ie, the numerator) as a percentage of the expected 2015 GDP without Ebola (ie, the denominator). In the illustrative outbreak scenario in this article, the lower estimate of economic impact used was 3.3% of GDP, and the upper limit was 16.3% of GDP. uncontained outbreak that causes cases in 9 countries (Table 1) . These countries contain more than 2.5 billion people, with many living in urban areas with very high population densities. 13 Under our assumptions, it is not necessarily unrealistic to assume that an initially uncontained outbreak that spreads to all 9 scenario countries would cause more than 100,000 cases.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 455,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1053,
                    "end": 1055,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1162,
                    "end": 1163,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1800,
                    "end": 1802,
                    "text": "13",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 464,
                    "text": "(Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1665,
                    "end": 1674,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Estimating the Economic Impact"
        },
        {
            "text": "In comparison, Lee and McKibbin estimated the global impact of the 2002-03 SARS epidemic. 14 They calculated that the losses in Hong Kong were equivalent to 2.63% of GDP, and the reminder of China lost 1.05% of GDP. SARS was an epidemic that generated a global total in 37 countries of approximately 8,100 cases and 750 deaths 15far smaller in scope (cases and deaths), and approximately half the duration, of the West African Ebola epidemic used for our illustrative outbreak scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating the Economic Impact"
        },
        {
            "text": "For estimates of impact due to larger epidemics, McKibbin and Sidorenko 16 produced a wide range of estimates of economic impact for influenza pandemics of differing severity. These estimates ranged from approximately 1% for a ''mild'' pandemic (1968-like) to an average of approximately 8.3% for a ''severe'' pandemic (1918-like). The country-specific estimates of GDP losses for the latter scenario included 9.2% for Indonesia, 19.3% for the Philippines, and 26.8% for Hong Kong. These country-specific estimates are similar to the Ebola-related impact on GDP measured in West Africa (Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 586,
                    "end": 594,
                    "text": "(Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Estimating the Economic Impact"
        },
        {
            "text": "To estimate the impact on the US export economy of a 3.3% to 16.3% 1-year reduction in the GDP of the 9 countries affected in the illustrative scenario, we assumed a 1-to-1 correlation between reduction in GDP of importing countries and value of US exports to those countries. That is, we assumed a 3.3% or 16.3% reduction in the GDP of an importing country will result in a 3.3% to 16.3% reduction in US exports to that country. Thus, to calculate the potential loss of exports, we multiplied the 2015 recorded value of exports to each of the countries in the illustrative outbreak scenario by either 3.3% or 16.3% countries (see Appendix Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 640,
                    "end": 647,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Estimating the Impact on US Export Economy"
        },
        {
            "text": "Although this is a simple extrapolation, it is not necessarily simplistic. Both the 3.3% and 16.3% estimates of reduction in GDP, for example, were generated from complex and sophisticated economic models that also assess the ''spillover'' effects associated with a sustained epidemic in neighboring countries. Those models take into account a large number of variables, including the interconnections between sectors of an economy and the trade between countries. 12 The positive correlations between trade (both exports and imports) and growth in GDP is well known. The World Bank concluded that there is sufficient evidence to state that ''. a rising share of world trade in GDP has been accompanied by rising per capita GDP since 1980.'' 17(p60) Note: USD=US dollar. The 3 stages depicted here assume the outbreak spreads and is not contained to 1 country (for list of countries in each stage, see Table 1 ). It assumes a 1-to-1 correlation between the outbreak-related reduction in gross domestic product (GDP) and the reduction in demand for US exports (see Table 2 and Appendix Table 2 ).",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 467,
                    "text": "12",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 902,
                    "end": 909,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1064,
                    "end": 1071,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1085,
                    "end": 1092,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Estimating the Impact on US Export Economy"
        },
        {
            "text": "Obviously, there is a great deal of variability from country to country and, over time, in the correlation between economic growth and trade. Assuming a lower impact of an infectious disease outbreak is, in our model, equivalent to assuming a less than 1-to-1 correlation between GDP and trade (see sensitivity analysis below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTIOUS DISEASE OUTBREAK-IMPACT ON US ECONOMY"
        },
        {
            "text": "To estimate the value of US exports and the number of jobs supported by those exports to the 9 countries, we used the export data, stratified by sectors, from the US Department of Commerce, International Trade Administration, and the Bureau of Economic Analysis. [18] [19] [20] For comparison, we estimated the value of US exports and number of jobs supported by exports to the 9 affected countries as a share of total global US exports and export-dependent jobs, respectively. [18] [19] [20] ",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Estimating the Value of US Exports at Risk"
        },
        {
            "text": "We examined the impact of using a lower estimate of 2% loss of GDP due to an infectious disease outbreak, equivalent to the estimated impact of a ''moderate'' (1958-like) influenza pandemic. 16 ",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 193,
                    "text": "16",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "We estimate losses of US exports associated with Stage I of the illustrative outbreak scenario (outbreak occurring only in Cambodia) to range from US$12.9 million to US$63.7 million and to place 1,491 export-related US jobs at risk (Figures 1 and 2) . If the illustrative outbreak were to expand to all 9 countries in the illustrative outbreak scenario (Stage III), the potential lost value of US exports would increase to a range of US$8.4 billion to US$41.4 billion, with almost 1.4 million export-related US jobs at risk (Figures 1 and 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 249,
                    "text": "(Figures 1 and 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 524,
                    "end": 541,
                    "text": "(Figures 1 and 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Using a 2% reduction in GDP due to an infectious disease outbreak resulted in estimated lost exports to Cambodia to $7.8 million (Appendix, Table 2 ). If the illustrative outbreak were to expand to all 9 countries in the illustrative outbreak scenario (Stage III), the potential lost value of US exports would increase to $5.8 billion (Appendix, Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 147,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 346,
                    "end": 353,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "Our illustrative outbreak scenario shows the cost to the US export economy of a single country outbreak and the Note: Number of US jobs estimated number of jobs supported by US 2015 exports to countries included in illustrative outbreak scenario, where stages correspond to the degree that the outbreak is not contained to 1 country and the countries directly affected (Table 1) . Categories listed on the horizontal axis depict the following countries and the stages of the outbreak: Stage I: Cambodia; Stage II: Cambodia, Laos, Vietnam, Thailand, Malaysia, and Indonesia; Stage III: Cambodia, Laos, Vietnam, Thailand, Malaysia, Indonesia, India, Pakistan, and China (Table 1) . Assumes a 1-to-1 correlation between the reduction in demand for US exports and the epidemic-related reduction in gross domestic product (GDP) (see Table 2 and Appendix Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 378,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 668,
                    "end": 677,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 828,
                    "end": 835,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 849,
                    "end": 856,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Volume 16, Number 1, 2018 exponential increases in costs if the outbreak escalates from 1 country (Stage I), a maximum cost of $63.7 million, to a maximum cost of $41.4 billion if the outbreak spreads to 9 countries (Stage III). The number of export-related US jobs at risk also rapidly rises as the illustrative outbreak spreads, from approximately 1,400 jobs at risk (Stage I) to more than 1.3 million jobs at risk (Stage III). The exact number of jobs that would be lost is likely to be very situation-specific.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BAMBERY ET AL"
        },
        {
            "text": "Our estimates of potential economic impact are conservatively low when compared to other published estimates of the possible impact of infectious disease epidemics. 14, 15, 20 For example, when examining the potential macro-economic impact of an avian influenza epidemic in 9 Southeast Asia countries, Bloom and colleagues estimated that an epidemic that caused 2 quarters (6 months) of economic contraction would result in a US$99 billion reduction in demand side growth, plus a US$14 billion reduction in supply (production) growth. 21 An epidemic that lasted a full year (ie, similar to our illustrative scenario) would cause approximately US$283 billion reduction in demand and a US$14 billion reduction in supply. 21 The latter estimates of the losses due to a year-long epidemic are equivalent to approximately a 6.8% reduction in GDP across all 9 countries (6.5% due to reduced demand, 0.3% due to reduced supply). Further, our maximum estimate of losses is less than 5.0% of all US exports to countries by the global health security priority countries. 9 One of the most important limitations to our illustrative outbreak scenario is the use of the estimates of the loss of GDP in West Africa due to Ebola. As we discussed earlier, however, the estimates of percentage loss of GDP in West Africa are not that different from other estimates of impact of epidemics in Southeast Asia. Perhaps harder to directly defend is our assumption of a direct 1-to-1 correlation between loss of GDP in countries importing US goods and reduction in US exports to the affected countries. As discussed earlier, there is sufficient evidence to reasonably assume a positive correlation between trade and growth in GDP. 18 Further, we have not included in our analyses potential secondary economic effects that may be associated with the overall slowdown in an economy due to an infectious disease outbreak. For example, an infectious disease outbreak in Southeast Asia could slow, or even stop, the supply of essential components and inputs into US production systems and the economy, further aggravating the negative economic impact on the United States. But our point is not to generate a ''precise estimate'' of potential loss. Rather, our intent is to provide policymakers with an order-ofmagnitude of possible losses and also provide an estimate of the reduction in US exports and jobs at risk. Even if, for example, our estimates were reduced by 50%, the impact on the US export economy of an uncontained outbreak in 9 countries would be considerable.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "15,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 173,
                    "end": 175,
                    "text": "20",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 535,
                    "end": 537,
                    "text": "21",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 719,
                    "end": 721,
                    "text": "21",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1061,
                    "end": 1062,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1708,
                    "end": 1710,
                    "text": "18",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "BAMBERY ET AL"
        },
        {
            "text": "The results from this illustrative outbreak scenario clearly demonstrate that there is value in investing in systems that can (1) notably increase the probability of early detection of an outbreak of an infectious disease, and (2) ensure a rapid and effective response that successfully contains the outbreak before it spreads to other countries. SARS, MERS, H5N1 avian influenza, H7N9 avian influenza, the 2009 H1N1 influenza pandemic, the West African Ebola epidemic, and the current Zika epidemic all clearly illustrate that the risk of an outbreak of infectious disease is not confined to a handful of countries. The US Centers for Disease Control and Prevention (CDC) works with partners and in global health security priority countries to mitigate the threats posed by potential epidemics and pandemics and help contain such threats at their source.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BAMBERY ET AL"
        },
        {
            "text": "Our findings illustrate how global health security, which relies on the capacity of all countries to rapidly detect and control public health threats, is critical to the US economy. Our analysis provides data that policymakers can use when deciding on programs to improve the prevention, detection, and response to outbreaks around the world and thereby help enhance global health security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BAMBERY ET AL"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Commission on a Global Health Risk Framework for the Future. The Neglected Dimension of Global Security: A Framework to Counter Infectious Disease Crises",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "El Turabi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saynisch",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "2016",
            "issn": "",
            "pages": "111--114",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ebola outbreak in West Africa: case counts. CDC website",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "West Africa Ebola crisis: impact update",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Trade Promotion Coordinating Committee",
            "authors": [],
            "year": 2016,
            "venue": "Trade Promotion Coordinating Committee. Helping US Businesses Increase Global Sales to Support Local Jobs. National Export Strategy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Jobs supported by exports 2015: an update",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "US Department of Commerce, International Trade Administration",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "7181",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Background Paper: Pandemic Risk",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Jonas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Risk_Jonas.pdf?sequence=1&isAllowed=y. Accessed November 15",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Relevance of global health security to the US export economy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Cassell",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bambery",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Secur",
            "volume": "15",
            "issn": "6",
            "pages": "563--568",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Avian flu pandemic: potential impact of trade disruptions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Langton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Congressional Research Services",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The economic impact of Ebola on Sub-Saharan Africa: updated estimates for",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Economic Impact of the 2014 Ebola Epidemic: Short and Medium Term Estimates for West Africa",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "World Bank",
            "authors": [],
            "year": 2015,
            "venue": "Population ranking",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Estimating the global economic costs of SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Mckibbin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Learning from SARS: Preparing for the Next Disease Outbreak: Workshop Summary",
            "volume": "",
            "issn": "",
            "pages": "92--109",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Responding to global infectious disease outbreaks: lessons from SARS on the role of risk perception, communication and management",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Soc Sci Med",
            "volume": "63",
            "issn": "12",
            "pages": "3113--3123",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The global costs of an influenza pandemic",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Mckibbin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Sidorenko",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Milken Institute Review",
            "volume": "9",
            "issn": "3",
            "pages": "18--27",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Trade and Development: Recent Trends and the Role of the WTO. Geneva: WTO",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Jobs supported by export destination (Excel data",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Bureau of Economic Analysis. International data; international services",
            "authors": [],
            "year": 2016,
            "venue": "ReqID=62& step=1#reqid=62&step=9&isuri=1&6210=4. Accessed November 15",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Trade and industry analysis: Trade Policy Information System",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Potential economic impact of an Asian flu pandemic on Asia. Policy brief #42. Manila, Philippines: Asian Development Bank Economic and Research Department",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "Carangal-San",
                    "middle": [],
                    "last": "Jose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Note: GDP = gross domestic product; USD = US dollars, in 2013 USD. a Estimated values of economic impact, in terms of GDP loss over the course of a year due to Ebola in the 3 primary affected countries, are from the World Bank January 2015 report.11 b Estimates of expected GDP values, without the impact of Ebola, are based on pre-Ebola GDP estimates made in 2014. For the 3 primary Ebola-affected countries (Liberia, Sierra Leone, Guinea), this pre-Ebola GDP estimate is reported in the World Bank January 2015 report.11 For all of West Africa, the GDP estimate is reported in the World Bank October 2014 report.12 c The World Bank defines West Africa as including Benin, Burkina Faso, Cape Verde, Cameroon, Cote d'Ivoire, The Gambia, Ghana, Guinea, Guinea-Bissau, Liberia, Mali, Mauritania, Niger, Nigeria, Senegal, Sierra Leone, and Togo.12 d The estimated GDP loss of $26.6 billion (in 2013 USD) includes $25.2 billion in GDP loss estimated for West Africa as reported in the World Bank October 2014 report, 12 which estimates the foregone economic output attributable to Ebola's impact during a full year in the ''High Ebola'' scenario (see main text for further details).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Estimated Range of Potential Values of Lost US Exports by Stages of Illustrative Outbreak Scenario 1,2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Number of US Export-Related Jobs at Risk due to Illustrative Outbreak Scenario, by Stages 1-3",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Spanish flu [H1N1], 1957 Asian flu [H2N2], or 1968 Hong Kong flu [H3N2]) would be approximately $64 billion, with a 10% chance of the losses reaching $120 billion per year.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Illustrative Scenario, by Stages of Spread, of a Hypothetical Infectious Disease Outbreak Countries Affected a Extent of Outbreak Prior to Containment b",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Inputs for Illustrative Scenario, by Country and Region",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We greatly appreciate Chris Rasmussen, PhD, from the US Department of Commerce, Washington, DC, for his comments and feedback on this project. We also thank, for assistance with figure preparation, Dianne Brodalski with the Division of Global Health Protection, US Centers for Disease Control and Prevention, Atlanta, GA. The findings and conclusions in this report are those of the authors and do not necessarily represent the official position of the Centers for Disease Control and Prevention. All authors contributed to this work as part of their regular assigned duties as US federal government employees. No author has financial ties or disclosures or conflicts of interest related to the topic, material, and conclusions presented in this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}