{
    "paper_id": "9bad339dd5a9605d61cc773ecfe0c65d4402f4b7",
    "metadata": {
        "title": "Capital District Health Authority Nova Scotia",
        "authors": [
            {
                "first": "Tahmina",
                "middle": [],
                "last": "Nasserie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St. Michael's Hospital",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Ashleigh",
                "middle": [
                    "R"
                ],
                "last": "Tuite",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Prevention Policy Modeling Laboratory",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "Lindsay",
                "middle": [],
                "last": "Whitmore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ottawa Public Health",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Todd",
                "middle": [],
                "last": "Hatchette",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "J"
                ],
                "last": "Drews",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alberta",
                    "location": {
                        "settlement": "Edmonton",
                        "region": "Alberta",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Adriana",
                "middle": [],
                "last": "Peci",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Ontario Toronto",
                    "location": {
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "C"
                ],
                "last": "Kwong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dara",
                "middle": [],
                "last": "Friedman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ottawa Public Health",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Gary",
                "middle": [],
                "last": "Garber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Ontario Toronto",
                    "location": {
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Gubbay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Ontario Toronto",
                    "location": {
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "N"
                ],
                "last": "Fisman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nova",
                "middle": [],
                "last": "Scotia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Canada",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alberta",
                "middle": [
                    "Health"
                ],
                "last": "Provlab",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alberta",
                "middle": [],
                "last": "Services",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Canada",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background. Seasonal influenza epidemics occur frequently. Rapid characterization of seasonal dynamics and forecasting of epidemic peaks and final sizes could help support real-time decision-making related to vaccination and other control measures. Real-time forecasting remains challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods. We used the previously described \"incidence decay with exponential adjustment\" (IDEA) model, a 2-parameter phenomenological model, to evaluate the characteristics of the 2015-2016 influenza season in 4 Canadian jurisdictions: the Provinces of Alberta, Nova Scotia and Ontario, and the City of Ottawa. Model fits were updated weekly with receipt of incident virologically confirmed case counts. Best-fit models were used to project seasonal influenza peaks and epidemic final sizes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results. The 2015-2016 influenza season was mild and late-peaking. Parameter estimates generated through fitting were consistent in the 2 largest jurisdictions (Ontario and Alberta) and with pooled data including Nova Scotia counts (R 0 approximately 1.4 for all fits). Lower R 0 estimates were generated in Nova Scotia and Ottawa. Final size projections that made use of complete time series were accurate to within 6% of true final sizes, but final size was using pre-peak data. Projections of epidemic peaks stabilized before the true epidemic peak, but these were persistently early (~2 weeks) relative to the true peak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions. A simple, 2-parameter influenza model provided reasonably accurate real-time projections of influenza seasonal dynamics in an atypically late, mild influenza season. Challenges are similar to those seen with more complex forecasting methodologies. Future work includes identification of seasonal characteristics associated with variability in model performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Seasonal epidemics of influenza A and B viruses occur frequently. These viruses infect the respiratory tract and typically cause fever, cough, and muscle and joint pain [1] . In some individuals, particularly young children and the elderly, influenza infection may lead to severe illness or death [1] [2] [3] . Seasonal influenza also places a strain on economic productivity due to employee absenteeism [4] and exhaustion of healthcare resources due to increased hospitalization [5] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ability to rapidly characterize and forecast influenza epidemics using mathematical models could help support evidence-driven, real-time decision-making for influenza preparedness and response. Key activities that could be supported by rapid characterization and forecasting of epidemic dynamics include optimal allocation of vaccines, hospital resource management, and health communications. Mechanistic approaches such as compartmental models and agent-based models are commonly used to forecast influenza activity [6, 7] , but these typically require abundant data on population mixing and immunity patterns to produce relevant insights. The incidence decay with exponential adjustment (IDEA) model is a single-equation approach that requires knowledge of only 2 parameters [8] [9] [10] . The IDEA model has had some success in rapidly describing epidemic dynamics and forecasting epidemic peak and end dates based on limited data, and it has been applied to recent outbreaks of cholera [11] , Middle East respiratory syndrome (MERS) [8] , and Ebola [9] .",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 524,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 525,
                    "end": 527,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 994,
                    "end": 998,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1041,
                    "end": 1044,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We sought to apply the IDEA model to seasonal influenza surveillance data from participating Canadian provincial laboratories and a city (Ottawa) health department. The goal of this study was to evaluate the use of this model as a tool for real-time surveillance and projection of seasonal influenza epidemic peaks. In particular, our objectives were to (1) determine whether the IDEA model can rapidly generate accurate estimates of the basic reproduction number for a given influenza Open Forum Infectious Diseases ® M A J O R A R T I C L E season and (2) use these estimates to generate accurate forecasts of seasonal influenza epidemics, with a particular focus on peak and end dates, and final epidemic size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study made use of anonymized weekly public health surveillance data from Ottawa Public Health and laboratory surveillance data from the Ontario, Alberta, and Nova Scotia virology laboratories. Laboratory datasets provided information about the total number of tests performed as well as the number of tests that were positive for influenza A virus or B virus. The Ottawa Public Health (city) dataset provided information about the onset date of influenza illness, the requisition date, and the date when the case was reported as test positive by the relevant laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sources"
        },
        {
            "text": "The Alberta (ProvLab Alberta [PLA]) and Ontario (Public Health Ontario Laboratories [PHOL]) laboratory systems perform testing on 25 000-50 000 influenza specimens in a given season, with substantial variability depending on the severity of the influenza season. ProvLab Alberta performs testing on all specimens submitted for respiratory testing in the province, whereas PHOL performs testing predominantly focuses on respiratory specimens submitted from hospitals and emergency rooms, although community specimens are also tested. It has been estimated that PHOL tests approximately 55% of unique respiratory virus specimens in the Province of Ontario (Jeff Kwong, personal communication, written communication, February 2, 2017). The Microbiology Laboratory of the Queen Elizabeth II Health Centre (Central Zone of the Nova Scotia Health Authority) (QE2) performed testing in Nova Scotia. Unlike the PHOL and PLA systems, QE2 testing is limited to hospital testing and testing related to outbreaks in long-term care facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sources"
        },
        {
            "text": "The IDEA is a single-equation approach that describes epidemic processes in terms of exponential growth and simultaneous decay [10] . In contrast with traditional approaches, IDEA aims to represent factors other than population immunity that are associated with slowing epidemic growth [10] . The IDEA is described by a single equation, which takes the functional form It = = [R 0 /(1+d) t ] t . The model describes epidemic processes in terms of exponential growth (a function of the basic reproductive number, R 0 ) and simultaneous decay (d) brought about by behavioral change, public health interventions, increased immunity in the population, or any other dynamic change that slows disease transmission.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "R 0 and d were estimated using a Bayesian pseudo-likelihood approach as described by Bolker [12] , with 95% confidence intervals generated assuming a negative binomial distribution [13] . Models were updated each generation as new weekly data became available.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Models were fit to aggregate weekly incident case counts reported by the Ontario (PHO), Alberta (PLA), and Nova Scotia (QE2) laboratories and Ottawa Public Health between September 2015 and May 2016, as well as to the summed total incident case counts across all laboratories (but excluding data from Ottawa Public Health, to avoid double counting, because some of these cases are also included in the Ontario dataset).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "For simplicity, the mean generation time for influenza infection was assumed to be 3 days [14] , meaning that weekly case counts represented cases produced in approximately 2 generations, although this was varied in sensitivity analyses. The onset of influenza season was defined as 2 consecutive weeks in which the number of cases was greater than zero and greater than the number of cases reported in the prior week. The end of influenza season was defined as 2 weeks in a row with zero cases. For prospective analyses, the IDEA model was fit to incident case data to predict epidemic peaks, end dates, and final sizes. Models were updated each generation as new weekly data became available. The start dates of influenza season in each region were November 22, 2015 (Alberta), November 25, 2015 (Ottawa), November 29, 2015 (Ontario), and December 28, 2015 (Nova Scotia).",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "The number of incident influenza cases reported by all participating laboratories over time is shown in Figure 1 . Alberta and Ontario laboratories reported most cases (42.7% and 50.8% of total cases). A high proportion of cases were reported between mid-February and mid-March 2016. Overall, the epidemic appeared to peak near the end of February 2016. Influenza activity in this season started much later than most previous influenza seasons, especially in Nova Scotia, where the season started in late December 2015. Influenza activity continued until late May 2016. As with other Northern Hemisphere geographies, the 2015-2016 influenza season appeared relatively mild [15] . Overall, the model reproduced influenza trends well when fit to the complete time series combined across all jurisdictions (Supplementary Figure 1) .",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 677,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 818,
                    "end": 827,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The 2015-2016 Influenza Season"
        },
        {
            "text": "Epidemic dynamics differed slightly in the different regions involved in this study ( Supplementary Figures 2-5) . For all models, there was a gradual increase in best-fit R 0 and d values as the influenza season wore on. Using all available data for 2015-2016, we noted that the highest R 0 estimates were associated with jurisdictions with the largest case counts (Alberta and Ontario, with R 0 values of approximately 1.4), whereas lower case counts were associated with lower R 0 estimates (Ottawa and Nova Scotia, R 0 values 1.1 to 1.2) ( Table 1 ). Higher R 0 values were associated with higher d values ( Table 1 ). The best-fit R 0 estimates are similar to those often estimated for influenza [16] .",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 705,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 112,
                    "text": "Supplementary Figures 2-5)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 544,
                    "end": 551,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 612,
                    "end": 619,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Parameter Estimation"
        },
        {
            "text": "When provincial case counts for Alberta, Ontario, and Nova Scotia were summed, R 0 estimates were similar to those seen in Alberta and Ontario (~1.4), with d ~0.005 (again, as seen in estimates from Ontario and Alberta). Sensitivity analyses on influenza generation time resulted in a range of R 0 estimates from 1.2 to 1.5 (Table 1) . For models using pooled case counts, parameter estimates were stable by early February (approximately 24 generations) with little change thereafter ( Figure 2 ). There were no sudden surges in either estimated R 0 or d throughout the duration of the outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 333,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 486,
                    "end": 494,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Parameter Estimation"
        },
        {
            "text": "Projections were generated using best-fit parameter estimates. With complete data summed across jurisdictions (ie, at the end of May 2016), model projected case counts were similar to observed case counts (11 002 vs 11 686 cases [a 6.2% difference in counts]). Final size projections were fairly stable from mid-February 2016 onwards, but the precision of these estimates improved markedly after early March 2016 ( Figure 3 ). Projections based on earlier parameters tended to overestimate final size (for example, from mid-to late-February 2016, final size estimates ranged between approximately 13 000 to 15 500 cases). Projections were similar using 2-or 4-day generation times. Jurisdiction-level projections of final size (eg, those for Alberta [Supplementary Figure S7] and Ontario [Supplementary Figure S9 ]) were similar to overall projections but less stable, with persistently high upperbound confidence limits.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 423,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 775,
                    "text": "Figure S7]",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 812,
                    "text": "Figure S9",
                    "ref_id": null
                }
            ],
            "section": "Forecasting Final Size and Epidemic Peak"
        },
        {
            "text": "Estimates of epidemic peak dates for combined data are shown in Figure 4 . Near the beginning of the outbreak, in December 2015, estimates of epidemic peak dates were inaccurate and tended to fluctuate. However, peak date estimates appeared to stabilize, projecting a peak in mid-February, around early January 2016. This stable projection occurred before the true peak in the first week of March 2016, and it remained stable (±1 week) throughout the subsequent study period. By contrast, jurisdiction-specific peak estimates for Alberta (Supplementary Figure S8) and Ontario (Supplementary Figure S10) did not stabilize until after peaks had occurred, with the post-peak estimate for Ontario being 1 month earlier than the true peak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 72,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 553,
                    "end": 563,
                    "text": "Figure S8)",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 602,
                    "text": "Figure S10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Forecasting Final Size and Epidemic Peak"
        },
        {
            "text": "Estimates of d were obtained using a fixed estimate of R 0 (1.408) derived using all available data (Supplementary Figure 6) . Using a fixed estimate of R 0 , with the model used only to derive estimates of d, still produced parameter estimates that stabilized near the end of January, providing no clear advantage over fitting both R 0 and d simultaneously.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 124,
                    "text": "Figure 6)",
                    "ref_id": null
                }
            ],
            "section": "Estimates of Control With a Fixed Reproduction Number"
        },
        {
            "text": "The costs and health impact of seasonal influenza epidemics are substantial. Seasonal influenza epidemics vary in timing and severity from year to year, and it would be desirable to develop influenza forecasting methods that are accurate, reliable, and relatively simple and user friendly. Approaches to forecasting influenza have included (1) statistical models of varying complexity as well as (2) disease dynamic transmission models [17] . The performance of these approaches has been variable, and in a recent influenza forecasting exercise (Predict the Influenza Season Challenge) conducted under the auspices of the US Centers for Disease Control and Prevention, only 3 of 13 models correctly forecast influenza season onset, 1 of 13 correctly forecasts the season's peak, and 3 of 13 forecast epidemic size to within 1% [17] .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 440,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 827,
                    "end": 831,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study, we present a simple, phenomenological model for epidemic growth that we have described previously [10] , but which was not included in the above-mentioned competition. The model we present above has the advantage of being sufficiently simple that it can be constructed in standard statistical spreadsheet software.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Using weekly pooled virological data from 3 Canadian regions and 1 city as inputs, we found that the model generated timely and fairly accurate estimates of influenza season size and duration. The parameters generated by the model seemed reasonable; our R 0 estimate for seasonal influenza (1.41) is consistent with estimates generated in other studies using more complex modeling approaches [17] . Although peak forecasts were off by approximately 2 weeks, forecasts had stabilized before the peak occurred, suggesting that accuracy may be improved with relatively simple adjustments in future; it may be that the persistent early peak projections generated by IDEA reflect the fact that the IDEA curve is symmetrical, whereas influenza epidemic curves may (as in this case) drop off sharply after the peak is reached. The IDEA model performed reasonably well in projecting final outbreak size. By early March 2016, we were able to estimate a final size of 11 002, compared with a total of 11 686 cases by the end of the outbreak, corresponding to error of approximately 6%, with final size estimates again having stabilized before the epidemic peak. However, confidence intervals around this estimate were wide with the upper bound confidence limit not dropping below 15 000 cases until mid-March (post-peak).",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In jurisdictional analyses, we found what appeared to be a threshold effect for case counts in generating useful parameter estimates. Although estimates from our 2 largest jurisdictions (Ontario and Alberta) were fairly consistent with one another, and also with pooled overall estimates, estimates generated using data from smaller jurisdictions and/or those with more restrictive testing algorithms (Nova Scotia virology laboratory and Ottawa Public Health) was more challenging. The small number of cases reported from these areas was associated with low estimates of R 0 . In general (and unsurprisingly), the smaller the sample size of the jurisdiction under analysis, the less stable, reliable, and timely projections appeared to be. Because frequency of testing or variability in testing practices may contribute to small test-positive numbers, it is unfortunate that we lacked testing data from most jurisdictions, which might have permitted us to evaluate the impact of tests per capita on usefulness of this modeling approach. Such explorations will be the subject of future work. Projections of final epidemic peak date generated using the incidence decay with exponential adjustment (IDEA) model for summed influenza counts from Ontario, Alberta, and Nova Scotia. The dates plotted on the x-axis are the dates of most recent influenza data used for model fitting; the y-axis represents the projected peak date. As noted in the text, peak date projections stabilized in mid-February before the true peak (first week of March 2016). Thus, a stable peak date was forecast before the true peak, but this forecast was persistently earlier than the true peak date. In addition, and as noted by an anonymous reviewer of an earlier draft of this paper, our early overestimation of reproduction numbers (and consequently, overestimation of d) early in the influenza season, is consistent with the tendency towards early overestimation of reproduction numbers noted by Mercer et al [18] . One possible reason for this overestimation relates to our \"seeding\" our models by assuming a single case at \"time zero\". Given the well described underdiagnosis of influenza [19] , this heuristic is may be problematic, and if our outbreak is seeded by >1 initial case that would result in reduction in early estimates of R 0 . It is unclear whether there may be some empirically derived inflation factor that might allow improved early performance (and timelier characterization of epidemics) by the IDEA model, but this represents an interesting question for future research.",
            "cite_spans": [
                {
                    "start": 1984,
                    "end": 1988,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2166,
                    "end": 2170,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The performance of our model during this exercise, while somewhat encouraging, may not predict performance in future influenza seasons. The 2015-2016 influenza season was atypical relative to other recent influenza seasons, with a late start and relatively low impact [20] . The mechanisms underlying these atypical dynamics are not clear, but better understanding of the impact of between-season variation in predominating circulating strain, and vaccine match and uptake, may in turn permit more accurate and timely model projections. This project focused on the ability to forecast influenza epidemics in real time, but better understanding of factors influencing model performance will likely also need to include historical data from well characterized influenza seasons, and we are currently engaged in such work.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Supplementary materials are available at Open Forum Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Influenza: epidemiology, clinical features, therapy, and prevention",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Semin Respir Crit Care Med",
            "volume": "32",
            "issn": "",
            "pages": "373--92",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical problem-solving. A shocking development",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Levenson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kaul",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saint",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "2253--2261",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pandemic versus epidemic influenza mortality: a pattern of changing age distribution",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Schonberger",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Infect Dis",
            "volume": "178",
            "issn": "",
            "pages": "53--60",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The annual impact of seasonal influenza in the US: measuring disease burden and costs",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Molinari",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Ortega-Sanchez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Messonnier",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "5086--96",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The impact of influenza epidemics on hospitalizations",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Schonberger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Infect Dis",
            "volume": "181",
            "issn": "",
            "pages": "831--838",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modelling an influenza pandemic: A guide for the perplexed",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "CMAJ",
            "volume": "181",
            "issn": "",
            "pages": "171--174",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mathematical models to characterize early epidemic growth: A review",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sattenspiel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Phys Life Rev",
            "volume": "18",
            "issn": "",
            "pages": "66--97",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estimation of MERS-coronavirus reproductive number and case fatality rate for the spring 2014 Saudi Arabia outbreak: insights from publicly available data",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rivers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lofgren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Curr",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Projected impact of vaccination timing and dose availability on the course of the 2014 West African ebola epidemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tuite",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Curr",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An IDEA for short term outbreak projection: nearcasting using the basic reproduction number",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Hauck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tuite",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Greer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cholera epidemic in Haiti, 2010: using a transmission model to explain spatial spread of disease and identify optimal control interventions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tuite",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tien",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eisenberg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ann Intern Med",
            "volume": "154",
            "issn": "",
            "pages": "593--601",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bblme: Tools for General Maximum Likelihood Estimation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bolker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The IDEA model: A single equation approach to the Ebola forecasting challenge",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tuite",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Fisman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Epidemics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.epidem.2016.09.001ï»¿"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Estimation of the serial interval of influenza",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Epidemiology",
            "volume": "20",
            "issn": "",
            "pages": "344--351",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Centers for Disease Control and Prevention. Summary of the 2015-2016 Influenza Season",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Estimates of the reproduction number for seasonal, pandemic, and zoonotic influenza: a systematic review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biggerstaff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Results from the centers for disease control and prevention's predict the 2013-2014 Influenza Season Challenge",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biggerstaff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dredze",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effective reproduction numbers are commonly overestimated early in a disease outbreak",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Stat Med",
            "volume": "30",
            "issn": "",
            "pages": "984--94",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Influenza case definitions -optimising sensitivity and specificity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Penttinen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pebody",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Interventions to increase influenza vaccination of health-care workers--California and Minnesota",
            "authors": [],
            "year": 2005,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "54",
            "issn": "",
            "pages": "196--205",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Weekly incidence of influenza cases in Ottawa, Ontario, Alberta, and Nova Scotia. The vertical axis represents the number of influenza cases reported by participating laboratories and Ottawa Public Health, covering the period between week 48 (beginning November 23, 2015) and week 21 (beginning May 23, 2016).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Parameter estimates, summed provincial case counts. Parameter estimates (solid lines; R 0 : left y-axis, and d: right y-axis) for summed influenza counts from Ontario, Alberta, and Nova Scotia. Dashed lines represent 95% confidence intervals for parameter estimates. Overall influenza activity had begun in late November 2015; parameter estimates had stabilized by mid-January 2016. The dates on the x-axis represent the date of the most recent influenza data used for model fitting.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Peak date projections for 2015-2016 influenza season.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Estimates of R 0 and d for Populations and Generation Time Estimates Used in Analyses",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Figure 3. Final size projections for 2015-2016 influenza season. Projections of final epidemic size generated using the incidence decay with exponential adjustment (IDEA) model for summed influenza counts from Ontario, Alberta, and Nova Scotia (y-axis). The dates plotted on the x-axis are the dates of most recent influenza data used for model fitting. The solid black line represents projected size; dashed black lines represent upper-and lower-bound 95% confidence intervals (CIs). Upperbound CI for final size before February 2016 are >100 000 and not shown on the graph. Dashed gray line represents true final size (11 686 cases).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Potential conflicts of interest. J. G. reports grant support from Pfizer, Inc., outside the submitted work. G. G. reports other from Public Health Ontario, grants and personal fees from Gilead, and personal fees from Merck, outside the submitted work. T. H. reports grants from GSK, outside the submitted work. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}