{
    "paper_id": "9ee72a92dba63a2f7ba385612fa69e180dc8ab09",
    "metadata": {
        "title": "Ebola Virus Disease Epidemic: What Can the World Learn and Not Learn from West Africa?",
        "authors": [
            {
                "first": "Romuladus",
                "middle": [
                    "E"
                ],
                "last": "Azuine",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Global Health and Education Projects, Inc",
                    "location": {
                        "postCode": "20738",
                        "settlement": "Riverdale",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sussan",
                "middle": [
                    "E"
                ],
                "last": "Ekejiuba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Global Health and Education Projects, Inc",
                    "location": {
                        "postCode": "20738",
                        "settlement": "Riverdale",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gopal",
                "middle": [
                    "K"
                ],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Global Health and Education Projects, Inc",
                    "location": {
                        "postCode": "20738",
                        "settlement": "Riverdale",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Magnus",
                "middle": [
                    "A"
                ],
                "last": "Azuine",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "TransWorld Development Initiatives, Inc",
                    "location": {
                        "postCode": "20722",
                        "settlement": "Brentwood",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With over 4,500 deaths and counting, and new cases identified in two developed countries that are struggling and faltering in their handling of the epidemic, the 2014 Ebola Virus Disease (EVD) epidemic is unlike any of its kind ever encountered. The ability of some poor, resource-limited, developing countries in sub-Saharan Africa to efficiently handle the epidemic within their shores provides some lessons learned for the global health community. Among others, the 2014 EVD epidemic teaches us that it is time to put the \"P\" back in public and population health around the world. The global health community must support a sustainable strategy to mitigate Ebola virus and other epidemics both within and outside their shores, even after the cameras are gone. Ebola virus must not be called the disease of the poor and developing world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In September and October, 2014, the United States (US) and Spain, respectively, became the first two developed countries of the world to record the diagnoses of Ebola Virus Disease (EVD) in their lands outside West Africa during the current 2014 EVD epidemic. For the US, it was the nation's first case of EVD transmitted across international lines. The patient, now deceased, contracted Ebola virus and travelled to US from his native Liberia, one of the West African country at the center of what has become one of the most challenging infectious disease outbreaks and national security threats in modern times. [1, 2] The other four countries are Guinea, Nigeria, Senegal, and Sierra Leone. For Spain, it was the nation's first case of an indigenous Ebola virus infection for a nurse, who had earlier cared for two Spaniard missionaries who later died from the virus which they contracted in West Africa. [3] ",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 617,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 618,
                    "end": 620,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 908,
                    "end": 911,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the death of the first patient in the US, subsequent infection of the nurses who cared for him, and the fears that more infections lay ahead, the US, and overall healthcare system in the Western world, has come at the center of global scrutiny and debate. For the US and Spain, the events around the EVD cases have raised fundamental questions about the preparedness of the healthcare systems in advanced countries to handle the EVD epidemic, should that occur, despite the rhetorical presentation of their sophistication and invincibility. In Spain, federal authorities have asked for explanations on how the nurse contracted the virus. [3] In the US, the Ebola patient was released from hospital even after he reported that he had travelled from Liberia only to be readmitted when his condition worsened. Hospital and health officials have scrambled to advance such reasons ranging from human error, software malfunction, down to the assertion, in some quarters, that the patient was turned away because he did not have health insurance-the traditional gateway to getting into the healthcare system in the US. [4] ",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 646,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1117,
                    "end": 1120,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Doubtful Advanced Healthcare Systems"
        },
        {
            "text": "The unfortunate death of the US patient on October 8, 2014, 11 days after he was readmitted to the hospital, the first and only foreigner to succumb to EVD within the US, where two prior US-citizenpatients were successfully treated, have set off a cascade of ethical and human rights questions and sometimes vituperations. [5] Given the historical and scientific antecedents of health disparities in the US, these reactions are understandable, and the fears are, to a large extent founded. Plethora of research has documented that one of the leading and fundamental causes of health disparities in the US stems from the fact that minorities, the poor, and immigrants do not receive the same care in the US healthcare system as their majority, affluent, and native-born counterparts. [6, 7] Studies have also documented that minorities were less likely to be offered experimental treatments even when access was not the issue. [8, 9, 10] The treatment or lack of treatment of the Liberian-born Ebola patient in the US has once again ignited somber thoughts of the past including the Tuskegee experiments, where blacks in US were enrolled in clinical trials without their knowledge. [8] The production of new experimental drugs, no doubt, takes a long time. It is also unknown if these experimental drugs work. [11] However, many people, locally and internationally, have questioned the US public officials' moral high ground in asserting that the experimental ZMapp, that drug was administered to the two prior US citizens, was unavailable for the treatment of the now deceased only non-US citizen-patient in the US soil. While these are continuing, news reports indicate that as many as over 4,500 people, and counting, have succumbed to this deadly virus in the affected West African countries at the time of this commentary. [12] These affected West African countries already have among the world's worst global health indicators and need our help now (see Table 1 / Figure 1 ). The fact that advanced healthcare systems in the Western world are grappling and failing with few cases of Ebola, and its aftermath, tells us that this is not like any other. Its present and future calamities cannot be wished away. Ebola should not be relegated to the background as often happens to diseases afflicting the poor and developing countries. The global health community must not leave these nations at the mercy of a deadly virus.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 783,
                    "end": 786,
                    "text": "[6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 787,
                    "end": 789,
                    "text": "7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "[8,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 930,
                    "end": 932,
                    "text": "9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1181,
                    "end": 1184,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1309,
                    "end": 1313,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1827,
                    "end": 1831,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1959,
                    "end": 1966,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1969,
                    "end": 1977,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Underlying Causes of Health Disparities"
        },
        {
            "text": "As part of its response, the US has deployed a contingent of about 4,400 soldiers to the affected West African countries to help them in setting up healthcare facilities to treat Ebola patients. The fact that these soldiers were deployed by the President without the usual political arguments demonstrates the magnitude of risk perception among US law makers of the epidemic. The US has also instituted increased screening for airline passengers in the US and Africa, [13] a practice that had been in place since the outbreak started by the West African countries of Liberia, Sierra Leone, Senegal, and Nigeria. The US has also dispatched a team of public health officials to learn how Africa's most-populous country, Nigeria, and Senegal, among the world's poorest nation, were able to mitigate the spread of the virus in their countries. [14] The US spends far more on healthcare than the Ebola-hit West African countries combined (see Table 1 / Figure 1 ). The fact that the US is learning from Nigeria and Senegal is instructive.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 472,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 938,
                    "end": 945,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 948,
                    "end": 956,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Learning from the Global South"
        },
        {
            "text": "Nonetheless, the turn of events with the Ebola outbreak and matters arising therefrom raise a number of issues pertinent to our past and ongoing knowledge of global health. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning from the Global South"
        },
        {
            "text": "First, from the Ebola virus we must learn that there is no geographic monopoly of the fountain of knowledge. Learning can come from anywhere: the global South can teach the global North something. In 2011, when the International Journal of MCH and AIDS (IJMA) was established, one of the driving forces behind the nascent academic journal was predicated upon the fact that there is no geographic supremacy in the fountain of knowledge. IJMA was founded to be \"a fertile ground to cultivate a global intellectual coalition to highlight the issues in hinterlands of developing countries.\" [15] It is interesting that the US is sending health experts to Nigeria, the global South, to learn from their experience on handling the EVD outbreak. This development buttresses the impe tus for knowledge sharing across the geogra phic boundaries of global North and South.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 591,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "No Geographic Monopoly of Knowledge"
        },
        {
            "text": "Second, the outbreak teaches us that public and population health can no longer be defined in terms of national boundaries. There is no longer a global or local/national health. Global health is local health. It is often disappointing to come across public health experts, policy makers, or academics, who put an artificial divide between population health for those living within and those living beyond their national shores. The realities of the current Ebola epidemic and past disease outbreaks such as SARS (Severe Acute Respiratory syndrome), Bird flu (H5N1 Avian flu), BSE (aka the mad cow disease), etc., present some of the profound reasons to agree that \"local health is global health\" and \"global health is local health.\" This theme has not been lost in human ideologies. In 1969, the World Health Organization (WHO) adopted the first International Health Regulations (IHR), the all-hands-on system designed to prevent national public health emergencies from becoming international crises. The present Global Outbreak Alert and Response Network (GOARN), while implementing the IHR strive to pool human and technical resources in member states from the global North and South.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Health is Local Health"
        },
        {
            "text": "Third, the handling, or mishandling, of the outbreak both in the developing and the developed world teaches us the critical importance of putting the \"P\" (public) back in public health. It is very often that we see policy makers and public health officials deal with public health issues in the abstract, reeling out mere numbers, policies and layers of guidance, but unfortunately relegating to the background, the public which is the very essence of public and population health. As depicted in the US experience, a sophisticated healthcare system is important in handling an outbreak such as Ebola, but it is not a panacea to dealing with the attendant manageable fallouts of a rapidly unfolding outbreak. The people are. Nigeria's ability to mitigate the catastrophic outbreak in Africa's most-populous country was benchmarked on the nation's ability to mobilize the entire citizenry to participate in the national effort, a practice referred to in the language of epidemiologists as \"contact tracing.\" While the country was battling the outbreak, every citizen became the guard and guardian of the entire society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Putting the \"P\" Back in Public Health"
        },
        {
            "text": "Nigeria's example typifies a community united in a fight against an outbreak with all that it has in its arsenal. People reported those in their neighborhoods who showed signs of EVD and asked them to seek medical help. People were part of the overall \"contact tracing\" by using text messages to contact health officials. The role of the people was so instrumental that, at one time, the country was agog with the notion of a cure for EVD by \"bathing with salt.\" The fake cure started from a message sent out a local traditional ruler to his by subjects. This single communication went viral on the social media and everyone was bathing with salt water to prevent and or cure EVD. Even as unscientific as this incident is, the fact that this practice went viral within a few hours bears testimony to the level of communal sharing between people, friends, families, colleagues and even stran gers during such emergency. This is the \"P\" in public health in action. It is this \"P\" in public health that the western health officials must learn from their Nigerian and Senegalese counterparts. [16, 17] ",
            "cite_spans": [
                {
                    "start": 1089,
                    "end": 1093,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1094,
                    "end": 1097,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Bathing in Salt Water Goes Viral"
        },
        {
            "text": "It is easy to pontificate and write pages of protocols on how to handle a public health emergency. But the reality and effectiveness of planning is only evaluated when a healthcare system is confronted by the magnitude of an outbreak such as Ebola.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moving Beyond Words"
        },
        {
            "text": "Only then can we see the shortcomings of human planning vis-à-vis implementation and the need to understand that global health is local health, that the world can learn from each other, and finally that there is an urgent need to put the \"P\" back in public and population health. Even as it puts in place multiple strategies to address the Ebola in the country, the US, and other developed countries, must learn from history and resist attempts to use the outbreak to further alienate minorities and immigrant communities within their shores. As the world's global leader, the US must not allow what happened in its dealing with the first Ebola virus disease patient to repeat itself and or obliterate its efforts to address racial and ethnic disparities in health. [18] ",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 770,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Moving Beyond Words"
        },
        {
            "text": "The numerous missteps, misspeaks, and misdeeds of the public health system in the handling of the Ebola virus disease outbreak in the US and the western countries must stop. An efficient public health system must be color and statusblind and offer equal opportunities to all peoples regardless of their nationalities, racial/ethnic, or economic or social conditions. [6, 7] For example, the governments must engage the public especially minorities, population characterized health dispari ties, and front line healthcare workers and reassure them that it is rolling out concrete steps to handle the outbreak. The public health system must take immediate actions to stem its failings in the handling of this volatile virus and its aftermath which is quickly eroding and putting a wedge in the public's trust of the entire public health system. Above all, the global health community, led by the World Health Organization, must urge wealthy nations to afford equal access and opportunities to public health and clinical trials products to all peoples within their shores irrespective of ability, or socioeconomic status.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 370,
                    "text": "[6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 371,
                    "end": 373,
                    "text": "7]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Financial Disclosure: None. Funding Support:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "None. Conflicts of Interest: No authors have financial interests that pose a conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Global Alert and Response (GAR)",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ebola (Ebola Virus Disease)",
            "authors": [],
            "year": 2014,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ebola outbreak: Nurse infected in Spain. British Broadcasting Corporation",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Marked Ethnic, Nativity, and Socioeconomic Disparities in Disability and Health Insurance among US Children and Adults: The",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Death of Thomas Eric Duncan in Dallas Fuels Alarm Over Ebola New York Times",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Philipps",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Widening Socioeconomic, Racial, and Geographic Disparities in HIV/AIDS Mortality in the United States",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Azuine",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siahpush",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Advances in Preventive Medicine",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2013/657961"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immigrant Health Inequalities in the United States: Use of Eight Major National Data Systems",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez-Lainz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Kogan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Scientific World Journal",
            "volume": "2013",
            "issn": "",
            "pages": "1--21",
            "other_ids": {
                "DOI": [
                    "10.1155/2013/512313.Epub27"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ethical Aspects of Clinical Research",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emmanuel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Crouch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Arras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Health inequalities and infectious disease epidemics: a challenge for global health security",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biosecurity Bioterrorism",
            "volume": "12",
            "issn": "5",
            "pages": "263--73",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Questions and Answers on Experimental Treatments and Vaccines for Ebola",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Burchard",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "513",
            "issn": "7518",
            "pages": "301--303",
            "other_ids": {
                "DOI": [
                    "10.1038/513301a.11"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "US Centers for Disease Control and Prevention",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Nigeria contains Ebola -and US officials want to know more. Yahoo/Christian Science Monitor",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zirulnick",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Addressing Global Health, Development, and Social Inequalities through Research and Policy Analyses: the",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Azuine",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Available at: http:// mchandaids.org/?p=1119#abs. Accessed October 17",
            "volume": "1",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ebola virus disease outbreak -Nigeria",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shuaib",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gunnala",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Mahoney",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Oguntimehin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Nguku",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Nyanti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Gwarzo",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Idigbe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nasidi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Vertefeuille",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "63",
            "issn": "39",
            "pages": "867--72",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Importation and containment of ebola virus diseasesenegal",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mirkovic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thwing",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Diack",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "63",
            "issn": "39",
            "pages": "873--877",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Ebola crisis: Texas hospital apologises for failures in handling of first patient. The Guardian",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Swaine",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Health Expenditure, GDP, and Selected Health Indicators in Ebola Affected Countries Source: US Centers for Disease Control & Prevention (CDC), 2014; World Health Statistics, 2014; World Bank data, 2014 Note: Ebola statistics reported by CDC as at October 16, 2014.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Health Expenditure, GDP, and Selected Health Indicators in Ebola Affected Countries",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}