{
    "paper_id": "9f7ffa3a1bbf4a6ad9e71f2377fb45564589d415",
    "metadata": {
        "title": "Necrotizing Enteritis Caused by Pharyngostomum cordatum Infection in a Stray Cat",
        "authors": [
            {
                "first": "Ji-Hyeon",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kyunghyun",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Woon-Mok",
                "middle": [],
                "last": "Sohn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Gyeongsang National University College of Medicine",
                    "location": {
                        "postCode": "52727",
                        "settlement": "Jinju",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Ha-Young",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu-Ran",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eun-Jin",
                "middle": [],
                "last": "Choi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Byungjae",
                "middle": [],
                "last": "So",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ji-Youl",
                "middle": [],
                "last": "Jung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A stray female cat of unknown age, presenting bright red watery diarrhea, was submitted to the Animal and Plant Quarantine Agency for diagnosis. In the small intestines extracted from the necropsied cat, numerous white ovalshaped organisms were firmly embedded in the mucosa and there was thickening of intestinal wall. Histopathological analysis revealed severe necrotizing enteritis, together with atrophied intestinal villi, exfoliated enterocytes, and parasitic worms. Recovered worms were identified as Pharyngostomum cordatum by morphological observation and genetic analysis. Although P. cordatum is known to occur widely in Korea, this is the first clinical description of an infection by P. cordatum causing severe feline enteritis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Enteritis in cats is caused by infectious agents (viruses, bacteria, and parasites), with parasites being the primary cause of diarrhea, especially among strays. Intestinal helminths (e.g., nematodes, trematodes, and cestodes) have been identified in the feline alimentary system [1] . Within the trematodes, 26 species have been detected in cats in Korea: 10 species by 2000 [2] [3] [4] [5] , 15 species in 2005 [6] , and 1 species in 2009 [7] . The intestinal trematode Neodiplostomum seoulense (formerly Fibricola seoulensis), which is closely related to Pharyngostomum cordatum (Digenea: Diplostomidae), causes serious diarrhea and enteritis in human and laboratory animals, including rats and mice [8] . The snake, Rhabdophis tigrina, serves as a second intermediate host of these 2 species of trematode [9] . P. cordatum infects carnivorous mammals worldwide. Domestic and wild cats act as the definitive hosts of this fluke, whose adults parasitize the small intestines of cats. The intermediate hosts, from which the parasite infects cats, are tad-poles, frogs, and frog-eating animals, including certain snakes [10] . Infection by this fluke in cats has been widely reported in Germany, Romania, China, Japan, and India [11] [12] [13] [14] [15] . In the Republic of Korea (Korea), P. cordatum was first recovered in the small intestines of cats from Seoul [16] . The prevalence of this fluke in cats in Korea has been reported [6, 17] . However, no studies have described the pathology of P. cordatum infection in domestic felines. Here, we present the first clinical case of necrotizing enteritis caused by this fluke in a stray cat in Korea.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 283,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1120,
                    "end": 1124,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1229,
                    "end": 1233,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1234,
                    "end": 1238,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1239,
                    "end": 1243,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1244,
                    "end": 1248,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1249,
                    "end": 1253,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1365,
                    "end": 1369,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1436,
                    "end": 1439,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1440,
                    "end": 1443,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In December 2017, a stray female cat was found dead on the street and submitted to the Animal and Plant Quarantine Agency for diagnostic examination. Clinical signs and individual information such as breed and age were unavailable. Bright red watery diarrhea was observed around the anus. Upon dissection, the small intestinal wall was observed to have thickened, with congested and edematous mucosa. Macroscopic examination revealed numerous white organisms that had attached deep in the mucosa of the duodenum and jejunum (Fig. 1) . These organisms were 0.1-0.2 cm in length and round or oval.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 532,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CASE RECORD"
        },
        {
            "text": "After necropsy, representative tissues were fixed in 10% neutral buffered formalin for 24 hr and routinely processed. Processed tissues were embedded in paraffin, then stained with hematoxylin and eosin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE RECORD"
        },
        {
            "text": "Histopathological examination of the small intestine revealed severe necrotizing enteritis, with atrophied small intestinal villi and enterocyte exfoliation ( Fig. 2A) . Moreover, intestinal crypt epithelial cells were degenerated or necrotized. In the lamina propria, numerous lymphocytes and a few macrophages were infiltrated. Several trematodes were present within the intestinal lesions, having embedded themselves among the villi and pulling bits of mucosa into the anterior spoonshaped region of their bodies (Fig. 2B) . No other organ presented histopathological lesions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 167,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 516,
                    "end": 525,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "CASE RECORD"
        },
        {
            "text": "Direct microscopy and PCR were employed to identify the parasitic species. Worms collected from intestines were fixed with 10% neutral buffered formalin under cover glass pressure and identified using microscopy (Fig. 3) . Body shape was stout, fleshed, and indistinctly bipartite. Body dimensions were as follows: length 1.77 mm, maximum width at anterior body 1.13 mm, minimum width at hind body 0.38 mm. A small and subterminal oral sucker was located at the end of anterior body. A huge and cordiform tribocytic organ occupied almost the entire anterior body. Two slightly lobulated testes and a coiled uterus were adjacent in the posterior body.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "CASE RECORD"
        },
        {
            "text": "Genomic DNA was extracted from paraffin-embedded blocks of small intestine using a QIAamp DNA FFPF Tissue kit (Qiagen, Hilden, Germany), following manufacturer protocol. Partial and complete sequences of 5.8 Sribosomal RNA (rRNA) gene, internal transcribed spacer 2 (ITS2), 28S rRNA gene (GenBank accession number: LC025648.1) were PCR amplified using the following primers: 5'-TGTCGATGAAGAG TG-CAGCCA-3' (forward) and 5'-ATCAGTTACATTGCCACATGC-3' (reverse). Thermocycling conditions were as follows: 30 cycles of 1 min at 94˚C, 1 min at 55˚C, and 1 min at 72˚C. The PCR product was purified using a QIA amp Purification kit (Qiagen) and commercially sequenced (Macrogen, Seoul, Korea).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE RECORD"
        },
        {
            "text": "For phylogenetic analysis, sequences were aligned in BioEdit (ver. 7.2.6; Ibis Biosciences, Carlsbad, California, USA) and then analyzed in MEGA7 (Pennsylvania State University, State College, Pennsylvania, USA). Intestinal flukes (Alaria sp., Haplorchis pumilio, Heterophyes heterophyes, Metagonimus yokogawai, and Nanophyetus salmincola), a lung fluke (Paragonimus kellicotti), and a liver fluke (Opisthorchis felineus) were used as outgroups. The sequence in this study (GenBank accession num- (Fig. 4) . The trematode was closely related to the other intestinal flukes, and to the lung and liver fluke. All of these parasites are commonly found in cats. Screening with bacterial isolation and PCR failed to uncover any enterotropic bacterial and viral infections including feline parvovirus and feline coronavirus. To detect viral nucleic acid, commercial PCR/RT-PCR kit were used (iNtRON, Seoul, Korea).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 505,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "CASE RECORD"
        },
        {
            "text": "In this study, histopathological changes of the intestinal mucosa associated with P. cordatum infection were observed. The animal exhibited severe diarrhea and necrotizing enteritis, especially in the duodenum and jejunum. Fluke attachment and damage of intestinal mucosa are the primary causes of these pathological lesions, by initiating inflammatory reactions that then result in mucosal necrosis and hemorrhage. The oral suckers of flukes probably induce local irritation, erosion, and ulceration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Intestinal fluke infestations in cats can either be asymptomatic or cause abdominal pain, appetite loss, weakness, and diarrhea. Although the main clinical sign of P. cordatum-infected cats is chronic diarrhea, this symptom is often absent in affected animals [18] . In a previous report, for example, only 1 of 4 infected cats developed diarrhea, whereas the remainder showed no clinical abnormalities [18] . In this case, we did not have access to exact clinical symptoms because the cat was found after death. Although viruses and bacteria are also capable of causing diarrhea in cats, and the enteritis presented in this case study is similar to parvoviral enteritis, screening did not detect any viral or bacterial presence. We concluded that the pathology observed in the dead cat originated from P. cordatum infection, as it was the only etiological agent identified.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Human and veterinary clinics typically diagnose P. cordatum infection through detecting eggs in fecal examinations [18] . Thus, the morphology of the egg and adult is already known [16, 19] . Although we could not obtain fecal samples, we identified adult parasites in the small intestine using direct microscopy and PCR. The morphological characteristics we recorded for P. cordatum from microscopic analysis are consistent with previous description [16] . Moreover, our successful PCR identification of this parasite suggests that molecular techniques would enable rapid diagnosis of P. cordatum infection in domestic and wild cats, whether from fecal or tissue samples.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Since the first report of P. cordatum infection in 1981, multiple surveys on intestinal trematode prevalence in the stray cats of Korea have been conducted. The parasite has been detected in 63/438 (14.4%) feral cats from Busan [6] and 3/41 (7.3%) feral cats from Seoul [5] . Thus, P. cordatum infection is an endemic feline disease in Korea, and the parasite should be considered one of the most important for cats. We recommend that veterinarians take care to distinguish P. cordatum infection from other causes of enteric disease in cats of Korea. Stray cats can act as reservoirs, carriers, transmitters, and definitive hosts for many intestinal parasites, including those that are potentially zoonotic. Although no known cases of P. cordatum infection in humans have been reported, we cannot exclude the possibility of P. cordatum zoonosis [19] . Thus, continuous monitoring of intestinal parasites in stray cats is necessary to allow for early diagnosis and control measures in domestic animals and wildlife of Korea.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 845,
                    "end": 849,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Trematodes recovered in the small intestine of stray cats in the Republic of Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Bahk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Sohn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Korean J Parasitol",
            "volume": "51",
            "issn": "",
            "pages": "99--106",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Studies on the parasitic helminths of the cats in western province of Kyung Sang Nam-do",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Res Bull Chinju Agric Coll",
            "volume": "6",
            "issn": "",
            "pages": "91--96",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A survey on helminth parasites of cats in Gyeongbuk Area",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Korean J Vet Res",
            "volume": "19",
            "issn": "",
            "pages": "57--61",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Heterophyid trematodes (Heterophyopsis continua, Pygidiopsis summa and Heterophyes heterophyes nocens) from domestic cats in Korea",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Eom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Rim",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Korean J Parasitol",
            "volume": "23",
            "issn": "",
            "pages": "197--202",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Intestinal parasites of cats purchased in Seoul",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Sohn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chai",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Korean J Parasitol",
            "volume": "31",
            "issn": "",
            "pages": "371--373",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infection status with helminthes in feral",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Sohn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Korean J Parasitol",
            "volume": "43",
            "issn": "",
            "pages": "93--100",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Intestinal helminth infections in feral cats and a raccoon dog on Aphaedo Island, Shinan-gun, with special notes on Gymnophalloides seoi infection in cats",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Guk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chai",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Korean J Parasitol",
            "volume": "47",
            "issn": "",
            "pages": "189--191",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical and histopathological findings in mice heavily infected with Fibricola seoulensis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Korean J Parasitol",
            "volume": "26",
            "issn": "",
            "pages": "45--53",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Metacercariae of Pharyngostomum cordatum found from the European grass snake, Rhabdophis tigrina, and its experimental infection to cats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Sohn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Korean J Parasitol",
            "volume": "28",
            "issn": "",
            "pages": "175--181",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The life cycle of Pharyngostomum cordatum (Diesing) Ciurea (Trematoda: Alariidae)",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 1939,
            "venue": "Trans Am Microscop Soc",
            "volume": "58",
            "issn": "",
            "pages": "49--61",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Vindobonae: Braumüller. 1851",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Diesing",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Systema",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Helminthus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sur quelque trematodes du renard et du chat sauvage",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ciurea",
                    "suffix": ""
                }
            ],
            "year": 1922,
            "venue": "Compt Rend Soc de Biol",
            "volume": "87",
            "issn": "",
            "pages": "268--269",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Helminths of cats in Fukien and Kwangtung provinces with a list of those recorded from China",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1934,
            "venue": "Lingnan Sci",
            "volume": "13",
            "issn": "",
            "pages": "261--273",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Studies on Asiatic holostomes",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Faust",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "215--227",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pharyngostomum cordatum from the domestic cat (Felis catus) in India",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Dubey",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J Parasitol",
            "volume": "56",
            "issn": "",
            "pages": "194--195",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pharyngostomum cordatum (Trematoda: Alariidae) collected from a cat in Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Korean J Parasitol",
            "volume": "19",
            "issn": "",
            "pages": "173--174",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Infection status of intestinal parasites in cats purchased in Seoul",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Korean J Parasitol",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Fecundity of Pharyngostomum cordatum parasitic in domestic cats",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okuma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ishida",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ishii",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Vet Med Sci",
            "volume": "50",
            "issn": "",
            "pages": "908--912",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Extraintestinal migration of Pharyngostomum cordatum metacercariae in experimental rodents",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Helminthol",
            "volume": "75",
            "issn": "",
            "pages": "285--290",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Gross findings. White organisms observed in the mucosa of the small intestine.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Histopathological findings. (A) The villous atrophy, exfoliation of enterocytes, and a sectioned worm with the tribocytic organ (TO) were noticed in the lesion of small intestine. H&E, Bar = 100 µm. (B) Several trematodes with the TO were characteristically attached in the intestinal mucosa of cat. H&E, Bar = 200 µm. A B ber: MH762165.1) showed high identity with Pharyngostomum cordatum (99%) and Alaria sp. (94%)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "An unstained P. cordatum adult collected from small intestine of stray cat. Scale bar= 500 µm. OS, oral sucker; TO, tribocytic organ; U, uterus; RT, right testis; LT, left testis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Phylogenetic tree of P. cordatum. Phylogenetic tree showing relationship of P. cordatum was drawn with 5.8S ribosomal RNA gene, internal transcribed spacer 2, 28S rRNA gene, partial and complete sequence. GenBank accession number.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We have no conflict of interest related to this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}