{
    "paper_id": "9f82db8107ec9ced3f686b30ccc27645cd6f9643",
    "metadata": {
        "title": "Other Respiratory Viruses Are Important Contributors to Adult Respiratory Hospitalizations and Mortality Even During Peak Weeks of the Influenza Season",
        "authors": [
            {
                "first": "Rodica",
                "middle": [],
                "last": "Gilca",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut national de santé publique du Québec",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Rachid",
                "middle": [],
                "last": "Amini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut national de santé publique du Québec",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Monique",
                "middle": [],
                "last": "Douville-Fradet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut national de santé publique du Québec",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Hugues",
                "middle": [],
                "last": "Charest",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Santé Publique du Québec",
                    "institution": "Institut national de santé publique du Québec",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Josée",
                "middle": [],
                "last": "Dubuque",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Ministère de la Santé et des Services sociaux",
                    "institution": "",
                    "location": {
                        "settlement": "Montreal",
                        "region": "Québec"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [],
                "last": "Boulianne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut national de santé publique du Québec",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Danuta",
                "middle": [
                    "M"
                ],
                "last": "Skowronski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "British Columbia Centre for Disease Control",
                    "location": {
                        "settlement": "Vancouver",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Gaston",
                "middle": [],
                "last": "De Serres",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut national de santé publique du Québec",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The burden of influenza has been estimated by statistical models using population-based administrative databases or those from surveillance systems coupled with laboratory surveillance data [1] [2] [3] [4] . Laboratory surveillance systems collect data on influenza testing but provide less detail related to noninfluenza viruses. These other respiratory viruses (ORVs) such as respiratory syncytial virus (RSV), human metapneumovirus (hMPV), human parainfluenza viruses (hPIVs), and coronaviruses (CoVs) co-circulate with influenza viruses during winter, and have been increasingly recognized as significant pathogens not only in pediatric [5] [6] [7] but also in adult populations, particularly the elderly [8] [9] [10] [11] [12] . When different statistical methods are compared, they may produce consistent age and temporal patterns [13, 14] . However, depending on what endpoints are extracted from administrative databases and introduced in the model (eg, pneumonia and influenza, respiratory and/or circulatory hospitalizations or mortality, or all-cause mortality), up to 3-fold variation in the absolute magnitude of influenza-associated hospitalization and up to 6-fold variation for influenzaassociated mortality is found [1, 2] . Validation studies that have attempted to directly compare model-based estimates to values measured through epidemiologic study have shown substantial variation in their correlation by model, by virus, and by outcome [15, 16] . Furthermore, estimates of burden attributable to influenza may also vary when additional covariates (such as climate/weather effects or ORVs) are included in the model [17] . The paucity of data on ORVs and their limited use in statistical models may have resulted in an overestimation of the disease burden of influenza. In addition, in the absence of systematic testing for ORVs in hospitalized adults, it is difficult to disentangle their contribution from that of influenza.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 722,
                    "end": 726,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 842,
                    "end": 845,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1233,
                    "end": 1236,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1237,
                    "end": 1239,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1459,
                    "end": 1463,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1464,
                    "end": 1467,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1638,
                    "end": 1642,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite increasing awareness of the role of ORVs, most surveillance programs continue to focus on the burden of influenza by collecting and reporting data on influenza-tailored indicators such as influenza-like illness (ILI), or respiratory disease confirmed by an influenza laboratory test [18, 19] . Because influenza cannot be distinguished clinically from ORVs [20] , only laboratory diagnosis can accurately identify the etiologic pathogen. Some surveillance programs have recently broadened the definition of respiratory disease and laboratory testing for ORVs by using molecular diagnostic methods [21, 22] . However, most surveillance programs and prospective studies focus only on a single or a limited number of viruses, are limited to outpatients, or are restricted to specific populations, a single season, or a single center [5, 9, 11, [23] [24] [25] [26] [27] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 842,
                    "end": 844,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 845,
                    "end": 848,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 849,
                    "end": 853,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 859,
                    "end": 863,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 864,
                    "end": 868,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 869,
                    "end": 873,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To estimate the contribution of influenza vs ORVs to hospitalization for respiratory infection during the peak of influenza activity, we systematically tested for influenza and the 13 most important ORVs among adult patients admitted with respiratory illness to 4 regional acute care hospitals during 2 influenza seasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three regional hospitals participated in the study during both years, and 2 hospitals participated during 1 year each. The participating hospitals (2 community, 2 academic/tertiary care hospitals) had a catchment area comprising 10% of the Québec population (approximately 8 million). Systematic swabbing of all patients presenting at their emergency department with respiratory symptoms was part of the standard of care during the influenza season. Patients admitted for ≥24 hours (corresponding to the provincial definition of hospital admission) were invited by a research nurse to participate in the study. Patients eligible for study participation were those presenting with cough and fever/feverishness of unknown etiology in 2011-2012, with clinical criteria for enrollment adjusted in 2012-2013 to capture patients with cough, sore throat, or fever/feverishness of unknown etiology. Patients with respiratory symptom onset >72 hours after hospital admission were considered to have healthcare-associated (HA) infection and were excluded from the main analysis. After obtaining signed informed consent, research nurses collected demographic and clinical details from the patient or legal representative and reviewed patients' charts at discharge for additional clinical information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population"
        },
        {
            "text": "Specimens from all swabbed patients admitted for ≥24 hours were sent to the provincial public health laboratory. To compare participants and nonparticipants who were swabbed, the laboratory provided denominalized data on the age group and type of virus detected in nonparticipants. In addition, we extracted the number of adult admissions with respiratory International Classification of Diseases, 10th Revision, Clinical Modification (ICD-10-CM) codes J00-J99, which are frequently used in statistical modeling to estimate influenza-attributable morbidity/ mortality [1-3, 14, 16, 28] in participating hospitals from the provincial administrative database MED-ECHO.",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 585,
                    "text": "[1-3, 14, 16, 28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study Population"
        },
        {
            "text": "Patients were recruited during the peak influenza period defined as consecutive weeks with at least 15% of the weekly samples from the provincial sentinel laboratory surveillance system testing positive for influenza. This surveillance system includes 45 laboratories across the province of Québec and tests >45 000 respiratory specimens per year. During the 2011-2012 season, patients were recruited during 10 weeks, from February 8 to April 28, 2012 (Centers for Disease Control and Prevention [CDC] weeks 8-17; Figure 1 ). During the 2012-2013 season, the recruitment period spanned 8 weeks from December 9, 2012 to February 2, 2013 (CDC weeks 50-05; Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 514,
                    "end": 522,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 654,
                    "end": 662,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Study Period"
        },
        {
            "text": "Nasal specimens collected on flocked swabs were tested by Luminex RVP FAST version 1 assay which detects influenza A (subtypes H3 and seasonal H1); influenza B; hPIV 1, 2, 3, and 4; hMPV; common CoVs (NL63, HKU1, 229E, and OC43); enterovirus/rhinovirus (not differentiated); adenovirus; human RSV; and bocavirus. Influenza viruses found to be nonsubtypeable using the RVP FAST assay were tested by reverse transcription polymerase chain reaction (RT-PCR) assays to detect the subtype A/H1N1pdm 2009 [29] . Results of multiplex test were faxed to participating hospitals within 24-48 hours of specimen receipt.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 503,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory Analysis"
        },
        {
            "text": "Proportions between types of detected virus (influenza, ORV, or no virus) and between age groups were compared using the χ 2 test or the Fisher exact test where appropriate. Continuous variables were compared using Wilcoxon and Kruskal-Wallis nonparametric tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Institutional review board approval was obtained from all participating hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "During the peak of the 2011-2012 and 2012-2013 influenza seasons, 402 and 762 patients, respectively, admitted with respiratory symptoms were swabbed, and 359 and 609, respectively, were met by the research nurse: 308 (86%) and 427 (70%) consented to participate. Participants with healthcare-acquired infection (30 and 28, respectively) and those with lost specimens (2 and 1) were excluded, leaving 286 and 396 participants for the analysis (Figure 2 ). The distribution by age group and proportions of detected influenza and ORV were similar between swabbed nonparticipants and study participants, but there was a higher proportion of ≥75-year-old patients among nonparticipants in 2011-2012 (Supplementary Table 1 ). There were 935 adult admissions with respiratory ICD-10-CM codes J00-J99 in participating hospitals during the study period in 2011-2012 (43% swabbed); 1059 (72% swabbed) in 2012-2013.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 452,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 710,
                    "end": 717,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Enrollment"
        },
        {
            "text": "During 2011-2012 and 2012-2013 seasons, elderly ≥65-yearolds constituted the majority (59% and 77%, respectively) of adult patients hospitalized for respiratory infection, with 37% and 57%, respectively, being ≥75 years of age (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 236,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Characteristics of Participants"
        },
        {
            "text": "Participants were younger in the first than in the second season (median age, 70 vs 78 years; P < 0.05). During both years, 86% of patients presented at least 1 underlying medical condition associated with complications from influenza. Compared to younger patients, those aged ≥65 years old had more underlying medical conditions, were less frequently admitted to the intensive care unit (ICU), but died more often, with 70% of those deaths occurring in ≥75-year-olds ( Table 1 ). The most frequent conditions were chronic heart disease (42%-52%) and chronic obstructive pulmonary disease (COPD) (42%-52%). Overall, 59% of participants were vaccinated against influenza in 2011-2012 and 51% in 2012-2013 (Table 1) . During the first compared to the second season, there was a shorter delay in seeking medical care (58% vs 45% within 4 days after symptom onset) and less frequent use of antivirals (12% vs 51% overall, 41% vs 74% in patients with confirmed influenza) (Tables 1  and 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 477,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 704,
                    "end": 713,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 967,
                    "end": 983,
                    "text": "(Tables 1  and 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Characteristics of Participants"
        },
        {
            "text": "At least 1 respiratory virus was identified in 46% (44% single, 2% coinfections) of patients in 2011-2012 and 62% (59% single, 3% coinfections) in 2012-2013 (Table 3) (Table 3) . Among patients aged ≥75 years, twice as many ORVs (32%) compared to influenza viruses (14%; P = 0.002) were detected. In 2012-2013, ORVs were detected in 19% of patients, with no difference by age group. In an analysis restricted to patients admitted with an ILI as defined by the CDC [18] , influenza and ORVs were detected in 26% (51/194) and 29% (56/194) in 2011-2012; 49% (109/221) and 15% (34/221) in 2012-2013, which is not different from the overall study population (21% influenza and 25% ORVs detected in 2011-2012; 46% influenza and 16% ORV detected in 2012-2013) ( Table 2) .",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 468,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 167,
                    "end": 176,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 755,
                    "end": 763,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Detected Viruses"
        },
        {
            "text": "During both years, patients with confirmed influenza consulted earlier, were less often vaccinated, and received fewer antibiotics and more antivirals than patients with ORVs or no detected virus ( Table 2 ). In 2012-2013, patients with confirmed influenza were older than in 2011-2012, whereas no difference in age was detected in patients with ORV or virus-negative patients ( Table 2 ). The length of stay (LOS) and proportion of patients admitted to an ICU were similar in patients with different types of detected viruses during both years (Table 2) . LOS in the ICU was longer in patients with influenza and ORVs than in patients with no detected virus in 2012-2013 (Table 2 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 205,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 379,
                    "end": 386,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 545,
                    "end": 554,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 672,
                    "end": 680,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Characteristics of Participants With Different Types of Detected Viruses"
        },
        {
            "text": "The proportion of participants who died was similar in both seasons (6% vs 7%). In 2011-2012, only 1 of the 18 (6%) deceased patients (a 75-year-old patient with chronic heart disease and end-stage COPD) had an influenza virus detected. Fatality in patients with influenza (2%) was similar to that in patients with ORV (1%: 1 patient with hMPV) but less than in virusnegative patients (10%) ( Table 2 ). In 2012-2013, 7 of the 26 (27%) deceased patients had a confirmed influenza infection. They had a median age of 80 years (range, 76-94 years); all of them had underlying medical conditions. Case fatality with influenza (4%) was not statistically different than with ORVs (10%: 2 RSV, 2 enteroviruses/rhinoviruses, 1 hMPV, 1 hPIV3) or virus-negative patients (9%) ( Table 2) . During both years, the interval between disease onset and specimen collection was similar in deceased and nondeceased patients (median, 4 days).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 400,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 769,
                    "end": 777,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Deaths in Participants"
        },
        {
            "text": "In 2011-2012, 20 HA infections were reported: 9 were influenza, 3 were ORVs (1 coronavirus, 1 hMPV, and 1 enterovirus/rhinovirus); no virus was detected in 8 patients. Among patients with influenza and ORVs, the percentage with HA infection was 12.9% (9/70) and 4.0% (3/74), respectively, with a median LOS before the onset of respiratory symptoms of 19 (range, 8-79) and 29 (range, 9-34) days, respectively. In 2012-2013, 30 HA infections were reported: 15 were influenza, 4 were ORV (2 hPIV, 1 RSV, 1 coronavirus), no virus was detected in 11 patients. Among patients with influenza and ORV, the percentage of HA infection was 7.6% (15/198) and 6.0% (4/67), respectively, with a median LOS before the onset of respiratory symptoms of 18 (range, 3-49) and 6 (range, 5-45) days, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Healthcare-Associated Infections"
        },
        {
            "text": "Our study systematically tested all adult patients hospitalized with respiratory symptoms during peak weeks of the influenza season and found at least 1 virus in 46% in 2011-2012 and in 62% in 2012-2013. The contribution of ORV relative to influenza hospitalizations varied by year and age group. Comparable or fewer adult patients hospitalized with respiratory illness during the peak influenza period of 2011-2012 were diagnosed with influenza (n = 62) vs an ORV (n = 72), whereas influenza (8) 18 (6) 1 (1) 25 (8) The important role of ORVs relative to influenza observed in our study is in line with other studies with prospective testing [11, [23] [24] [25] [26] [27] 30] or with indirect estimation [3, 4, 28] of hospitalized adults. As in our study, the most frequently detected respiratory viruses in studies testing for multiple viruses by molecular multiplex assays during winter seasons (mostly from November to May) were influenza (6%-9%) [11, 23, 31] , RSV (5%-7%) [11, 23, 31] , hMPV (4%-6%) [11, 23, 31] , coronaviruses (7%) [31] , rhinoviruses (4%) [31] , and hPIV (2%) [31] . In studies encompassing all year, these proportions were somewhat lower for influenza (2%-9%) [24] [25] [26] 30] , RSV (1.5%-3%) [23, 25, 26, 30] , hMPV (0.7%-4%) [23, 25, 26, 30] , and coronaviruses (2%-6%) [24] [25] [26] 30] , whereas for hPIV and rhinoviruses that may circulate throughout the year, proportions were similar (hPIV, 1%-3% [25, 26, 30] ) or even higher (rhinoviruses, 2%-33% [24] [25] [26] 30] ). Not surprisingly, we detected a higher proportion of patients with influenza because our study was concentrated on peak influenza weeks. However, even during the 10 peak weeks of the 2011-2012 season, more adult patients were hospitalized with ORV (n = 72) than with influenza (n = 62).",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 647,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 673,
                    "end": 676,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 709,
                    "end": 711,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 951,
                    "end": 955,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 956,
                    "end": 959,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 960,
                    "end": 963,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 978,
                    "end": 982,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 983,
                    "end": 986,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 987,
                    "end": 990,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1015,
                    "end": 1018,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1040,
                    "end": 1044,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1065,
                    "end": 1069,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1086,
                    "end": 1090,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1187,
                    "end": 1191,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1192,
                    "end": 1196,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1197,
                    "end": 1201,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1202,
                    "end": 1205,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1222,
                    "end": 1226,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1227,
                    "end": 1230,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1231,
                    "end": 1234,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1235,
                    "end": 1238,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1256,
                    "end": 1260,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1261,
                    "end": 1264,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1265,
                    "end": 1268,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1269,
                    "end": 1272,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1301,
                    "end": 1305,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1306,
                    "end": 1310,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1311,
                    "end": 1315,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1316,
                    "end": 1319,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1434,
                    "end": 1438,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1439,
                    "end": 1442,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1443,
                    "end": 1446,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1486,
                    "end": 1490,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1491,
                    "end": 1495,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1496,
                    "end": 1500,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1501,
                    "end": 1504,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "If we had tested patients during the entire winter season or year round, the overall proportion of ORV compared to influenza would likely have been even higher. It should be underscored that none of the studies mentioned above performed systematic prospective testing for a broad panel of ORV in all adults hospitalized with respiratory symptoms during at least 2 seasons. For example, studies excluded patients with prior antibiotic use and immunosuppression [25, 31] , included only patients with various pulmonary conditions [24, 25, 30] or tested for only 3 ORVs (influenza, RSV, and hMPV) [11, 23] . One study was retrospective with testing at physician discretion in 1 center during 1 year [26] . In addition, more virus-positive patients may have been detected in our study as we used a broad ILI definition. If the US CDC definition were applied, 16%-40% influenza-positive and 21%-46% ORV-positive patients would have been missed in 2011-2012 and in 2012-2013, respectively. As elsewhere in the United States and Canada, the 2011-2012 influenza season in Québec was characterized by a mixed influenza A (subtypes A/H3N2 and A/H1N1) and influenza B circulation and a late start. It was qualified by the CDC as one of the mildest seasons on record [18] . The 10 peak weeks of that season included in the study contributed to 81% of all influenza viruses detected by Québec provincial sentinel laboratories from November to May (CDC week 40 through CDC week 20). In contrast, the 2012-2013 influenza season was one of the most severe seasons in the last decade and had an early onset of the predominating influenza A/H3N2 followed by influenza B [18, 32, 33] . The 8 peak weeks of the 2012-2013 influenza season included in the study corresponded essentially to the influenza A peak (Figure 1 ) and represented 73% of the influenza viruses detected by provincial sentinel laboratories from November to May of that year. Our findings are consistent with other assessments of the relative severity of the included influenza seasons (fewer influenza patients in 2011-2012 than in 2012-2013) and with circulating influenza subtypes. Influenza seasonal epidemics overlapped differently with epidemic curves of ORVs during 2011-2012 and 2012-2013. For instance, sentinel surveillance data show that RSV activity was declining through the 2011-2012 influenza season's peak but was instead increasing through the 2012-2013 epidemic peak (Figure 1 ). While both adults and children contribute to sentinel surveillance data for influenza, it is likely that children disproportionately drive RSV findings in the community. Even if RSV circulation in adults may not coincide exactly with that of children, the overall timing of RSV circulation and risk relative to that of influenza is likely to be reflected in the sentinel surveillance curves we have presented. These surveillance data further indicated that hMPV circulated concomitantly with influenza during the 2011-2012 season and was detected in our study more frequently (9%) than in 2012-2013 (1%). Because hMPV generally shows a pattern of late winter/spring circulation [11, 27] , this particular seasonality may account for its greater contribution to illness during the late 2011-2012 influenza peak than during the much earlier 2012-2013 influenza peak period. While in participating hospitals more patients were admitted with confirmed influenza in 2012-2013 than in 2011-2012, influenza was not associated with more severe disease compared to ORVs or virus-negative patients as judged by LOS, ICU admission, and mortality. Other studies reported similar death rates (0%-7.6%) in patients hospitalized with influenza [4, 11, 34] . Similar to our own findings, influenza was not associated with more severe disease when compared to ORVs such as RSV and hMPV in other prospective studies [11, 26] , and was even lower when compared to RSV and hPIV in the elderly in 1 study with indirect ecological estimation [4] . Influenza-positive specimens were collected earlier and were associated with greater antiviral use and lower antibiotic use than ORV-positive or influenza-negative specimens, both seasons. Although influenza tests were conducted at the local site and results were available to the clinician rapidly, the added delay in transferring specimens to the central laboratory for ORV testing and subsequently communicating ORV test results may have reduced the potential for their diagnosis to similarly influence antibiotic use. Ultimately, we do not have systematically collected data on the detection of secondary bacterial infections to comment on the appropriateness of antibiotic use.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 464,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1255,
                    "end": 1259,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1652,
                    "end": 1656,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1657,
                    "end": 1660,
                    "text": "32,",
                    "ref_id": null
                },
                {
                    "start": 1661,
                    "end": 1664,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 3126,
                    "end": 3130,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3131,
                    "end": 3134,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3677,
                    "end": 3680,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3681,
                    "end": 3684,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3685,
                    "end": 3688,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 3846,
                    "end": 3850,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3851,
                    "end": 3854,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3968,
                    "end": 3971,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1789,
                    "end": 1798,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2435,
                    "end": 2444,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The proportion of influenza detections that were healthcareassociated during peak influenza weeks in our study (12. [36] , and 6.8% reported in acute care facilities participating in the Canadian Nosocomial Infection Surveillance Program from 2006 to 2008 [37] . HA infections attributable to ORV were less frequent than HA-influenza in 2011-2012; however, they occurred at similar frequency in 2012-2013. This suggests that even during peak circulation of influenza viruses, a laboratory-confirmed diagnosis should be made to properly quantify HA-related influenza.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "(12.",
                    "ref_id": null
                },
                {
                    "start": 116,
                    "end": 120,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study has some limitations. First, the proportion of viral detection may have been underestimated because 22% of patients consulted late (8 days or more after symptoms onset). However, a substantial ORV detection rate was also reported in patients with late specimen collection (30% at 7-14 days, compared to 51% at 1-6 days after symptoms onset [38] ). In our study, at ≥8 days after symptom onset, at least 1 respiratory virus was detected in 13% of participants in 2011-2012 and in 22% in 2012-2013. Also, the Luminex test used in our study may have a slightly lower sensitivity compared to other PCR tests [39] . In addition, we did not systematically test for atypical bacteria, which may play a role in the etiology of respiratory illness. Second, 56%-77% of patients hospitalized with respiratory symptoms were enrolled in the study. However, we think the studied population is representative of patients requiring hospitalization for respiratory symptoms given that the age distribution and influenza and ORV detection by age group were similar in systematically swabbed nonparticipants and those included in the study. By way of further framing the interpretation and relevance of our findings, we report results for a substantial proportion (ie, nearly half in 2011-2012 and three-quarters in 2012-2013) of all patients in the study hospitals and periods who had received an administrative diagnostic code commonly used in statistical models for disease burden estimation. Third, the criteria we used for testing were broadened during the 2012-2013 season; however, this is unlikely to have affected our results as ORV contribution relative to influenza by season was similar with application of the CDC case definition. Fourth, our study recruited only during peak weeks of the influenza season and may not be representative of the entire winter season. Because second-wave influenza activity due to type B viruses was not included in the 2012-2013 analysis, the second year describes only influenza A (almost exclusively H3N2 subtype) characteristics for the 2012-2013 season. Finally, our divergent findings across even just 2 successive seasons illustrate the variability in relative and absolute disease burden to be expected, reinforcing the need for longer-term evaluation across multiple seasons.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, during the peak of influenza, ORVs contribute substantially to adult respiratory hospitalizations and mortality and among the elderly may exceed influenza. Important variations in morbidity attributable to influenza vs ORVs during the 2 seasons of the current study illustrate the hazards associated with attributing the burden of influenza based on clinical or administrative data alone. This conclusion is consistent with a recent review of 43 studies by Thomas [40] showing that <25% of patients with ILI have influenza. Accurate estimation of the burden of influenza and ORV disease burden necessary to inform public policy and resource allocation will require surveillance data on patients hospitalized for respiratory infections who were systematically tested with sensitive and specific assays capable of detecting the various potentially contributing respiratory viruses. Prospective studies and surveillance with laboratory-confirmed outcomes conducted over multiple seasons and settings will improve our understanding, prevention, and control of viral respiratory illness and its consequences generally, beyond that due to influenza alone.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 483,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Supplementary material is available online at Open Forum Infectious Diseases (http://OpenForumInfectiousDiseases.oxfordjournals.org/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mortality associated with influenza and respiratory syncytial virus in the United States",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "289",
            "issn": "2",
            "pages": "179--86",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza-associated hospitalizations in the United States",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "JAMA",
            "volume": "292",
            "issn": "11",
            "pages": "1333--1340",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Role of influenza and other respiratory viruses in admissions of adults to Canadian hospitals. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Schanzer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Langley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Tam",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mortality attributable to 9 common infections: significant effect of influenza A, respiratory syncytial virus, influenza B, norovirus, and parainfluenza in elderly persons",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Asten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Den Wijngaard",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Pelt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "5",
            "pages": "628--667",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Seasonal variations of 15 respiratory agents illustrated by the application of a multiplex polymerase chain reaction assay",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brittain-Long",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olofsson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Scand J Infect Dis",
            "volume": "44",
            "issn": "1",
            "pages": "9--17",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Population-based surveillance for hospitalizations associated with respiratory syncytial virus, influenza virus, and parainfluenza viruses among young children",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Iwane",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Szilagyi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatrics",
            "volume": "113",
            "issn": "6",
            "pages": "1758--64",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ten years' experience with yearround active surveillance of up to 19 respiratory pathogens in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Weigl",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Puppe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "U"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur J Pediatr",
            "volume": "166",
            "issn": "9",
            "pages": "957--66",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human metapneumovirus infections in young and elderly adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Infect Dis",
            "volume": "187",
            "issn": "5",
            "pages": "785--90",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Respiratory syncytial virus infection in elderly and high-risk adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Hennessey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Formica",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "17",
            "pages": "1749--59",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Long-term care facilities: a cornucopia of viral pathogens",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Dallal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Formica",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Am Geriatr Soc",
            "volume": "56",
            "issn": "7",
            "pages": "1281--1286",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rates of hospitalizations for respiratory syncytial virus, human metapneumovirus, and influenza virus in older adults",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Widmer",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "1",
            "pages": "56--62",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical impact of human coronaviruses 229E and OC43 infection in diverse adult populations",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "208",
            "issn": "10",
            "pages": "1634--1676",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Estimates of US influenza-associated deaths made using four different methods. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dhankhar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "37--49",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Influenza-attributable mortality in Australians aged more than 50 years: a comparison of different modelling approaches",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Newall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Epidemiol Infect",
            "volume": "138",
            "issn": "6",
            "pages": "836--878",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The need for validation of statistical methods for estimating respiratory virus-attributable hospitalization",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gilca",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Serres",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Skowronski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Epidemiol",
            "volume": "170",
            "issn": "7",
            "pages": "925--961",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Validation of statistical models for estimating hospitalization associated with influenza and other respiratory viruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The association of respiratory syncytial virus infection and influenza with emergency admissions for respiratory disease in London: an analysis of routine surveillance data",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mangtani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hajat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kovats",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "42",
            "issn": "5",
            "pages": "640--646",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Update: influenza activity-United States, 2011-12 season and composition of the 2012-13 influenza vaccine",
            "authors": [],
            "year": 2012,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "61",
            "issn": "22",
            "pages": "414--434",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Interim estimates of 2013/14 influenza clinical severity and vaccine effectiveness in the prevention of laboratory-confirmed influenza-related hospitalisation, Canada, February",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcneil",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shinde",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andrew",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A systematic review of clinical decision rules for the diagnosis of influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ebell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Afonso",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ann Fam Med",
            "volume": "9",
            "issn": "1",
            "pages": "69--77",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Community-acquired respiratory viruses and co-infection among patients of Ontario sentinel practices",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Gubbay",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Influenza Other Respir Viruses",
            "volume": "7",
            "issn": "4",
            "pages": "559--66",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Viruses associated with acute respiratory infections and influenza-like illness among outpatients from the Influenza Incidence Surveillance Project",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fowlkes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giorgi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "11",
            "pages": "1715--1740",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Surveillance of respiratory virus infections in adult hospital admissions using rapid methods",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Skidmore",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Osman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Epidemiol Infect",
            "volume": "134",
            "issn": "4",
            "pages": "792--800",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Frequency of detection of respiratory viruses in the lower respiratory tract of hospitalized adults",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Minosse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Selleri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Zaniratti",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "42",
            "issn": "2",
            "pages": "215--235",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Viral infection in adults hospitalized with community-acquired pneumonia: prevalence, pathogens, and presentation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnstone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Majumdar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chest",
            "volume": "134",
            "issn": "6",
            "pages": "1141--1149",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Respiratory viral infections among hospitalized adults: experience of a single tertiary healthcare hospital. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ison",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "282--92",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Seasonality and prevalence of respiratory pathogens detected by multiplex PCR at a tertiary care medical center",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Litwin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Bosley",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Arch Virol",
            "volume": "159",
            "issn": "1",
            "pages": "65--72",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Hospitalizations associated with influenza and respiratory syncytial virus in the United States",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "10",
            "pages": "1427--1463",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evidence of viremia in 2 cases of severe pandemic influenza A H1N1/09",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oughton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dascal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laporta",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "70",
            "issn": "2",
            "pages": "213--220",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Respiratory viruses in bronchoalveolar lavage: a hospital-based cohort study in adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garbino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Soccal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Aubert",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Thorax",
            "volume": "64",
            "issn": "5",
            "pages": "399--404",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Bacterial complications of respiratory tract viral illness: a comprehensive evaluation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Swinburne",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "208",
            "issn": "3",
            "pages": "432--473",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Bilan 2012-2013: une longue saison grippale marquée par son intensité",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dubuque",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Landry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mercier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Flash Grippe",
            "volume": "3",
            "issn": "10",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Outcomes of adults hospitalised with severe influenza",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Thorax",
            "volume": "65",
            "issn": "6",
            "pages": "510--515",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Hospital-onset influenza hospitalizations-United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Jhung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mello",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Infect Control",
            "volume": "42",
            "issn": "1",
            "pages": "7--11",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Hospital-acquired influenza in an Australian sentinel surveillance system",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Macesic",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Kotsimbos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Med J Aust",
            "volume": "198",
            "issn": "7",
            "pages": "370--372",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Healthcare-associated influenza in Canadian hospitals from",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "35",
            "issn": "2",
            "pages": "169--75",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Prospective evaluation of a novel multiplex real-time PCR assay for detection of fifteen respiratory Other Respiratory Viruses and Influenza • OFID • 9",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brittain-Long",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Westin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olofsson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "pathogens-duration of symptoms significantly affects detection rate",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Virol",
            "volume": "47",
            "issn": "3",
            "pages": "263--270",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Comparison of the Luminex Respiratory Virus Panel fast assay with in-house real-time PCR for respiratory viral infection diagnosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gadsby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hardie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Claas",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "6",
            "pages": "2213--2219",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Is influenza-like illness a useful concept and an appropriate test of influenza vaccine effectiveness? Vaccine",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "2143--2152",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". Influenza viruses were detected in 21% of patients in 2011-2012 and 46% in 2012-2013. The proportion of influenza-positive patients",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Sentinel laboratory surveillance tests in Québec and number of patients enrolled in the study by Centers for Disease Control and Prevention (CDC) week. Abbreviation: RSV, respiratory syncytial virus. was lower in ≥65-year-old patients (17%) than in younger patients (28%; P = 0.02) in 2011-2012 but similar in 2012-2013 (48% and 41%; P > 0.05). In 2011-2012, half of detected influenza viruses were influenza A (46%: 21% H3N2 and 25% H1N1pdm09) and half influenza B (54%), whereas 93% of influenza viruses were A/H3N2 in 2012-2013. In 2011-2012, ORV were detected in 25% of patients, more frequently in older patients",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Study flowchart.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "No. (%) of cases unless specified otherwise. Totals may differ slightly from the number presented in the head of the column because of unknown data for number of days of symptoms prior to specimen collection and influenza vaccine. Abbreviations: ICU, intensive care unit; LOS, length of stay. a P < 0.05 for the comparison between 2011-2012 and 2012-2013. b High-risk condition for complications associated with influenza. c P < 0.05 for the comparison between age groups in 2011-2012. d P < 0.05 for the comparison between age groups in 2012-2013. e According to Centers for Disease Control and Prevention definition [18]. f Rates of pneumonia based on number of patients with chest radiographs. was the cause of adult respiratory hospitalization (n = 183) more than twice as often as ORV (n = 74) during peak influenza weeks of the 2012-2013 season. Nonelderly adult patients (18-64 years of age) had more influenza than ORV during both years. Among hospitalized adults aged ≥75 years, ORV (34 [32%]) was diagnosed more than twice as often as influenza (15 [14%]) during peak influenza weeks of 2011-2012, whereas the opposite (40 [18%] ORV vs 116 [51%] influenza) was observed in 2012-2013.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "No. (%) of cases unless specified otherwise. Totals may differ slightly from the number presented in the head of the column because of unknown data for number of days of symptoms prior to specimen collection and influenza vaccine. Abbreviations: ICU, intensive care unit; LOS, length of stay. a P < 0.05 for the comparison between 2011-2012 and 2012-2013. b High-risk condition for complications associated with influenza. c P < 0.05 for the comparison between detected virus types in 2011-2012. d According to Centers for Disease Control and Prevention definition [18]. e P < 0.05 for the comparison between detected virus types in 2012-2013. f Rates of pneumonia based on number of patients with chest radiograph.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "9% in 2011-2012 and 7.9% in 2012-2013) is somewhat higher than estimated during periods spanning the entire influenza season in other studies: 2.8% in 2010-2011 in the Influenza Hospitalization Surveillance Network (FluSurv-NET) in the United States [35], 4.3% in 2010 and 2011 in Australia using a hospital-based sentinel surveillance system",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of Patients Hospitalized With Respiratory Symptoms by Age Group",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics of Patients Hospitalized With Respiratory Symptoms by Type of Detected Virus",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Respiratory Viruses (Including Coinfections) Detected in Patients Hospitalized With Respiratory Symptoms",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments. We thank the Québec Ministry of Health (Ministère de la Santé et des Services sociaux du Québec) for providing financial support for this study. We are grateful to Joel Ménard from the Québec public health laboratory (LSPQ) for RT-PCR analyses and data management. The authors thank the participating hospitals who through their dedication and strenuous effort during the peaks of influenza season contributed to successful performance of the study.Financial support. This work was supported by the Ministère de la Santé et des Services sociaux du Québec.Potential conflicts of interest. R. G. and M. D.-F. received research funding from Ministère de la Santé et des Services sociaux du Québec for this study. All other authors report no potential conflicts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}