{
    "paper_id": "9f87d0f127411cb1dc51dbd3041aaecc008d7b8d",
    "metadata": {
        "title": "MERS-CoV recombination: implications about the reservoir and potential for adaptation",
        "authors": [
            {
                "first": "Gytis",
                "middle": [],
                "last": "Dudas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Rambaut",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Recombination is a process that unlinks neighboring loci allowing for independent evolutionary trajectories within genomes of many organisms. If not properly accounted for, recombination can compromise many evolutionary analyses. In addition, when dealing with organisms that are not obligately sexually reproducing, recombination gives insight into the rate at which distinct genetic lineages come into contact. Since June 2012, Middle East respiratory syndrome coronavirus (MERS-CoV) has caused 1,106 laboratory-confirmed infections, with 421 MERS-CoV-associated deaths as of 16 April 2015. Although bats are considered as the likely ultimate source of zoonotic betacoronaviruses, dromedary camels have been consistently implicated as the source of current human infections in the Middle East. In this article, we use phylogenetic methods and simulations to show that MERS-CoV genome has likely undergone numerous recombinations recently. Recombination in MERS-CoV implies frequent co-infection with distinct lineages of MERS-CoV, probably in camels given the current understanding of MERS-CoV epidemiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recombination is an important process which expedites selection in many organisms (Muller 1932 ) by unlinking loci. It also leads to different parts of recombining genomes to have different histories which, if not properly accounted for, can interfere with many genetic analyses, of which phylogenetic methods are among the most sensitive. Not accounting for recombination in phylogenetic analyses leads to incorrect (Schierup and Hein 2000) and poorly supported genealogies (Posada and Crandall 2002) and false inference of selection (Anisimova, Nielsen, and Yang 2003; Shriner et al. 2003) .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 94,
                    "text": "(Muller 1932",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 417,
                    "end": 441,
                    "text": "(Schierup and Hein 2000)",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 501,
                    "text": "(Posada and Crandall 2002)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 535,
                    "end": 570,
                    "text": "(Anisimova, Nielsen, and Yang 2003;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 571,
                    "end": 591,
                    "text": "Shriner et al. 2003)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With rising sequence availability during outbreaks of viral infectious disease, phylogenetic methods have been used to supplement our knowledge of epidemics in real time (Lemey, Suchard, and Rambaut 2009; Rambaut and Holmes 2009; Smith et al. 2009; Drosten et al. 2013 Drosten et al. , 2014 Cotten et al. 2013 Cotten et al. , 2014 Gire et al. 2014) . For some outbreaks, there is little reason to suspect recombination, e.g. negative sense single-stranded RNA viruses are thought to recombine over evolutionary, not populationlevel, time scales (Chare, Gould, and Holmes 2003) . Observable recombination in RNA viruses requires that two conditions are met that viruses from distinct lineages co-infect a host and that a mechanism for recombination exists. For example, even though influenza A virus co-infection is extremely common in birds based on genome segment reassortment patterns (Li et al. 2004; Dong et al. 2011; Lu, Lycett, and Brown 2014) , recombination is extremely rare or absent (Chare, Gould, and Holmes 2003; Boni et al. 2010) . This is thought to be because template switching (Kirkegaard and Baltimore 1986; Baric et al. 1987) , the main mechanism of recombination in RNA viruses, is mechanistically difficult for single-stranded negative sense RNA viruses (Chare, Gould, and Holmes 2003) , and for influenza A viruses has only been convincingly shown in cell culture under extreme conditions (Mitnaul et al. 2000) . When the genomic architecture of a virus is permissive to recombination, i.e. template switching occurs and is detectable, the extent of recombination is informative of co-infection and/or duration of infection.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 204,
                    "text": "(Lemey, Suchard, and Rambaut 2009;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 205,
                    "end": 229,
                    "text": "Rambaut and Holmes 2009;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 230,
                    "end": 248,
                    "text": "Smith et al. 2009;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 249,
                    "end": 268,
                    "text": "Drosten et al. 2013",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 269,
                    "end": 290,
                    "text": "Drosten et al. , 2014",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 291,
                    "end": 309,
                    "text": "Cotten et al. 2013",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 310,
                    "end": 330,
                    "text": "Cotten et al. , 2014",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 331,
                    "end": 348,
                    "text": "Gire et al. 2014)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 545,
                    "end": 576,
                    "text": "(Chare, Gould, and Holmes 2003)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 887,
                    "end": 903,
                    "text": "(Li et al. 2004;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 904,
                    "end": 921,
                    "text": "Dong et al. 2011;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 922,
                    "end": 949,
                    "text": "Lu, Lycett, and Brown 2014)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 994,
                    "end": 1025,
                    "text": "(Chare, Gould, and Holmes 2003;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1026,
                    "end": 1043,
                    "text": "Boni et al. 2010)",
                    "ref_id": null
                },
                {
                    "start": 1095,
                    "end": 1126,
                    "text": "(Kirkegaard and Baltimore 1986;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1127,
                    "end": 1145,
                    "text": "Baric et al. 1987)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1276,
                    "end": 1307,
                    "text": "(Chare, Gould, and Holmes 2003)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1412,
                    "end": 1433,
                    "text": "(Mitnaul et al. 2000)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we focus our attention on the Middle East respiratory syndrome coronavirus (MERS-CoV) (Zaki et al. 2012 ), a recent zoonotic infection with a relatively high case fatality ratio (Assiri et al. 2013; Memish et al. 2013; Cauchemez et al. 2014) . Most human infections with MERS-CoV are thought to be the result of contact with Camelus dromedarius L., the dromedary camel, which is the presumed host of the virus. MERS-CoV, much like severe acute respiratory syndrome coronavirus (SARS-CoV), is likely ultimately derived from bats (Corman et al. 2014a ). MERS-CoV, along with Murine hepatitis virus and SARS-CoV, belongs to the Betacoronavirus genus. Betacoronavirus as well as two other genera (Alpha-and Gammacoronavirus) out of four within the subfamily Coronavirinae have been shown to recombine in cell culture, in vivo, and in eggs (Lai et al. 1985; Makino et al. 1986; Keck et al. 1988; Kottier, Cavanagh, and Britton 1995; Herrewegh et al. 1998 ). Additionally, a coronavirus lineage related to MERS-CoV which was isolated from bats appears to have recombined around the spike (S) protein (Corman et al. 2014a) . In this article, we show that although the genome of MERS-CoV contains considerable amounts of rate heterogeneity between genomic regions that can interfere with detection of recombination, we do nonetheless find evidence of sustained recombination that cannot be explained by rate heterogeneity alone. This has two important consequences: one is that care has to be taken when constructing phylogenetic trees of MERS-CoV as a single tree cannot accurately describe the complete history of all loci within a recombining genome. Secondly and more importantly, the observed rates of recombination in the MERS-CoV genome is evidence of a large number of MERS-CoV co-infections in some hosts which has implications for understanding the dynamics of the virus in the animal reservoir.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 109,
                    "text": "(Zaki et al. 2012",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 184,
                    "end": 204,
                    "text": "(Assiri et al. 2013;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 205,
                    "end": 224,
                    "text": "Memish et al. 2013;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 225,
                    "end": 247,
                    "text": "Cauchemez et al. 2014)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 534,
                    "end": 554,
                    "text": "(Corman et al. 2014a",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 841,
                    "end": 858,
                    "text": "(Lai et al. 1985;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 859,
                    "end": 878,
                    "text": "Makino et al. 1986;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 879,
                    "end": 896,
                    "text": "Keck et al. 1988;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 897,
                    "end": 933,
                    "text": "Kottier, Cavanagh, and Britton 1995;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 934,
                    "end": 955,
                    "text": "Herrewegh et al. 1998",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1100,
                    "end": 1121,
                    "text": "(Corman et al. 2014a)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recombination leaves several characteristic clues in genomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": "• Alternative topologies (Robertson, Hahn, and Sharp 1995; Robertson et al. 1995; Holmes, Urwin, and Maiden 1999) . In some scenarios, for example, if there has been a single large-scale recombination event, it is possible to clearly identify recombining fragments based on phylogenetic incongruity. Recombination can be inferred by reconstructing two or more phylogenetic trees from a partitioned alignment and looking for topological incongruity between them. Strong support for at least two incompatible phylogenetic trees across well-defined breakpoints is usually the most convincing evidence of recombination.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 58,
                    "text": "(Robertson, Hahn, and Sharp 1995;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 59,
                    "end": 81,
                    "text": "Robertson et al. 1995;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 82,
                    "end": 113,
                    "text": "Holmes, Urwin, and Maiden 1999)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": "• Excessive homoplasies (Maynard Smith and Smith 1998) . The transfer of genetic material from one genetic background to another will result in apparent repeat mutations in different parts of a phylogenetic tree. However, it is possible for the same locus to undergo mutation independently, especially if the locus in question is under Darwinian selection. Detecting homoplasies alone is not sufficient to infer recombination but should be demonstrated to occur in excess of expectation.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 54,
                    "text": "(Maynard Smith and Smith 1998)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": "• Linkage disequilibrium (LD) decay (Meunier and Eyre-Walker 2001) . LD is the non-random association of alleles at different loci. This is a statistic often reported for contemporaneous sequence data. In clonally (i.e. non-recombining) evolving organisms, every allele is linked to every other allele in the genome and requires mutation to break linkage. In recombining organisms, there is an expectation that LD will decay with distance between the loci, i.e. that loci further away from each other are more likely to be unlinked via recombination.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 66,
                    "text": "(Meunier and Eyre-Walker 2001)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": "We test for each of these hallmarks of recombination in the MERS coronavirus genome using a combination of phylogenetic and LD metrics. For a more detailed review of recombination detection methods, see Posada, Crandall, and Holmes (2002) .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 238,
                    "text": "Posada, Crandall, and Holmes (2002)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": "We use the Genetic Algorithm for Recombination Detection (GARD) method (Kosakovsky Pond et al. 2006) , as implemented in the software package HyPhy (Pond, Frost, and Muse 2005) , to look for alternative tree topologies in sequence data. Briefly, the method compares a model where a single tree is derived from the whole alignment and alternative models where breakpoints are introduced into the alignment and phylogenetic trees are derived independently from the resulting fragments. The presence of recombination, especially if it is recent and concentrated in some parts of the alignment, will result in two or more phylogenetic trees fitting the data better than a single tree model. It is important to note that likelihood estimation also involves other parameters, such as branch lengths, not just topology. We use GARD under a GTR (Tavaré 1986) substitution model with C 4 -distributed rate heterogeneity among sites (Yang 1994 ) on a dataset of eighty-five MERS-CoV sequences. GARD was run repeatedly until no more breakpoints could be identified in the resulting fragments.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 100,
                    "text": "Pond et al. 2006)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 148,
                    "end": 176,
                    "text": "(Pond, Frost, and Muse 2005)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 837,
                    "end": 850,
                    "text": "(Tavaré 1986)",
                    "ref_id": null
                },
                {
                    "start": 923,
                    "end": 933,
                    "text": "(Yang 1994",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Alternative topologies"
        },
        {
            "text": "In addition to this test, we run BEAST (Drummond et al. 2012 ) on partitioned coding sequences derived from the first well-supported breakpoint inferred by GARD. We extracted the coding sequences from nucleotide positions 1-23722 and 23723-30126 (referred to as Fragments 1 and 2, respectively) of MERS-CoV genomes. Independent HKYþC 4 (Hasegawa, Kishino, and Yano 1985; Yang 1994 ) nucleotide substitution models were specified for codon positions 1þ2 and 3, and the analyses were run under an uncorrelated relaxed lognormal clock with an uninformative CTMC reference prior (Ferreira and Suchard 2008) on the substitution rate for 100 million states, subsampling every 10,000 states. The molecular clocks and trees of each genomic partition were either linked or unlinked, giving a total of four models. We used the multi-locus skygrid (Gill et al. 2013 ) as the demographic model for all analyses. Path-sampling and stepping stone sampling (Baele et al. 2012 ) were used to calculate marginal likelihoods and test the fit of each of the four models, under default parameters. In addition, four similar analyses were set up, but with strict molecular clocks, to contrast the performance of relaxed molecular clocks.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 60,
                    "text": "(Drummond et al. 2012",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 336,
                    "end": 370,
                    "text": "(Hasegawa, Kishino, and Yano 1985;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 371,
                    "end": 380,
                    "text": "Yang 1994",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 575,
                    "end": 602,
                    "text": "(Ferreira and Suchard 2008)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 837,
                    "end": 854,
                    "text": "(Gill et al. 2013",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 942,
                    "end": 960,
                    "text": "(Baele et al. 2012",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Alternative topologies"
        },
        {
            "text": "Testing for recombination by looking for homoplasic mutations in phylogenetic trees requires that two conditions are met. One, that recombination is rare enough, so that there is sufficient phylogenetic signal to reconstruct the 'correct' phylogeny otherwise known as the clonal frame (Milkman and Bridges 1990) . Two, that alternative explanations for homoplasic mutations can be dismissed with some certainty. There is no straightforward way of testing for the former, but the latter is usually dictated by the underlying biology. For example, repeat amino acid substitutions are a well-documented response of influenza viruses and HIV to drug treatment (Boucher et al. 1993; Tisdale et al. 1993; Gubareva et al. 2001) .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 311,
                    "text": "(Milkman and Bridges 1990)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 656,
                    "end": 677,
                    "text": "(Boucher et al. 1993;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 678,
                    "end": 698,
                    "text": "Tisdale et al. 1993;",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 699,
                    "end": 720,
                    "text": "Gubareva et al. 2001)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Excessive homoplasies"
        },
        {
            "text": "We employ two methods to test for excessive homoplasies. First, we use a maximum likelihood phylogeny inferred using PhyML (Guindon and Gascuel 2003) under a GTRþC 4 (Tavaré 1986; Yang 1994) nucleotide substitution model to recover a single tree using a MERS-CoV dataset comprising eighty-five sequences. We then reconstruct ancestral sequences at each internal node and identify the mutations that have taken place along each branch using ClonalFrameML (Didelot and Falush 2007) . Mutations are then classified as either synapomorphies, shared variation derived via common descent, or apparent homoplasies, shared variation derived from convergence, depending on how many times a given mutation has arisen in the phylogeny. The drawback of this method is that it necessarily conditions on a single tree with the highest likelihood.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 149,
                    "text": "(Guindon and Gascuel 2003)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 166,
                    "end": 179,
                    "text": "(Tavaré 1986;",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 190,
                    "text": "Yang 1994)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 454,
                    "end": 479,
                    "text": "(Didelot and Falush 2007)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Excessive homoplasies"
        },
        {
            "text": "We also employ BEAST (Drummond et al. 2012 ) to circumvent the limitation of conditioning the ancestral state reconstruction on a single tree. In addition to sampling various phylogenetic parameters from the posterior distribution, BEAST is also able to map substitutions onto the branches of each MCMC-sampled phylogeny (O'Brien, Minin, and Suchard 2009 ). This method is thus capable of estimating the posterior probability of a given mutation being synapomorphic or homoplasic by integrating over different tree topologies. Homoplasy analyses were performed on the concatenated coding sequences of MERS-CoV after partitioning the alignment into all three codon positions, each with an HKY nucleotide substitution model (Hasegawa, Kishino, and Yano 1985) and no C-distributed rate heterogeneity among sites. A relaxed uncorrelated molecular clock with lognormally distributed rates (Drummond et al. 2006 ) under a CTMC reference prior (Ferreira and Suchard 2008) and the flexible multi-locus skygrid as the demographic model (Gill et al. 2013 ) were used. The MCMC chain was run for 100 million steps, sampling every 10,000 steps.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 42,
                    "text": "(Drummond et al. 2012",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 321,
                    "end": 354,
                    "text": "(O'Brien, Minin, and Suchard 2009",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 722,
                    "end": 756,
                    "text": "(Hasegawa, Kishino, and Yano 1985)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 884,
                    "end": 905,
                    "text": "(Drummond et al. 2006",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 937,
                    "end": 964,
                    "text": "(Ferreira and Suchard 2008)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1027,
                    "end": 1044,
                    "text": "(Gill et al. 2013",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Excessive homoplasies"
        },
        {
            "text": "Throughout the article, we will refer to the number of branches that have experienced a given mutation as homoplasy degree. We define the homoplasy degree to be the number of times a given mutation has originated independently minus one. For example, a homoplasy degree of 1 indicates that a mutation has occurred on two different branches in the phylogeny. That is, we assume that one of the mutations has arisen through replication error, whereas the other has potential to have been introduced via recombination and thus can be thought of as excessive. Synapomorphies, on the other hand, are states that are shared by two or more taxa through common descent and thus necessarily are those mutations that have occurred exactly once in the phylogeny. They have a homoplasy degree of 0 in all figures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Excessive homoplasies"
        },
        {
            "text": "Additional tests for recombination were also performed, namely the estimation of the pairwise homoplasy index (Bruen, Philippe, and Bryant 2006) and the triplet test implemented in 3Seq (Boni, Posada, and Feldman 2007) .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 144,
                    "text": "(Bruen, Philippe, and Bryant 2006)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 186,
                    "end": 218,
                    "text": "(Boni, Posada, and Feldman 2007)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Excessive homoplasies"
        },
        {
            "text": "In the absence of recombination every allele should exhibit a high degree of linkage with other alleles in the genome. Under two extremes-clonal reproduction without recombination and free recombination-there is no correlation between LD and genomic distance and loci should be interchangeable. This is the basis of several non-parametric permutation tests for recombination that are implemented in the software package LDhat (McVean, Awadalla, and Fearnhead 2002) , which we used in combination with a dataset of 109 MERS-CoV genomes. Other, more complicated tests, such as composite likelihood methods, are also available but in our experience were incompatible with temporal sampling and rate heterogeneity.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 464,
                    "text": "(McVean, Awadalla, and Fearnhead 2002)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "LD decay"
        },
        {
            "text": "To test the performance of some of the methods, we simulated two sets of sequences. We use fastsimcoal2 (Excoffier et al. 2013) to simulate ten replicate datasets that have the same dates of isolation and similar diversity to the MERS dataset with eighty-five sequences under no recombination.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 127,
                    "text": "(Excoffier et al. 2013)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Sequence simulations"
        },
        {
            "text": "Additionally, we use pBUSS (Bielejec et al. 2014) to simulate sequences down an MCMC-sampled phylogeny drawn at random from a linked-tree unlinked-clocks BEAST analysis described above. We modelled region-specific rate heterogeneity by simulating a 30 kb 'genome' and setting the molecular clock rate for the first 20 kb to be 9.5 Â 10 -4 substitutions site -1 year -1 and the last 10 kb to be 2.85 Â 10 -3 , 1.9 Â 10 -3 or 1.3 Â 10 -3 substitutions site -1 year -1 , corresponding to roughly 3-, 2-, or 1.3-fold rate heterogeneity between the two parts of the simulated genome. Two replicate datasets were generated for each category of rate heterogeneity. Other than that, all simulations were run under a relaxed lognormal molecular clock (Drummond et al. 2006) with standard deviation set to 7.42 Â 10 -7 , HKY substitution model (Hasegawa, Kishino, and Yano 1985) with the transition/transversion ratio parameter (j) set to 6.0 and C-distributed rate heterogeneity with four categories and shape parameter 0.04 and empirical nucleotide frequencies, all derived from the results of the marginal likelihood analyses described earlier. A MERS-CoV sequence isolated from a camel (NRCE-HKU270) was provided as the starting state at the root. To include the effects of site-specific constraint, we additionally carried out simulations under a Goldman-Yang codon model (Goldman and Yang 1994) in pBUSS with empirical codon frequencies, j ¼ 6.0 and dN/dS (x) set to 0.1 (i.e. purifying selection) under same levels of rate heterogeneity and on the same phylogeny as the simulations described above. As these sequences were simulated on a tree of MERS-CoV, we refer to these datasets as being empirically simulated. We also reconstructed ancestral states for these sequences using ClonalFrameML, as described above, to arrive at a null expectation for the number of homoplasies we expect to observe under rate heterogeneity but without recombination.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 49,
                    "text": "(Bielejec et al. 2014)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 742,
                    "end": 764,
                    "text": "(Drummond et al. 2006)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 834,
                    "end": 868,
                    "text": "(Hasegawa, Kishino, and Yano 1985)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1367,
                    "end": 1390,
                    "text": "(Goldman and Yang 1994)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Sequence simulations"
        },
        {
            "text": "2.6 Investigating the effects of temporal sampling and rate heterogeneity All ten sequence datasets simulated with fastsimcoal2 and twelve sequences empirically simulated in pBUSS were analyzed using LDhat (McVean, Awadalla, and Fearnhead 2002) to ascertain the effects of temporal sampling, and in the case of pBUSS-simulated sequences, the effects of rate heterogeneity in the presence of absence of position-specific constraint. Additionally, empirically simulated sequence datasets were run through GARD (Kosakovsky Pond et al. 2006) , since the method considers both differences in tree topology and branch lengths when calculating the likelihoods of trees. Stark rate heterogeneity could thus easily be mis-interpreted as evidence for recombination by GARD.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 244,
                    "text": "(McVean, Awadalla, and Fearnhead 2002)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 520,
                    "end": 537,
                    "text": "Pond et al. 2006)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Sequence simulations"
        },
        {
            "text": "To test for the presence of alleles associated with host shifts (presumably camel to human), we adapt the v 2 df (Hedrick and Thomson 1986) statistic of LD to estimate the association between host (camel or human) and alleles at polymorphic loci. Briefly, we consider the host to act as a polymorphic site (encoded as H or C, for human and camel, respectively) and compare the association between the 'allele' or host and alleles at polymorphic sites. A perfect association of 1.0 could mean, for example, that a biallelic site has one allele that is only found in camel viruses and the other allele only in human viruses. Five out of six empirical simulation alignments under a nucleotide model simulated without recombination were identified by GARD as having breakpoints around position 20000, where the clock rate for the rest of the 'genome' was increased to be 1.3, 2, or 3 times higher than the first 20 kb. Similarly, two of six alignments empirically simulated under a codon model were identified as having a breakpoint. Corrected DAIC values decreased with decreasing rate heterogeneity, indicating loss of statistical power to detect differences between genomic regions. Analyses in BEAST, where the MERS-CoV genome is partitioned into positions 1-23722 and positions 23723-30126 (corresponding to the first GARD-inferred breakpoint) with each partition having an independent molecular clock rate but the same tree or both independent molecular clock rates and independent trees, showed that rate heterogeneity as expressed by the ratio of second fragment rate to first fragment rate to be on the order of 1.513 (95% highest posterior density 1.275, 1.769) for unlinked clocks and 1.375 (95% HPDs: 1.079-1.707) for unlinked clocks and trees (see Supplementary Fig. S2 ). As such, empirically simulated sequence data under 2-fold and 3-fold rate heterogeneity should be considered as caricature examples of a MERS-like organism, which we use to test the sensitivity of the methods we employ.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 125,
                    "text": "(Hedrick and",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1757,
                    "end": 1778,
                    "text": "Supplementary Fig. S2",
                    "ref_id": null
                }
            ],
            "section": "Host-association alleles"
        },
        {
            "text": "Permutation tests as implemented in LDhat work under the assumption that loci are interchangeable only when there is free recombination or no recombination at all. The tests compare four statistics estimated from the actual data to 1,000 permutations of the data where site numbers for each locus are reshuffled. Correlation coefficient between two measures of LD, r 2 (Hill and Robertson 1968 ) and D 0 (Lewontin 1964) , are expected to show a negative correlation with increasing distance between loci if there is recombination. Permutation of recombining loci will produce a distribution skewed toward more positive values for these two LD statistics and the percentile of the actual observed value can then be used to assess significance.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 393,
                    "text": "(Hill and Robertson 1968",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 404,
                    "end": 419,
                    "text": "(Lewontin 1964)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "MERS-CoV genome exhibits LD decay"
        },
        {
            "text": "G4 is the sum of distances between pairs of loci with four observed haplotypes, which can only occur if there is repeat mutation or recombination at one of the loci. Under recombination, the observed G4 statistic should take a statistically higher value in a distribution of G4 values derived from permuted data. Lkmax is the composite likelihood of pairs of loci under an estimated recombination rate and a given level of sequence diversity. Like the G4 statistic, this statistic is expected to fall in the upper tail of the distribution derived from permuted data in the presence of recombination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV genome exhibits LD decay"
        },
        {
            "text": "All four permutation tests show a consistent signal of recombination in the MERS-CoV genome (see Fig. 2 and Supplementary Fig. S3 ). Data from fastsimcoal2 simulations, which did not have rate heterogeneity, produced values for these statistics which mostly fell inside the range of values generated by permuting the simulated data, as expected (Fig. 2) . On one occasion, this is not the case-Simulation 9 passed the Lkmax test and failed the other three. Empirically simulated data, on the other hand, tended to exhibit extreme values, that is the observed value fell below the 2.5th or above the 97.5th percentile of the permuted data, but in ways which were not consistent with recombination. For example, Replicate 1 of simulation with 3-fold rate heterogeneity under a nucleotide substitution model exhibits extreme values for all four tests, but only one of these -corr(r 2 ,d) is consistent with recombination.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 103,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 108,
                    "end": 129,
                    "text": "Supplementary Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 345,
                    "end": 353,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "MERS-CoV genome exhibits LD decay"
        },
        {
            "text": "The composite likelihood method, which finds the composite likelihood surface of recombination rate, inferred non-zero recombination rates for all simulated datasets (see Supplementary Fig. S4 ), revealing some degree of susceptibility to both temporal sampling and rate heterogeneity. A windowbased approach of this test shows a sharp increase in the recombination rate estimated within 300 nucleotide windows around nucleotide 21000, close to the breakpoint inferred by GARD (see Supplementary Fig. S5 ). We recovered a qualitatively similar pattern when analyzing empirically simulated sequences. It is important to note, however, that none of the simulated data, even under extreme heterogeneity, reproduced the same scale of the estimated recombination rate. Although in MERS-CoV data, the majority of 300 nucleotide windows after position 23000 have a recombination rate per base consistently higher than 0.005, only data simulated under extreme rate heterogeneity approach values as high as that.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 192,
                    "text": "Supplementary Fig. S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 482,
                    "end": 503,
                    "text": "Supplementary Fig. S5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Composite likelihood methods are susceptible to rate heterogeneity"
        },
        {
            "text": "In addition to the apparently higher recombination rate in regions with higher rates, we expect rate heterogeneity to produce a higher density of polymorphic sites in regions that are evolving faster. This is quite obvious in empirically simulated data with 3-fold rate heterogeneity-the region with higher rate also contains, on average, more polymorphic loci per window in the last third of the 'genome' than the first 20 kb (see Supplementary Fig. S6 ). We only see hints of this in the actual MERS-CoV genome, with an apparent decline in polymorphism density from positions 5000 to 15000 which resembles that of the simulated data with 1.3-fold rate heterogeneity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 453,
                    "text": "Supplementary Fig. S6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Composite likelihood methods are susceptible to rate heterogeneity"
        },
        {
            "text": "Homoplasy analyses suggest that the MERS-CoV genome is rife with apparent homoplasies. Both maximum likelihood and Bayesian approaches to ancestral sequence reconstruction converge on similar patterns of homoplasy density (Fig. 3 and Supplementary Fig. S7 ). Both methods identify the region around the S (spike) gene as having a high density of synonymous homoplasies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 229,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 234,
                    "end": 255,
                    "text": "Supplementary Fig. S7",
                    "ref_id": null
                }
            ],
            "section": "Homoplasies in MERS-CoV genomes are ubiquitous"
        },
        {
            "text": "Empirically simulated sequences showed that homoplasies are not that unlikely in the absence of recombination. All sequences empirically simulated in pBUSS under a nucleotide substitution model had 2-fold homoplasies ranging in frequency from 0.0222 to 0.0550 of all polymorphic sites, with sequences simulated under higher levels of rate heterogeneity having more homoplasies and higher homoplasy degrees (Fig. 4) . However, even under a caricature model of rate heterogeneity, we did not reach the same degree of homoplasy as that observed in MERS-CoV, where homoplasic sites comprise as much as 0.1447 of all polymorphic sites and reach homoplasy degrees as high as 4. We were able to recover similar proportions of homoplasic sites from empirical simulations under a codon model (ranging from 0.0821 to 0.1518 of all polymorphic sites) but only under unrealistic values of rate heterogeneity. Even then, the distributions of homoplasy degrees for all simulated datasets are heavily skewed toward low homoplasy degrees, whereas the homoplasy degree distribution for MERS-CoV has a longer tail, indicating that homoplasies are more repeatable across the phylogeny.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 414,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Homoplasies in MERS-CoV genomes are ubiquitous"
        },
        {
            "text": "Additional tests for excessive homoplasies, pairwise homoplasy index, and 3Seq also identify MERS-CoV sequences as being recombinant, albeit both spuriously identify some of the simulated datasets as recombinant (see Supplementary Fig.  S10 ). Similarly to LDhat results, however, there were no cases where both methods falsely inferred the presence of recombination for the same dataset.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 240,
                    "text": "Supplementary Fig.  S10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Homoplasies in MERS-CoV genomes are ubiquitous"
        },
        {
            "text": "3.5 Model testing supports a model including rate heterogeneity, but not alternative tree topologies A model including rate heterogeneity alone across breakpoints inferred by the GARD method (i.e. linked trees, unlinked relaxed clocks) performs best when applied to MERS-CoV data (Fig. 5 , log marginal likelihoods: À48,137.86 and À48,138.91, using path and stepping stone sampling, respectively). The next best-performing model (log Bayes factor %18) is linked trees and relaxed clocks. Overall, unlinking molecular clock rates between the two genomic partitions appears sufficient to dramatically improve model fit. Additionally, relaxed molecular clocks are preferred over strict molecular clocks (log BF >15, Fig. 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 287,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 713,
                    "end": 719,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Homoplasies in MERS-CoV genomes are ubiquitous"
        },
        {
            "text": "The majority of methods we used (with the exception of marginal likelihood model testing) point to the combined effects of recombination and rate heterogeneity in the genome of MERS coronavirus. GARD (Fig. 1) identified two breakpoints in the genome with high support. It is important to note that calculating the likelihood of a phylogenetic tree involves the estimation of multiple parameters, which at the very least must include a particular tree topology and a set of branch lengths. As such, we considered that the inference of a breakpoint in the MERS-CoV genome could be caused by systematic rate heterogeneity, which we address by evaluating rate heterogeneity across the first breakpoint in BEAST. We estimate an empirical rate heterogeneity ratio between MERS-CoV genome positions 23723-30126 and 1-23722 to be on the order between 1.3 and 1.5 (see Supplementary Fig. S2 ). However, the support for this first breakpoint in MERS-CoV is comparable to support for empirically simulated sequences with 2-fold rate heterogeneity, and breakpoints under MERS-like levels of rate heterogeneity are difficult to detect. Overall, this suggests that evidence for differences in likelihoods between MERS Fragments 1 and 2 are beyond what would be expected from rate heterogeneity alone.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 208,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 860,
                    "end": 881,
                    "text": "Supplementary Fig. S2",
                    "ref_id": null
                }
            ],
            "section": "Recombination tests consistently point to recombination in MERS-CoV"
        },
        {
            "text": "Permutation tests show that statistics related to LD decay derived from MERS-CoV sequence data are outliers compared to permuted data ( Fig. 2 and Supplementary Fig. S3 ). Sequences simulated empirically with varying levels of rate heterogeneity, under nucleotide or codon models of substitution, also have a tendency to exhibit extreme values for these statistics. However, only MERS-CoV data have values for all four tests that are in the direction consistent with recombination. For simulated datasets, especially those simulated under extreme levels of rate heterogeneity, values deviating significantly from the permuted data were recovered but often indicated internally contradictory scenarios.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 168,
                    "text": "Fig. 2 and Supplementary Fig. S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Recombination tests consistently point to recombination in MERS-CoV"
        },
        {
            "text": "Homoplasy analyses regardless of inference method show that MERS-CoV sequences contain a large number of homoplasic sites with high homoplasy degrees ( Fig. 3 and Supplementary Fig. S7 ). Through sequence simulation, we also confirmed that both the numbers of homoplasic sites and their homoplasy degrees in MERS-CoV genomes are excessive, even when compared with unrealistic scenarios (e.g. 3-fold rate heterogeneity, Fig. 4) . Homoplasies become increasingly more prevalent when a more realistic codon model is used, due to differences in codon position constraint. Even then, MERS-CoV genomes possess mutations with much higher homoplasy degrees, surpassing simulated datasets with caricature levels of rate heterogeneity. This makes sense under a recombination scenario, as alleles persist in a diverse population and get recombined into novel backgrounds repeatedly, giving an appearance of highly repeatable mutations. Nevertheless, substitution patterns in real genomes are often highly complex and homoplasy-based methods have been shown to be susceptible to rate heterogeneity across sites, especially under higher levels of sequence divergence (Posada and Crandall 2001) . Although rate heterogeneity certainly exists in MERS-CoV data, Figure 2 . Summary of non-parametric tests for recombination. The percentile of the observed value for four statistics of LD decay (y axis) in the distribution of permuted datasets is indicated by color. Sequence datasets are shown on the x axis, starting with MERS-CoV sequences, followed by ten fastsimcoal2-simulated datasets and twelve empirically simulated datasets with different degrees of rate heterogeneity. Expected values for ideal datasets are shown in the last two columns, an ideal positive corresponds to the presence of recombination. Values falling between the 2.5th and 97.5th percentile are shown in green, values falling below the 2.5th percentile are in blue, those that are above the 97.5th percentile in red. the divergence levels are still quite low (h/site ¼ 0.0047), giving us some degree of certainty in our inference of homoplasies. It is also reassuring that both maximum likelihood and Bayesian sequence reconstruction converged on similar patterns of homoplasy and synapomorphy across the genome (Fig. 3 and Supplementary Fig. S7 ). This is important, since homoplasies inferred using BEAST are integrated over all possible tree topologies, whereas homoplasies inferred by maximum likelihood were conditioned on a single tree. The convergence between these two methods suggests that the data contain enough phylogenetic signal to recover what could be called a 'true' tree and that homoplasies, for the most part, can be correctly identified as such.",
            "cite_spans": [
                {
                    "start": 1154,
                    "end": 1180,
                    "text": "(Posada and Crandall 2001)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 158,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 163,
                    "end": 184,
                    "text": "Supplementary Fig. S7",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 426,
                    "text": "Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1246,
                    "end": 1254,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 2273,
                    "end": 2280,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2285,
                    "end": 2306,
                    "text": "Supplementary Fig. S7",
                    "ref_id": null
                }
            ],
            "section": "Recombination tests consistently point to recombination in MERS-CoV"
        },
        {
            "text": "One major concern surrounding the inference of homoplasies is host adaptation. There are a number of canonical mutations associated with host shifts, e.g. the glutamic acid to lysine amino acid substitution at position 627 in the PB2 protein of avian influenza A viruses confers the ability of the virus to replicate in mammals (Subbarao, London, and Murphy 1993 ) and a small number of amino acid substitutions in Parvoviruses are associated with adaptations to different hosts (Chang, Sgro, and Parrish 1992) . If MERS-CoV is repeatedly emerging in humans, convergent mutations would be expected to arise that might allow the virus to adapt to humans.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 362,
                    "text": "(Subbarao, London, and Murphy 1993",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 479,
                    "end": 510,
                    "text": "(Chang, Sgro, and Parrish 1992)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Recombination tests consistently point to recombination in MERS-CoV"
        },
        {
            "text": "However, we expect most host-adaptation mutations to be non-synonymous, whereas we detect both non-synonymous and synonymous homoplasies. This implies the action of recombination, rather than repeated selection for the same hostspecific mutations. Furthermore, we do not detect any strong associations between host and particular alleles ( Supplementary Fig. S8 ), although we do not believe that there is a sufficient number of sequences from camels to have much confidence in this result.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 361,
                    "text": "Supplementary Fig. S8",
                    "ref_id": null
                }
            ],
            "section": "Recombination tests consistently point to recombination in MERS-CoV"
        },
        {
            "text": "The overall phylogenetic and genomic patterns of homoplasies are consistent with fairly frequent recombination through time (Fig. 5) . Recent recombination should result in long homoplasy tracts shared across branches in the phylogenetic tree. At most we observe two stretches of adjacent homoplasies, one encompassing three homoplasies and another encompassing two homoplasies that are shared between taxa and likely to be caused by recent recombination. The majority of homoplasies that we observe, however, occur on their own. Recombination tracts, rather than single template switches, are not uncommon in other coronaviruses (Keck et al. 1988; Kottier, Cavanagh, and Britton 1995; Herrewegh et al. 1998) . Thus, in MERS-CoV, we interpret extremely short homoplasy tracts as evidence of relatively frequent recombination. Alternatively, recombination tracts might be short and thus unable to transfer multiple informative sites across lineages.",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 648,
                    "text": "(Keck et al. 1988;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 649,
                    "end": 685,
                    "text": "Kottier, Cavanagh, and Britton 1995;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 686,
                    "end": 708,
                    "text": "Herrewegh et al. 1998)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Recombination tests consistently point to recombination in MERS-CoV"
        },
        {
            "text": "Unlike all other tests we performed, model testing through marginal likelihoods indicates that models including rate heterogeneity explain MERS-CoV data partitioned across a wellsupported breakpoint better than models including independent trees. At first, this may seem paradoxical, but we believe this result is due to the combined effects of the way homoplasious sites are distributed across the genome and phylogenetic tree of MERS-CoV (Fig. 5 ) and the number of parameters involved. A speckled pattern of homoplasious sites without phylogenetic signal could easily be overwhelmed by the signal coming from the sites that support what could be called 'the one true tree', i.e. the clonal frame, in the data. Second, each phylogenetic tree contains at least n À 1 free parameters, so it is not surprising then that models attempting to recover two independent trees for both genomic fragments resulting from alternative tree topology analysis of MERS-CoV with highly correlated genealogies are penalized for the extra parameters introduced by a second tree. We would additionally like to point out that the fit of models including relaxed molecular clocks result in dramatic improvements to model fit compared to models with strict molecular clocks (log BF > 15, Fig. 6 ). Although this could be interpreted as evidence for a considerable degree of lineage rate heterogeneity, the more parsimonious explanation is the ability of a relaxed molecular clock to accommodate homoplasies of recombinant origin, which do not necessarily accumulate at a relatively constant rate like genuine de novo mutations do.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 440,
                    "end": 447,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1267,
                    "end": 1273,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Recombination tests consistently point to recombination in MERS-CoV"
        },
        {
            "text": "Recombination aside, MERS-CoV genomes exhibit a significant degree of rate heterogeneity among sites. Marginal likelihood analyses indicate that estimating independent molecular clocks after partitioning the MERS-CoV genome into two fragments alone substantially increases model fit over a completely linked (trees and clocks) model (log Bayes factor %18). This highlights the advantage of employing relaxed molecular clocks, as in our case the method is clearly capable of accommodating recombination in an otherwise entirely clonal analysis framework. In addition, previous studies of SARS-like coronaviruses in bats have identified recombination breakpoints in small numbers of isolates falling close to the 'transition zone' around site 22000 (Hon et al. 2008; Lau et al. 2010) which in our analysis of MERS-CoV is where GARD, LDhat, and BEAST identify changes in the underlying model of evolution (Figs. 1 and 3 and Supplementary  Fig. S5 ). Overall, a more detailed investigation will need to be done to determine if empirical patterns of rate variation in MERS-CoV have the potential to generate apparent recombination signals.",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 764,
                    "text": "(Hon et al. 2008;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 765,
                    "end": 781,
                    "text": "Lau et al. 2010)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 902,
                    "end": 916,
                    "text": "(Figs. 1 and 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 921,
                    "end": 943,
                    "text": "Supplementary  Fig. S5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Implications for future analyses"
        },
        {
            "text": "We also expect that as more sequences of MERS-CoV become available more homoplasies will be detected, some contributing to the homoplasy degree of the homoplasies already reported here, some previously unknown and some turning mutations currently thought of as synapomorphies into homoplasies. Although new sequences are likely to come from human cases, we think that sequencing MERS-CoV circulating in dromedary camels is of extreme importance from both surveillance and epidemiological points of view.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for future analyses"
        },
        {
            "text": "Our results point toward frequent recombination in MERS-CoV in the recent history of the MERS-CoV outbreak. For this to occur, different lineages of the virus must encounter each other often and implies frequent co-infection with MERS-CoV. To date, it is difficult to ascertain whether the human infections with MERS-CoV are a result of substantial asymptomatic transmission among humans or repeated zoonosis of the virus from camels to humans or a combination thereof. Given the severity of MERS, we find it unlikely that humans could be sufficiently frequently co-infected with two or more different lineages of the virus. Previous serological studies have failed to find evidence of prevalent past MERS-CoV infections of humans (Aburizaiza et al. 2013; Gierer et al. 2013) , although a recent nation-wide study in Saudi Arabia has detected non-negligible numbers of individuals with antibodies against MERS-CoV, especially among shepherds and slaughterhouse workers (Mü ller et al. 2015) . We thus propose that MERS-CoV mostly infects, and recombines, in camels. A study by Adney et al. (2014) has shown that camels only suffer mild symptoms from MERS-CoV infection and numerous other studies indicate an extremely high prevalence of antibodies specific against MERS-CoV in camels (Chu et al. 2014; Corman et al. 2014b; Mü ller et al. 2014; Reusken et al. 2013 Reusken et al. , 2014 . At the same time, however, sequencing has not indicated the presence of multiple infection in camels or any other animal. We believe that individual MERS-CoV coinfections are rare, but given the size of the epidemic in camels, as inferred from serology, the total number of co-infections is high. In addition, MERS-CoV infection is transient in camels (Adney et al. 2014) , and thus sequencing efforts, which have been insufficient and very limited in camels, are highly unlikely to capture a co-infection.",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 755,
                    "text": "(Aburizaiza et al. 2013;",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 775,
                    "text": "Gierer et al. 2013)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 969,
                    "end": 990,
                    "text": "(Mü ller et al. 2015)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1077,
                    "end": 1096,
                    "text": "Adney et al. (2014)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1284,
                    "end": 1301,
                    "text": "(Chu et al. 2014;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1302,
                    "end": 1322,
                    "text": "Corman et al. 2014b;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1323,
                    "end": 1343,
                    "text": "Mü ller et al. 2014;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1344,
                    "end": 1363,
                    "text": "Reusken et al. 2013",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1364,
                    "end": 1385,
                    "text": "Reusken et al. , 2014",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1740,
                    "end": 1759,
                    "text": "(Adney et al. 2014)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Implications about the virus population structure and infection dynamics"
        },
        {
            "text": "Another point worth considering is that alleles that have arisen through mutation in MERS-CoV can be recombined, increasing the genetic variation of the virus (Muller 1932) . Whether this is of epidemiological importance for humans depends entirely on what alleles are circulating in the reservoir, although there is no evidence that MERS-CoV is particularly likely to become as transmissible as common human pathogens or even SARS-CoV.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 172,
                    "text": "(Muller 1932)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Implications about the virus population structure and infection dynamics"
        },
        {
            "text": "Python scripts used to process trees and sequences are available at: https://github.com/evogytis/MERS_recombination/tree/mas ter/scripts. Input and output files for programs used are publicly available at: https://github.com/evogytis/MERS_recombination. Synapomorphies are shown as coloured ticks (coloured by coding sequence in which they occur) on branches where they occur. Homoplasies are shown as circles connected with coloured lines, colour corresponds with the coding sequence in which the mutation has occured. Mutations are positioned on the branches in proportion to where the mutation occurs in the genome, e.g. mutations shown towards the end of a branch correspond to mutations near the 3' terminus of the genome. Arrows at the top indicate the order, relative length and names of coding sequences within the MERS-CoV genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Investigation of Anti-MERS-Coronavirus Antibodies in Blood Donors and Abbatoir Workers in Jeddah and Makkah",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Aburizaiza",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Infectious Diseases",
            "volume": "209",
            "issn": "2",
            "pages": "243--249",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jit589"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Replication and Shedding of MERS-CoV in Upper Respiratory Tract of Inoculated Dromedary Camels",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Adney",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerging Infectious Diseases",
            "volume": "20",
            "issn": "",
            "pages": "1999--2005",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effect of Recombination on the Accuracy of the Likelihood Method for Detecting Positive Selection at Amino Acid Sites",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anisimova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Genetics",
            "volume": "164",
            "issn": "",
            "pages": "1229--1265",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological, Demographic, and Clinical Characteristics of 47 Cases of Middle East Respiratory Syndrome Coronavirus Disease from Saudi Arabia: A Descriptive Study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Lancet Infectious Diseases",
            "volume": "13",
            "issn": "",
            "pages": "752--61",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Improving the Accuracy of Demographic and Molecular Clock Model Comparison While Accommodating Phylogenetic Uncertainty",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baele",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Molecular Biology and Evolution",
            "volume": "29",
            "issn": "",
            "pages": "2157--67",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Analysis of Intracellular Small RNAs of Mouse Hepatitis Virus: Evidence for Discontinuous Transcription",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virology",
            "volume": "156",
            "issn": "",
            "pages": "342--54",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "pBUSS: A Parallel BEAST/BEAGLE Utility for Sequence Simulation under Complex Evolutionary Scenarios",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bielejec",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Bioinformatics",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An Exact Nonparametric Method for Inferring Mosaic Structure in Sequence Triplets",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Boni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genetics",
            "volume": "176",
            "issn": "",
            "pages": "1035--1082",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Guidelines for Identifying Homologous Recombination Events in Influenza A Virus",
            "authors": [
                {
                    "first": "--",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "High-Level Resistance to (-) Enantiomeric 2'-Deoxy-3'-Thiacytidine in vitro is due to One Amino Acid Substitution in the Catalytic Site of Human Immunodeficiency Virus Type 1 reverse Transcriptase",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Boucher",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Antimicrobial Agents and Chemotherapy",
            "volume": "37",
            "issn": "",
            "pages": "2231--2235",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A Simple and Robust Statistical Test for Detecting the Presence of Recombination",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Bruen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Philippe",
                    "suffix": ""
                },
                {
                    "first": "Bryant",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Genetics",
            "volume": "172",
            "issn": "",
            "pages": "2665--81",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Middle East Respiratory Syndrome Coronavirus: Quantification of the Extent of the Epidemic, Surveillance Biases, and Transmissibility",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Lancet Infectious Diseases",
            "volume": "14",
            "issn": "",
            "pages": "50--56",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Multiple Amino Acids in the Capsid Structure of Canine Parvovirus Coordinately Determine the Canine Host Range and Specific Antigenic and Hemagglutination Properties",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sgro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Parrish",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Journal of Virology",
            "volume": "66",
            "issn": "",
            "pages": "6858--67",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Phylogenetic Analysis Reveals a Low Rate of Homologous Recombination in Negative-Sense RNA Viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Chare",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of General Virology",
            "volume": "84",
            "issn": "",
            "pages": "2691--703",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "MERS Coronaviruses in Dromedary Camels",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerging Infectious Diseases",
            "volume": "20",
            "issn": "",
            "pages": "1049--53",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Rooting the Phylogenetic Tree of Middle East Respiratory Syndrome Coronavirus by Characterization of a Conspecific Virus from an African Bat",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Emerging Infectious Diseases",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Transmission and Evolution of the Middle East Respiratory Syndrome Coronavirus in Saudi Arabia: A Descriptive Genomic Study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cotten",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "The Lancet",
            "volume": "382",
            "issn": "",
            "pages": "1062--1075",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Inference of Bacterial Microevolution Using Multilocus Sequence Data",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Didelot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falush",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genetics",
            "volume": "175",
            "issn": "",
            "pages": "1251--66",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Phylogenetic Diversity and Genotypical Complexity of H9N2 Influenza a Viruses Revealed by Genomic Sequence Analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "An Observational, Laboratory-Based Study of Outbreaks of MERS-Coronavirus in Jeddah and Riyadh, Kingdom of Saudi Arabia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Lancet Infectious Diseases",
            "volume": "60",
            "issn": "",
            "pages": "745--51",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciu812"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Bayesian Phylogenetics with BEAUti and the BEAST 1",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Molecular Biology and Evolution",
            "volume": "4",
            "issn": "7",
            "pages": "1969--73",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Robust Demographic Inference from Genomic and SNP Data",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Excoffier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Genetics",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Bayesian Analysis of Elapsed Times in Continuous-Time Markov Chains",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A R"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Canadian Journal of Statistics",
            "volume": "36",
            "issn": "",
            "pages": "355--68",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Lack of MERS Coronavirus Neutralizing Antibodies in Humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gierer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerging Infectious Diseases",
            "volume": "19",
            "issn": "",
            "pages": "2034--2040",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Improving Bayesian Population Dynamics Inference: A Coalescent-Based Model for Multiple Loci",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Molecular Biology and Evolution",
            "volume": "30",
            "issn": "",
            "pages": "713--737",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Genomic Surveillance Elucidates Ebola Virus Origin and Transmission during the 2014 Outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Gire",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "345",
            "issn": "",
            "pages": "1369--72",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A Codon-Based Model of Nucleotide Substitution for Protein-Coding DNA Sequences",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [
                        "Z"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Molecular Biology and Evolution",
            "volume": "11",
            "issn": "",
            "pages": "725--761",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Selection of Influenza Virus Mutants in Experimentally Infected Volunteers Treated with Oseltamivir",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Gubareva",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Infectious Diseases",
            "volume": "183",
            "issn": "",
            "pages": "523--554",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A Simple, Fast, and Accurate Algorithm to Estimate Large Phylogenies by Maximum Likelihood",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guindon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gascuel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Systematic Biology",
            "volume": "52",
            "issn": "",
            "pages": "696--704",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Dating of the Human-Ape Splitting by a Molecular Clock of Mitochondrial DNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kishino",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Yano",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Journal of Molecular Evolution",
            "volume": "22",
            "issn": "",
            "pages": "160--74",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A Two-Locus Neutrality Test: Applications to Humans, E. coli and Lodgepole Pine",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Hedrick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomson",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Genetics",
            "volume": "112",
            "issn": "",
            "pages": "135--56",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Feline Coronavirus Type II Strains 79-1683 and 79-1146 Originate from a Double Recombination between Feline Coronavirus Type I and Canine Coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Herrewegh",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Virology",
            "volume": "72",
            "issn": "",
            "pages": "4508--4522",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Linkage Disequilibrium in Finite Populations",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Theoretical and Applied Genetics. Theoretische und Angewandte Genetik",
            "volume": "38",
            "issn": "",
            "pages": "226--257",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The Influence of Recombination on the Population Structure and Evolution of the Human Pathogen Neisseria meningitidis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Urwin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Maiden",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Molecular Biology and Evolution",
            "volume": "16",
            "issn": "",
            "pages": "741--750",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Evidence of the Recombinant Origin of a Bat Severe Acute Respiratory Syndrome (SARS)-Like Coronavirus and Its Implications on the Direct Ancestor of SARS Coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Hon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Virology",
            "volume": "82",
            "issn": "",
            "pages": "1819--1845",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "in vivo RNA-RNA Recombination of Coronavirus in Mouse Brain",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Keck",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of Virology",
            "volume": "62",
            "issn": "",
            "pages": "1810--1823",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Mechanism of RNA Recombination in Poliovirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kirkegaard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "47",
            "issn": "",
            "pages": "433--476",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Automated Phylogenetic Detection of Recombination Using a Genetic Algorithm",
            "authors": [
                {
                    "first": "Kosakovsky",
                    "middle": [],
                    "last": "Pond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Molecular Biology and Evolution",
            "volume": "23",
            "issn": "",
            "pages": "1891--901",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Experimental Evidence of Recombination in Coronavirus Infectious Bronchitis Virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kottier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virology",
            "volume": "213",
            "issn": "",
            "pages": "569--80",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Recombination between Nonsegmented RNA Genomes of Murine Coronaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Journal of Virology",
            "volume": "56",
            "issn": "",
            "pages": "449--56",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Ecoepidemiology and Complete Genome Comparison of Different Strains of Severe Acute Respiratory Syndrome-Related Rhinolophus Bat Coronavirus in China Reveal Bats as a Reservoir for Acute, Self-Limiting Infection that Allows Recombination Events",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K P"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Virology",
            "volume": "84",
            "issn": "",
            "pages": "2808--2827",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Reconstructing the Initial Global Spread of a Human Influenza Pandemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suchard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Currents",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/currents.RRN1031"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The Interaction of Selection and Linkage. I. General Considerations; Heterotic Models",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Lewontin",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Genetics",
            "volume": "49",
            "issn": "",
            "pages": "49--67",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Genesis of a Highly Pathogenic and Potentially Pandemic H5N1 Influenza Virus in Eastern Asia",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "",
            "pages": "209--222",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Reassortment Patterns of Avian Influenza Virus Internal Segments among Different Subtypes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lycett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Evolutionary Biology",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "High-Frequency RNA Recombination of Murine Coronaviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Journal of Virology",
            "volume": "57",
            "issn": "",
            "pages": "729--766",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Detecting Recombination from Gene Trees",
            "authors": [
                {
                    "first": "Maynard",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Molecular Biology and Evolution",
            "volume": "15",
            "issn": "",
            "pages": "590--599",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A Coalescent-Based Method for Detecting and Estimating Recombination from Gene Sequences",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcvean",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Awadalla",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fearnhead",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Genetics",
            "volume": "160",
            "issn": "",
            "pages": "1231--1272",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Family Cluster of Middle East Respiratory Syndrome Coronavirus Infections",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "New England Journal of Medicine",
            "volume": "368",
            "issn": "",
            "pages": "2487--94",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The Correlation between Linkage Disequilibrium and Distance: Implications for Recombination in Hominid Mitochondria",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meunier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Molecular Biology and Evolution",
            "volume": "18",
            "issn": "",
            "pages": "2132--2137",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Molecular Evolution of the Escherichia coli Chromosome. III. Clonal Frames",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Milkman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Bridges",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Genetics",
            "volume": "126",
            "issn": "",
            "pages": "505--522",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Balanced Hemagglutinin and Neuraminidase Activities are Critical for Efficient Replication of Influenza A Virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Mitnaul",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Virology",
            "volume": "74",
            "issn": "",
            "pages": "6015--6035",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Some Genetic Aspects of Sex",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 1932,
            "venue": "The American Naturalist",
            "volume": "66",
            "issn": "",
            "pages": "118--156",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Presence of Middle East Respiratory Syndrome Coronavirus Antibodies in Saudi Arabia: A Nationwide",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mü Ller",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "The Lancet Infectious Diseases",
            "volume": "20",
            "issn": "",
            "pages": "559--64",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Learning to Count: Robust Estimates for Labeled Distances between Molecular Sequences",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Minin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Molecular Biology and Evolution",
            "volume": "26",
            "issn": "",
            "pages": "801--815",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "HyPhy: Hypothesis Testing Using Phylogenies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L K"
                    ],
                    "last": "Pond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D W"
                    ],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Muse",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bioinformatics",
            "volume": "21",
            "issn": "",
            "pages": "676--685",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Evaluation of Methods for Detecting Recombination from DNA Sequences: Computer Simulations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Crandall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Crandall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Crandall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "98",
            "issn": "",
            "pages": "75--97",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The Early Molecular Epidemiology of the Swine-Origin A/H1N1 Human Influenza Pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Currents",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/currents.RRN1003"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Middle East Respiratory Syndrome Coronavirus Neutralising Serum Antibodies in Dromedary Camels: A Comparative Serological Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Lancet Infectious Diseases",
            "volume": "13",
            "issn": "",
            "pages": "1370--1374",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Recombination in AIDS Viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Hahn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Molecular Evolution",
            "volume": "40",
            "issn": "",
            "pages": "249--59",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Recombination in HIV-1'",
            "authors": [
                {
                    "first": "--",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Consequences of Recombination on Traditional Phylogenetic Analysis",
            "volume": "374",
            "issn": "",
            "pages": "879--91",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Potential Impact of Recombination on Sitewise Approaches for Detecting Positive Natural Selection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shriner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Genetics Research",
            "volume": "81",
            "issn": "",
            "pages": "115--136",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Origins and Evolutionary Genomics of the 2009 Swine-Origin H1N1 Influenza A Epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "459",
            "issn": "",
            "pages": "1122--1127",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "A Single Amino Acid in the PB2 Gene of Influenza A Virus is a Determinant of Host Range",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Subbarao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of Virology",
            "volume": "67",
            "issn": "",
            "pages": "1761--1765",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Rapid in vitro Selection of Human Immunodeficiency Virus Type 1 Resistant to 3'-Thiacytidine Inhibitors due to a Mutation in the YMDD Region of Reverse Transcriptase",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tisdale",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "90",
            "issn": "",
            "pages": "5653--5659",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Maximum Likelihood Phylogenetic Estimation from DNA Sequences with Variable Rates Over Sites: Approximate Methods'",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of Molecular Evolution",
            "volume": "39",
            "issn": "",
            "pages": "306--320",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Isolation of a Novel Coronavirus from a Man with Pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "New England Journal of Medicine",
            "volume": "367",
            "issn": "",
            "pages": "1814--1834",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CoV genome shows evidence of alternative tree topologies GARD identified a breakpoint at nucleotide position 23722 (corrected DAIC ¼ 103.6 between single versus two tree model), roughly in the middle of the coding sequence for the S (spike) protein. The two phylogenies recovered from this breakpoint were incongruent (seeSupplementary Fig. S1). Running the resulting Fragment 1 (positions 1-23722) and Fragment 2 (positions 23723-30126) through GARD again yielded a further breakpoint in Fragment 1 at position 12257 (corrected DAIC ¼ 33.7), near the boundary between ORF1a and ORF1b genes. No more breakpoints could be identified by GARD in the resulting Fragments 1.1 (positions 1-12257), 1.2 (positions 12258-23722) and 2 (positions 23723-30126).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Summary of GARD results. Colored boxes indicate fragments resulting from GARD-inferred breakpoints with corrected DAIC values shown on the right. Dashed line indicates the actual position where the evolutionary model for simulated sequences under three levels of rate heterogeneity is changed. Arrows at the top indicate the positions and names of coding sequences within the MERS-CoV genome.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Distribution of apparent homoplasies. Position along the genome is shown on the x axis and homoplasy degree, the number of times a particular mutation has occurred in excess in the tree as inferred by maximum likelihood, is shown on the y axis (left). Individual mutations are marked by vertical lines, synonymous ones in green and non-synonymous in red. The ratio of apparent homoplasy over synapomorphy kernel density estimates (bandwidth ¼ 0.1) is shown in blue for synonymous (dashed) and non-synonymous (solid) sites separately. Arrows at the top indicate the positions and names of coding sequences within the MERS-CoV genome.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Homoplasy prevalence in MERS-CoV and simulated datasets. Bars show the proportion of all polymorphic sites that are homoplasic, split by homoplasy degree as inferred by maximum likelihood, in MERS-CoV and datasets simulated with different degrees of rate heterogeneity in the presence or absence of site-specific constraint in the form of a codon model. Homoplasy degree indicates how many times a given mutation has occurred in excess in the phylogenetic tree.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Summary of model comparisons. Difference in marginal likelihoods (Bayes factor) estimated by path-sampling between the worst model (linked strict molecular clock, unlinked trees) and all others. Asterisks indicate the best-performing model (unlinked relaxed clocks, linked trees, run 2) for MERS-CoV data. Analyses employing a relaxed molecular clock were run independently 3 times, those with a strict molecular clock 2 times. Marginal likelihoods estimated using stepping stone sampling gave identical results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Acknowledgements G.D. was supported by a Natural Environment Research Council studentship D76739X. The research leading to these results has received funding from the European Research Council under the European Community's Seventh Framework Programme (FP7/2007-2013) under Grant Agreement no. 278433-PREDEMICS and ERC Grant agreement no. 260864.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Mutations mapped onto a ML phylogeny. A maximum likelihood phylogeny of 85 MERS-CoV sequences with maximum likelihood-mapped mutations.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary data are available at Virus Evolution online.Conflict of interest: None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary data"
        }
    ]
}