{
    "paper_id": "a2add35b84a53cbad3301093f4191d5edadf1d0e",
    "metadata": {
        "title": "Endoscopic Disinfection in the Era of",
        "authors": [
            {
                "first": "Ji",
                "middle": [
                    "Kon"
                ],
                "last": "Ryu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University College of Medicine",
                    "location": {
                        "settlement": "Seoul"
                    }
                },
                "email": ""
            },
            {
                "first": "Eun",
                "middle": [
                    "Young"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Catholic University of Daegu School of Medicine",
                    "location": {
                        "settlement": "Daegu"
                    }
                },
                "email": ""
            },
            {
                "first": "Kwang",
                "middle": [
                    "An"
                ],
                "last": "Kwon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Gachon University College of Medicine",
                    "location": {
                        "settlement": "Incheon"
                    }
                },
                "email": ""
            },
            {
                "first": "Il",
                "middle": [
                    "Ju"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Cancer Center",
                    "location": {
                        "settlement": "Goyang"
                    }
                },
                "email": ""
            },
            {
                "first": "Ki",
                "middle": [
                    "Baik"
                ],
                "last": "Hahm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHA University",
                    "location": {
                        "settlement": "Seongnam",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Reflecting on the recent outbreak of Middle East respiratory syndrome (MERS) in Korea, we are reminded of the following: \"we can't emphasize endoscopy disinfection too much, \" and the \"journal can't be too careful in sharing the way of endoscopy disinfection. \" MERS, which is caused by the coronavirus, presented as a worldwide threat. Initially prevalent in Saudi Arabia and some Middle East countries, it has recently made the leap to South Korea and triggered the second largest outbreak outside the Middle East. In South Korea, more than 180, 35, and 30 people have been infected, died, or placed un-der quarantine, respectively, which has affected Koreans for more than 2 months. We believe that the situation in Korea has been aggravated by the absence of public information dissemination and the failure of regulation of hospital exposures. Although it was only discovered in 2012, the countries that previously harbored the virus have not always been transparent about their findings, which contributes to the concern of countries outside the Middle East. Experts still do not understand exactly how MERS is transmitted. Unfortunately, a dangerous countermove was performed in Korea. MERS was first discovered in a patient who died in June 2012 in Jeddah, Saudi Arabia. However, the government did not take this fatality seriously because the virus was largely confined to Saudi Arabia, where it was believed to be harbored by bats and camels, and rarely infected humans. This erroneous information was repeated in Korea. During the MERS virus outbreak in Korea, this was not the case for hospitals, where the virus was observed to spread more easily. Exposure to the MERS virus sickened people with underlying illness. Poor ventilation and spatial separation carried an extreme risk for infection as well as mortality from a nosocomial infection. Although the MERS virus is still not understood and remains a possible contender for an epidemic, the lessons learned from the Korean epidemic strongly reveal the importance of sharing knowledge and optimal information, as well as publications in journals. This is why journal editors prepared the current focused review series in this issue of Clinical Endoscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "When the MERS virus was first discovered in humans, it concerned the public health community for several key reasons. It is very deadly, and remains largely undefined. Since it is a respiratory virus, the possibility of airborne transmission has not been entirely ruled out. And the countries that have typically harbored the most cases, including Saudi Arabia, the United Arab Emirates, and Qatar, have not been good about sharing information or prompt reporting of cases to the global health community. Endoscopy disinfection is very essential to patients, the endoscopists, and their assistants. Recently, the issues of bacteria accumulation within duodenoscopes and the possibility of infection transmission need to be addressed. There are currently no countermeasures for unidentified organisms and the virus or other unrecognized microorganisms could also just as easily disappear. For example, because there is still no specific treatment or cure for the MERS, stressing the importance of cleaning endoscopy equipment remains the best measure for the prevention of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endoscopy disinfection is a prerequisite step for preventing any contagious diseases"
        },
        {
            "text": "Medical journals play an enormous role as a means of communication and a venue for exchanging knowledge and new technology. Since journals have their own aims, scope, and policies, the editors of medical journals have the important responsibility of publishing and enforcing them. The editors of Clinical Endoscopy want to explore the challenging and timely issues in order to share current knowledge in the field of gastrointestinal (GI) endoscopy. In this focused review article, we endeavor to emphasize the importance of endoscopy disinfection in preventing the risk of infection. We have prepared in-depth reviews regarding endoscopy disinfection by searching publications on this subject. Since sterilization is used primarily for processing endoscope accessories and is accomplished by either physical or chemical methods, the term \"sterilization\" should not be equated with \"disinfection. \" Additionally, there is no such state as \"partially sterile. \" Since flexible endoscopes do not tolerate high processing temperatures higher than >60°C and cannot be autoclaved or disinfected using hot water, various methods adopting steam under pressure, dry heat, ethylene oxide gas, hydrogen peroxide (HPO), gas plasma, and liquid chemicals are the principal sterilizing methods used in healthcare facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The society journal Clinical Endoscopy strives hard to prevent epidemics and contributes to good quarantine measures"
        },
        {
            "text": "The MERS Korea outbreak of 2015 started from only one patient. Currently, 186 people have been infected and 36 (19.4%) have died of MERS. 1 It would not have caused many deaths if the first patient had been detected earlier, diagnosed, and isolated properly. We have realized the importance of the initial response through this event. The main culprit of the MERS Korea outbreak was a nosocomial infection. Hospitals are inhabited by many pathogens although they are recognized as clean and sanitary spaces. Therefore, there is always the risk for transmission of infectious pathogens through procedures performed in hospitals despite the best efforts of medical personnel. Microorganisms such as bacteria, viruses, prion, and parasites are known to be disseminated during endoscopy. Almost all microorganisms can be eradicated except for a few spores if high-level disinfection is performed according to the existing reprocessing guidelines using disinfectants. The incidence of exogenous infections linked to contaminated endoscope is very low, and estimated at one case per 1.8 million procedures. It is difficult to estimate the causal relationship between endoscopy and pathogen transmission for several reasons, such as the long latent period, subclinical symptoms, and unrecognized infections. 2 The majority of published outbreaks have been caused by various shortcomings in the reprocessing procedures, which might also be supported by insufficient training or awareness. 3, 4 Until now, such outbreaks have been associated with lapses in essential reprocessing steps such as incomplete cleaning, lack of appropriate disinfection, improper drying, or cross-contamination between clean and dirty devices. 4 ",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 139,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1301,
                    "end": 1302,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1481,
                    "end": 1483,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1484,
                    "end": 1485,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1713,
                    "end": 1714,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "RECENT CHANGES IN GASTROINTESTINAL ENDOSCOPE DISINFECTION: STATISTICS FROM THE \"PubMed\" SEARCH"
        },
        {
            "text": "The GI endoscope belongs to the class of semi-critical de-vices because the instruments may encounter the mucous membranes during clinical procedures, and thus, bear a relative degree of infection risk if contamination occurs during use. At the very minimum, they should receive high-level disinfection. 5, 6 Most guidelines for endoscope reprocessing prescribe seven steps including pre-cleaning, cleaning, rinse, disinfection, rinse, drying (air/alcohol), and storage. Failure to comply with guidelines is the chief factor that compromises the safety of endoscope reprocessing. The consequences of failure to follow the recommendations may not only include the transmission of pathogens, but also misdiagnosis, instrument malfunction, and a shortened instrument lifespan. Recently, awareness of endoscope disinfection has been enhanced among endoscopists because the outbreak of carbapenem-resistant Enterobacteriaceae (CRE) infection after the occurrence of endoscopic retrograde cholangiopancreatography (ERCP) procedure. 3 This is especially due to the fact that duodenoscopes for ERCP have a complicated structure, and feature a specific channel that allows manipulation of a guide wire, at the terminal end of which is a cantilevered elevator mechanism that is used during procedures to manipulate and control the direction. Additionally, fine movements are necessary for the manipulation of the accessories that are inserted and passed through the endoscope's accompanying instrument channels. Finally, the elevator wire mechanism is difficult to access and not readily amenable to cleaning and high-level disinfection. 7",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 306,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 307,
                    "end": 308,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1026,
                    "end": 1027,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Spaulding classification"
        },
        {
            "text": "After searching PubMed using the term \"endoscopy disinfection, \" 609 publications were identified (August 2015). The number of publications has been steeply increasing in the past 10 years. In a critical report by Noronha and Brozak, 8 they believe that although \"endoscopic procedures provide lifesaving diagnostic information, but do they put patients at unnecessary risk of deadly infection from cross contamination?\" Conclusively, they stated that reprocessing is time consuming, labor intensive, somewhat expensive, and is, most importantly, susceptible to failure. The problematic features of the endoscopic structure, particularly the luminal channels, which often become contaminated by endoscope accessories, might be a very important aspect that exceeds their diagnostic contributions. As far as the structural aspects of endoscopic disinfection, correct cleaning of the elevator mechanism remains essential to endoscopy disinfection. The fixed distal ends demand more accuracy during pre-cleaning because the narrow lumen behind the elevator is difficult to access with routine cleaning brushes. Although special brushes are needed, these should not cause any damage. Therefore, it is of utmost importance to follow the manufacturer's recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The published outbreaks in \"PubMed\" search"
        },
        {
            "text": "Even though automated reprocessing is performed, a thorough manual pre-cleaning is essential to the process of satisfactory disinfection. 9 In the review of the papers published in PubMed, the transmission risk of microorganisms due to contaminated endoscopes was very low when endoscope reprocessing was performed according to the current reprocessing guidelines. All staff members in the endoscopic suite should be aware of the latest reprocessing guidelines and also need to prepare for the emergence of pathogens that are resistant to the current disinfection practices. Lastly, adequate training of endoscopic staff is one of the most crucial points to achieve the highest quality control standards in digestive endoscopy. 10 In addition to the aforementioned CRE risk, there were only two reports of nosocomial outbreaks due to Klebsiella spp. but seven additional outbreaks of this kind have been reported within the last 4 years, signifying that many such outbreaks have been missed in the past because this pathogen belongs to the physiological gut flora and there is limited knowledge of its features. 11 There is also the risk that we may only be seeing the tip of the iceberg as far as endoscopy disinfection is concerned. Additionally, several PubMed publications relevant to endoscopy disinfection deal with the limitations of cleaning luminal endoscopes. Taken together, the PubMed search emphasizes that with the emergence of highly resistant carbapenemase-producing strains, including CRE, more adherence to infection control guidelines should be continued. Also, the limited action of several decontamination procedures and the lack of convincing quality control methods to warrant the cleanliness of channels between patients, has led to the focus on the prevention of cross-infection of unrecognized harmful microorganisms, as well as on the elimination of unidentified molecules during endoscopic procedures. 12",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 139,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 728,
                    "end": 730,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1112,
                    "end": 1114,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The published outbreaks in \"PubMed\" search"
        },
        {
            "text": "After the inauguration of Clinical Endoscopy as an English-language journal in 2011, it has published several reviews and original articles on the disinfection of the endoscope and its accessories. As our journal aims to promote the exchange of the up-to-date clinical scientific information, disinfection and reprocessing is one of the main topics of interest. In a special issue of Clinical Endoscopy that was presented at the 48th Korean Society of Gastrointestinal Endoscopy (KSGE) seminar held in 2013, two review articles summarized the presentation on GI endoscope reprocessing. 13,14 KSGE established endoscope cleaning and disinfection guidelines in 1995, with the first revision made in 2009 and the second one in 2012. Lee et al. 14 discussed the endoscopic reprocessing steps and the required equipment proposed in the second revised guidelines because the endoscope contacts the mucosa of the upper GI tract and is considered as a semicritical equipment. Although complete sterilization was impossible due to the complex structure of endoscope, high-level disinfection remains necessary. The required steps for reprocessing are pre-cleaning, cleaning, disinfection, rinsing, and drying. Necessary materials and procedures that should be followed were described in detail for each step. Compliance for the established reprocessing guidelines is most important for the prevention of possible pathogen transmission during endoscopy. 13 In order increase compliance, efforts have focused on developing disinfectants and automated endoscope reprocessors, which were introduced in order to replace the manual reprocessing steps as well as provide effective disinfection and reduction of exposure to hazardous chemicals. Personnel who are in charge of endoscope reprocessing should be well trained for the entire procedure. Regular monitoring is essential for quality assurance. 13 Disinfection is the main step in reprocessing in order to eliminate potential human pathogens such as bacteria, viruses, fungi, or mycobacterium. In this journal, a review of disinfectants that are currently available in Korea and approved by the U.S. Food and Drug Administration for endoscopic reprocessing was published by the disinfectant management committee of the KSGE. 15 Disinfectants including glutaraldehyde, orthophthaldehyde (OPA), peracetic acid/HPO, and electrolyzed acid water were discussed according to chemical characteristics, disinfection potency, advantages, and limitations. Most of the listed disinfectants are suitable for endoscope reprocessing if the instructions recommended by the product manufactures are strictly followed. Thus, each endoscopy unit can choose a specific disinfectant according to the facility and the working environmental conditions. There are still ongoing demands on the new disinfectant or the combination of existing ones that will improve efficacy and safety. Kim et al. 16 reported in this journal that the efficacy of the combination of polyhexamethylene biguanide hydrochloride and alkyldimethylbenzylammonium chloride (PHMB-DBAC) was comparable to that of OPA by showing that the culture positive rates at the tip of endoscope and the working channels were not significantly different between the two disinfectants. Reprocessing time was shorter and total cost was much lower with the use of the PHMB-DBAC.",
            "cite_spans": [
                {
                    "start": 741,
                    "end": 743,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1443,
                    "end": 1445,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1885,
                    "end": 1887,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2265,
                    "end": 2267,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2913,
                    "end": 2915,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "AWARENESS OF DISINFECTION IN CLINICAL ENDOSCOPY"
        },
        {
            "text": "Recently, Park et al. 17 reported the results of a survey on the current endoscope reprocessing practices in Korea in comparison to those performed in 2002 and 2004. This survey report showed a significant improvement in the following recommended reprocessing process (98.9%) compared with the result of previous surveys (27% and 50%, respectively). Automatic reprocessing was 100% in the participating secondary or tertiary teaching hospitals. However, there was still room for improvement in reprocessing procedures. The most common deviation from the guidelines, which was reported in 56% of responders, was the transportation of the soiled endoscope after the procedure to the reprocessing room in sealed container. The non-compliance rates were followed by the leaking test and the inability to keep the exposure time and temperature in 16.2% and 12.6% of cases, respectively. The study showed significant improvements in the compliance to recommendations for reprocessing during the last decade but these encouraging results need to be validated by a study including primary clinics, which actively participate in the gastric cancer screening program sponsored by the Korean government. One of the important aspects in preventing endoscope-related infections was the practice of reusing disposable accessories, which occurred in 35.7% of cases in a previous study. 17 This is not generally acceptable because of the fragility of the devices during the sterilization process. 18 A recent publication in this journal showed lesser cost associated with using disposable biopsy forceps compared to that of reusable forceps, which includes both the purchase and sterilization costs. 19 Both disposable and reusable forceps showed comparable excellent performance in obtaining adequate biopsy samples. In response to the efforts of the Disinfection Management Committee of The KSGE and the Clinical Endoscopy journal to raise the awareness on this issue, the Korean National Health Insurance Service has recently listed disposable biopsy forceps as a reimbursed item beginning in August 2015. Although the use of reusable forceps is also allowed, strict disinfection/sterilization process should be followed as suggested by the guidelines and in compliance with the prerequisite detailed documentations. Recycling of disposable forceps after sterilization is not allowed under any circumstances. 14",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 24,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1371,
                    "end": 1373,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1481,
                    "end": 1483,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1684,
                    "end": 1686,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "AWARENESS OF DISINFECTION IN CLINICAL ENDOSCOPY"
        },
        {
            "text": "The importance of high-level disinfection of the GI endoscope cannot be over emphasized. There have been many SCI journals, which emphasized high-level disinfection of the GI endoscope. Many papers have been especially produced since the outbreak of CRE in 2013. Ubhayawardana et al. 20 reported on the residual biologic burden in the reprocessed duodenoscopes that were used for ERCP in 2013. They tested 102 samples obtained from two different duodenoscopes for bacterial growth. Three samples were obtained each time, with one swab from the tip before and another after manual disinfection. The third sample was collected by irrigation of the working channel with saline after manual disinfection. After manual disinfection, culture-positive rates were 20 % and 9 % for the samples collected from the tip and the working channel of the duodenoscopes, respectively. This paper concluded that there is a high culture-positive rate after reprocessing of the duodenoscopes using the manual disinfection procedure, in spite of rigid adherence to the protocol for disinfection. Muscarella 3 published the risk of transmission of CRE during GI endoscopy in the World Journal of Gastrointestinal Endoscopy in 2014. This review concentrated on an outbreak of CRE in 2013 following the ERCP performed at a hospital in Chicago. This review reported that GI endoscopy is an important risk factor for the transmission of CRE and has been associated with the morbidity and mortality of patients after ERCP. The author concluded that contaminated GI endoscopes, particularly duodenoscopes during ERCP, had been related to CRE outbreaks, which induced the morbidity and mortality of patients. They also recommended intensified training and monitoring of reprocessing procedures in order to confirm the proper cleaning and brushing of GI endoscopes, especially the forceps elevator located at the distal tip of the duodenoscopes. Recently, Chiu et al. 21 published a review of the results of high-level disinfection of the GI endoscope reprocessing in the World Journal of Experimental Medicine. This review article included the disinfection classification, manual washing, and automatic endoscopic reprocessing method. The authors emphasized that close adherence to the current guideline is the most important measure because GI endoscopy is associated with outbreaks related to incomplete reprocessing during high-level disinfection, indicating that quality control is the most important issue of all the aspects of procedural care including the efficiency of the GI endoscopy unit and reprocessing room, as well as the endoscopy procedure.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 286,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1938,
                    "end": 1940,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "SCI JOURNALS EMPHASIZE THE IMPORTANCE OF ENDOSCOPIC DISINFECTION"
        },
        {
            "text": "The importance of high-level disinfection of the GI endoscope cannot be over emphasized. The GI endoscopy procedure is an important risk factor for the transmission of CRE and other microorganisms, having been recently associated with the morbidity and mortality of patients after ERCP. The close adherence to current guidelines is necessary because the GI endoscope is related with more outbreaks linked to inadequate reprocessing during high-level disinfection. The KSGE established GI endoscope cleaning and disinfection guidelines in 1995, with the first revisions performed in 2009 and the second one in 2012. KSGE will continue to emphasize endoscopy disinfection and develop more advanced GI endoscope cleaning and disinfection guidelines in the future, especially since Clinical Endoscopy and related journals cannot afford to be overly cautious in sharing the methods of endoscopy disinfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cheongju: Korea Centers for Disease Control and Prevention; c2012",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transmission of infection by gastrointestinal endoscopy and bronchoscopy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Spach",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Silverstein",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Stamm",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Ann Intern Med",
            "volume": "118",
            "issn": "",
            "pages": "117--128",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk of transmission of carbapenem-resistant Enterobacteriaceae and related \"superbugs\" during gastrointestinal endoscopy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Muscarella",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "World J Gastrointest Endosc",
            "volume": "6",
            "issn": "",
            "pages": "457--474",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transmission of infection by flexible gastrointestinal endoscopy and bronchoscopy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kovaleva",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Der Mei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Degener",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Microbiol Rev",
            "volume": "26",
            "issn": "",
            "pages": "231--254",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hospital disinfectants and antiseptics",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Spaulding",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Groschel",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Manual of Clinical Microbiology",
            "volume": "",
            "issn": "",
            "pages": "852--857",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Multi-society guideline for reprocessing flexible gastrointestinal endoscopes",
            "authors": [],
            "year": 2003,
            "venue": "American Society for Gastrointestinal Endoscopy",
            "volume": "58",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Superbugs on duodenoscopes: the challenge of cleaning and disinfection of reusable devices",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Humphries",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcdonnell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.01394-15"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A 21st century nosocomial issue with endoscopes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Noronha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brozak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "ERCP and reprocessing in focus: what can we do to prevent or manage infection outbreaks?",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beilenhoff",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Endoscopy",
            "volume": "47",
            "issn": "",
            "pages": "483--485",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Endoscopic disinfection: a worldwide problem",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Rey",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Clin Gastroenterol",
            "volume": "28",
            "issn": "",
            "pages": "291--297",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Klebsiella spp. in endoscopy-associated infections: we may only be seeing the tip of the iceberg",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gastmeier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Vonberg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infection",
            "volume": "42",
            "issn": "",
            "pages": "15--21",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Current limitations about the cleaning of luminal endoscopes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Herve",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Keevil",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Hosp Infect",
            "volume": "83",
            "issn": "",
            "pages": "22--29",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Recent update of gastrointestinal endoscope reprocessing",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Endosc",
            "volume": "46",
            "issn": "",
            "pages": "267--273",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Steps of reprocessing and equipments",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Endosc",
            "volume": "46",
            "issn": "",
            "pages": "274--279",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A review of current disinfectants for gastrointestinal endoscopic reprocessing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Koo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Endosc",
            "volume": "46",
            "issn": "",
            "pages": "337--341",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Comparison on the efficacy of disinfectants used in automated endoscope reprocessors: PHMB-DBAC versus orthophthalaldehyde",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Hyun",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Endosc",
            "volume": "44",
            "issn": "",
            "pages": "109--115",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Survey of endoscope reprocessing in Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Endosc",
            "volume": "48",
            "issn": "",
            "pages": "39--47",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Current status of endoscope reprocessing in Korea",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Endosc",
            "volume": "48",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Performance and cost of disposable biopsy forceps in upper gastrointestinal endoscopy: comparison with reusable biopsy forceps",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Endosc",
            "volume": "45",
            "issn": "",
            "pages": "62--66",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Residual bioburden in reprocessed sideview endoscopes used for endoscopic retrograde cholangiopancreatography (ERCP)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Ubhayawardana",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kottahachchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Weerasekera",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "W"
                    ],
                    "last": "Wanigasooriya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Fernando",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Endosc Int Open",
            "volume": "1",
            "issn": "",
            "pages": "12--16",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "High-level disinfection of gastrointestinal endoscope reprocessing",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chiou",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "World J Exp Med",
            "volume": "5",
            "issn": "",
            "pages": "33--39",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors have no financial conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ]
}