{
    "paper_id": "a2c2196aecd2142d5881124b7cd8ff252581c784",
    "metadata": {
        "title": "Heparin-binding protein, lysozyme, and inflammatory cytokines in bronchoalveolar lavage fluid as diagnostic tools for pulmonary infection in lung transplanted patients",
        "authors": [
            {
                "first": "Anna",
                "middle": [
                    "Stjärne"
                ],
                "last": "Aspelund",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Skåne County",
                    "location": {
                        "settlement": "Lund",
                        "country": "Sweden"
                    }
                },
                "email": "anna.stjarne_aspelund@med.lu.se"
            },
            {
                "first": "Helena",
                "middle": [],
                "last": "Hammarström",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sahlgrenska Academy at University of Gothenburg",
                    "location": {
                        "settlement": "Göteborg",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [],
                "last": "Malin Inghammar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Skåne University Hospital",
                    "location": {
                        "settlement": "Lund",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Hillevi",
                "middle": [],
                "last": "Larsson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Skåne University Hospital",
                    "location": {
                        "settlement": "Lund",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Lennart"
                ],
                "last": "Hansson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Skåne University Hospital",
                    "location": {
                        "settlement": "Lund",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Bertil",
                "middle": [],
                "last": "Christensson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Skåne University Hospital",
                    "location": {
                        "settlement": "Lund",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [
                    "I"
                ],
                "last": "Påhlman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Skåne University Hospital",
                    "location": {
                        "settlement": "Lund",
                        "country": "Sweden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Pulmonary infection is a common complication after lung transplantation, and early detection is crucial for outcome. However, the condition can be clinically difficult to diagnose and to distinguish from rejection. The aim of this prospective study was to evaluate heparin-binding protein (HBP), lysozyme, and the cytokines interleukin (IL)-1β, IL-6, IL-8, IL-10 and tumor necrosis factor (TNF) in bronchoalveolar lavage fluid (BALF) as potential biomarkers for pulmonary infection in lung-transplanted patients. One hundred thirteen BALF samples from 29 lung transplant recipients were collected at routine scheduled bronchoscopies at 3 and 6 months, or on clinical indication. Samples were classified into no, possible, probable, or definite infection at the time of sampling. Rejection was defined by biopsy results. HBP, lysozyme, and cytokines were analyzed in BALF and correlated to likelihood of infection and rejection. All biomarkers were significantly increased in BALF during infection, whereas patients with rejection presented low levels that were comparable to noninfection samples. HBP, IL-1β, and IL-8 were the best diagnostic markers of infection with area under the receiver-operating characteristic curve values of 0.88, 0.91, and 0.90, respectively. In conclusion, HBP, IL-1β, and IL-8 could be useful diagnostic markers of pulmonary infection in lung-transplanted patients. K E Y W O R D S basic (laboratory) research/science, bronchoalveolar lavage (BAL), clinical research/practice, cytokines/cytokine receptors, infectious disease, lung disease: infectious, lung transplantation/ pulmonology, rejection",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "can therefore be difficult to distinguish clinically. However, Lntx patients may lack classical signs of infection due to heavy immunosuppression, and rejection may be asymptomatic. In addition, there are possible links between infection and the development of rejection. 4 For example, viral pneumonia has been associated with chronic lung allograft dysfunction and graft loss. 5 Antimicrobial peptides in respiratory secretions play an important role as a first line of defence against infections. 7 Lysozyme is the most abundant airway antimicrobial peptide, and is secreted primarily by neutrophils and sub-mucosal glands. 8 Heparin-binding protein (HBP) was initially recognized for its broad antimicrobial activity, but is now known to be a multifunctional inflammatory mediator that induces vascular leakage and acts as a chemoattractant and activator of monocytes. 9, 10 The protein is stored in secretory and azurophilic granules of neutrophils, and is rapidly released upon cell activation. 11 Plasma HBP has been described as a promising biomarker for severe sepsis and septic shock, 12 and elevated HBP levels have also been shown in cerebrospinal fluid during bacterial meningitis 13 and in urine during urinary tract infections. 14 Neither HBP nor lysozyme has previously been evaluated in BALF of Lntx patients. In this study, we quantified the two proteins together with the pro-inflammatory cytokines interleukin (IL)-1β, IL-6, IL-8 and TNF, and anti-inflammatory IL-10 in BALF collected during the first year after transplantation. The primary aim was to evaluate HBP and lysozyme as potential biomarkers for infection, and to determine their ability to discriminate infection from rejection in lung transplant recipients.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 273,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 379,
                    "end": 380,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 500,
                    "end": 501,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 627,
                    "end": 628,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 873,
                    "end": 875,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 876,
                    "end": 878,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1001,
                    "end": 1003,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1095,
                    "end": 1097,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1194,
                    "end": 1196,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This prospective cohort study was conducted at Skåne University Hospital, one of two centers in Sweden that performs Lntx. Adult patients accepted for Lntx during the study period from October 2012 to December 2014 were eligible for inclusion. Patients younger than 18 years of age and patients with postoperative follow-up at other sites were excluded. All study participants were followed for a maximum of 1 year after transplantation. Written informed consent was obtained from all study patients. The study was approved by the regional ethics committee (Reg nr 433-08) and performed in accordance with the ethical standards of the 1964 Declaration of Helsinki and its later amendments. Standard protocol for immune suppression included induction therapy with ATG (anti-thymocyte globulin), followed by tacrolimus or cyclosporine, mycophenolate mofetil, and steroids. All Lntx recipients were treated with cytomegalovirus and fungal prophylaxis for 3-6 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Study setting and patient population"
        },
        {
            "text": "BALF samples were collected at routine scheduled bronchoscopies at 3 and 6 months after Lntx or at diagnostic bronchoscopies performed in response to clinical symptoms. A minimal interval of 7 days was allowed between BALs to be included as a new sample in the study. BAL procedure followed a standardized protocol. Study samples for analyses of HBP, lysozyme, and cytokines were obtained after installation of 20 mL phosphate-buffered saline (PBS), where the initial 10 mL of BALF was discharged after which a study sample of 10 mL was collected. Portions of 20 mL of PBS were then instilled to collect BALF according to a standard protocol for bacterial, fungal, and cytological analyses. BALF was sent to the Skåne University TBBs was semi-quantitatively reported as no, mild, or acute/abundant inflammation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Sample collection"
        },
        {
            "text": "The likelihood of pulmonary infection at the time of BALF sampling was independently, and blinded to the results of the biomarkers, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Grading of infection"
        },
        {
            "text": "To adjust for dilution of BALF in estimating the biomarker concen- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Urea measurements in plasma and BALF"
        },
        {
            "text": "Chi-square, rank sum, Kruskal-Wallis, and Mann-Whitney U tests were Using logistic regression, we calculated odds ratios (ORs) for infection (dichotomized into definite and probable vs no or possible infection and rejection) for each biomarker. We used generalized estimating equation (GEE) models to account for the possibility of dependency due to multiple observations from the same patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Statistical analysis"
        },
        {
            "text": "The different biomarkers were first analyzed in univariable models and secondly in models adjusted for time after Lntx. All statistical tests were two-sided, and 95% confidence intervals (CIs) that ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Statistical analysis"
        },
        {
            "text": "In total, 39 patients were transplanted during the study period. Five patients were not eligible for inclusion due to follow-up at another center, and one patient declined participation. Consequently, 33 patients were included in the study. Four participants died shortly after transplantation, before any study samples were collected, leaving 29 lung transplant recipients prospectively followed in this study. The patients, 12 women and 17 men, had a median age of 56 years, 86% underwent double lung transplantation, and cystic fibrosis was the most common underlying disease. For details on patient characteristics, see Table 2 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 624,
                    "end": 631,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "| Patient cohort"
        },
        {
            "text": "Patients were assessed for infection at the time of BAL as described in Table 1 Bacterial growth was detected in 54 BALF samples (48%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 79,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "| Grading of infection and rejection"
        },
        {
            "text": "Pseudomonas aeruginosa was the most commonly isolated bacterial species (12%), followed by Escherichia coli (9% At an HBP cut-off value of 150 ng/mL, sensitivity was 75% and specificity was 92% for the detection of infection; positive predictive value (PPV) and negative predictive value (NPV) were 92% and 76%, respectively. IL-1β and IL-8 performed similar to HBP, whereas lysozyme showed poor sensitivity and specificity (Table 3) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 433,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "| Grading of infection and rejection"
        },
        {
            "text": "In this prospective study on lung transplant recipients comparing different biomarkers for prediction of infection, we found that HBP, Similar to HBP and lysozyme, all cytokines increased with the likelihood of infection, mirroring increased inflammation. IL-10 has anti-inflammatory properties but showed the same pattern as the pro-inflammatory cytokines in this study. IL-10 is believed to play an important role in balancing the inflammatory response in order to limit host tissue damage. 19 For example, compared to wild-type mice, IL-10-deficient mice demonstrate more efficient bacterial clearance but higher mortality and increased neutrophil recruitment to the lung in response to Streptococcus pneumoniae infection, 20 which underscores the regulatory role of IL-10 during infection. It could therefore be speculated that IL-10 increases simultaneously with pro-inflammatory cytokines in order to avoid excessive inflammation that would be harmful to the host.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 495,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 726,
                    "end": 728,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "To correct for dilution factors of BALF, we used the urea method as In this study, we found no significant differences in levels between rejection and noninfection for any of the biomarkers. Contrary to our results, Patella et al have demonstrated increased levels of IL-10 during rejection compared to no rejection. 22 One possible reason for this discrepancy is that rejection is defined differently in the two studies. Here, we identify rejection with TBB to ensure correct diagnosis. All tested biomarkers have in common that they indicate neutrophil-dominated inflammation. In contrast, rejection is primarily a T cell-driven process, 23 ",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 640,
                    "end": 642,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Registry of the International Society for Heart and Lung Transplantation: Thirty-third Adult Lung and Heart-Lung Transplant Report-2016; Focus Theme: primary Diagnostic Indications for Transplant",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Yusen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Dipchand",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Heart Lung Transplant",
            "volume": "35",
            "issn": "10",
            "pages": "1170--1184",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Long term complications following 54 consecutive lung transplants",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tabarelli",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bonatti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tabarelli",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Thorac Dis",
            "volume": "8",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Therapeutic approach to respiratory infections in lung transplantation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Clajus",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blasi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Welte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fuehner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mantero",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pulm Pharmacol Ther",
            "volume": "32",
            "issn": "",
            "pages": "149--154",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Association of TNF-alpha, TGF-beta1, IL-10, IL-6, and IFN-gamma gene polymorphism with acute rejection and infection in lung transplant recipients",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "J-Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Transplant",
            "volume": "28",
            "issn": "9",
            "pages": "1016--1024",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Graft loss and CLAD-onset is hastened by viral pneumonia after lung transplantation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Allyn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "El",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Humphries",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transplantation",
            "volume": "100",
            "issn": "11",
            "pages": "2424--2431",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Multidrug-resistant bacteria in solid organ transplant recipients",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cervera",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Delden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gavalda",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Microbiol Infect",
            "volume": "20",
            "issn": "7",
            "pages": "49--73",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antimicrobial peptides and innate lung defenses: role in infectious and noninfectious lung diseases and therapeutic applications",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Hiemstra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Amatngalim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Der Does",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Taube",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Chest",
            "volume": "149",
            "issn": "2",
            "pages": "545--551",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Antimicrobial proteins and peptides in human lung diseases: a friend and foe partnership with host proteases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lecaille",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lalmanach",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Andrault",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biochimie",
            "volume": "122",
            "issn": "",
            "pages": "151--168",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Roles of heparin-binding protein in bacterial infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Linder",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Soehnlein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Akesson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Innate Immun",
            "volume": "2",
            "issn": "5",
            "pages": "431--438",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Heparin-binding protein (HBP/CAP37): a missing link in neutrophil-evoked alteration of vascular permeability",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gautam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Olofsson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Herwald",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Med",
            "volume": "7",
            "issn": "10",
            "pages": "1123--1127",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Secretion of heparin-binding protein from human neutrophils is determined by its localization in azurophilic granules and secretory vesicles",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tapper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karlsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morgelin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Flodgaard",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Herwald",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Blood",
            "volume": "99",
            "issn": "5",
            "pages": "1785--1793",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Heparin-binding protein measurement improves the prediction of severe infection with organ dysfunction in the emergency department",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Linder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Boyd",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit Care Med",
            "volume": "43",
            "issn": "11",
            "pages": "2378--2386",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Heparin-binding protein: a diagnostic marker of acute bacterial meningitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Linder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Akesson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brink",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Studahl",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bjorck",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Christensson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care Med",
            "volume": "39",
            "issn": "4",
            "pages": "812--817",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Heparin-binding protein: a diagnostic biomarker of urinary tract infection in adults",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kjolvmark",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Pahlman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Akesson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Linder",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Open Forum Infect Dis",
            "volume": "1",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Revision of the 1996 working formulation for the standardization of nomenclature in the diagnosis of lung rejection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Fishbein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Snell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Heart Lung Transplant",
            "volume": "26",
            "issn": "12",
            "pages": "1229--1242",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "working formulation for the standardization of definitions of infections in cardiothoracic transplant recipients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Husain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mooney",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Danziger-Isakov",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Heart Lung Transplant",
            "volume": "30",
            "issn": "4",
            "pages": "361--374",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Description of an automated method for urea nitrogen determination in bronchoalveolar lavage fluid (BALF) of neonates and infants",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pocino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Minucci",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Manieri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Luca",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Capoluongo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Lab Autom",
            "volume": "20",
            "issn": "6",
            "pages": "636--641",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Inflammatory cells and activation markers in BAL during acute rejection and infection in lung transplant recipients: a prospective, longitudinal study",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Riise",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kjellstrom",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ryd",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur Respir J",
            "volume": "10",
            "issn": "8",
            "pages": "1742--1746",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Opposing roles of IL-10 in acute bacterial infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Penaloza",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Schultz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Nieto",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cytokine Growth Factor Rev",
            "volume": "32",
            "issn": "",
            "pages": "17--30",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Interleukin-10 plays a key role in the modulation of neutrophils recruitment and lung inflammation during infection by Streptococcus pneumoniae",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Penaloza",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Nieto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Munoz-Durango",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Immunology",
            "volume": "146",
            "issn": "1",
            "pages": "100--112",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Diagnostic accuracy of pulmonary host inflammatory mediators in the exclusion of ventilatoracquired pneumonia",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Hellyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcauley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Thorax",
            "volume": "70",
            "issn": "1",
            "pages": "41--47",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Role of cytokine profile in the differential diagnosis between acute lung rejection and pulmonary infections after lung transplantation †",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anile",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Porto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Cardiothorac Surg",
            "volume": "47",
            "issn": "6",
            "pages": "1031--1036",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Biomarkers of pulmonary rejection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Berastegui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Monforte",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Transplant Proc",
            "volume": "45",
            "issn": "9",
            "pages": "3163--3169",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Early and late infections in lung transplantation patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Parada",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alba",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sepulveda",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transplant Proc",
            "volume": "42",
            "issn": "1",
            "pages": "333--335",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Heparin-binding protein, lysozyme, and inflammatory cytokines in bronchoalveolar lavage fluid as diagnostic tools for pulmonary infection in lung transplanted patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stjärne Aspelund",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hammarström",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Inghammar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Transplant",
            "volume": "18",
            "issn": "",
            "pages": "444--452",
            "other_ids": {
                "DOI": [
                    "10.1111/ajt.14458"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Moreover, growth of bacteria or fungi in bronchoalveolar lavage fluid (BALF) cultures does not always represent infection, as bacterial and fungal colonization of the transplanted lung is common. Infections with multidrug-resistant bacteria pose an increasing threat to solid organ transplant recipients, and the discrimination between infection and colonization is important before starting long-term treatment of resistant bacteria with the possible side effects and interactions. 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Transbronchial biopsies (TBBs) were performed in all routine bronchoscopies at 3 and 6 months and in bronchoscopies that were per-formed due to deteriorating graft function. The tissue samples were analyzed at the Skåne University Hospital Department of Pathology according to standard protocols. Rejection was defined and graded A0-A3 according to the International Society for Heart & Lung Transplantation (ISHLT). 15 Cytological analysis assessing inflammatory cells, including fungal staining, was performed at the Skåne University Hospital Department of Pathology. Inflammation in cytology and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "graded according to a 0-3 grading score by two infectious diseases clinicians (ASA, LIP). The definition of infection was adapted from the ISHLT guidelines, 16 based on (A) radiology, (B) macroscopic findings in the bronchial tree and inflammatory cells in BALF, (C) patient record assessment of clinical symptoms, (D) microbiological results, and (E) histopathology for acute rejection (Table 1). No infection (grade 0) had no infection criteria. Possible infection (grade 1) fulfilled either bronchoscopy or microbiology criteria. Probable infection (grade 2) had two or three infection criteria. Definite infection (grade 3) fulfilled criteria A-D. Definite and probable infection were considered representing infection, whereas no, possible infection, and rejection were considered representing no infection in this study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "HBP concentrations were analyzed with enzyme-linked immunosorbent assay (ELISA) as described previously.11 Lysozyme levels were quantified with a commercial ELISA (Abnova, Taoyuan City, Taiwan) according to the manufacturer′s protocol. Concentrations of IL-1β, IL-6, IL-8, IL-10, and TNF were measured with cytometric bead array (CBA)-enhanced sensitivity flex set (BD Biosciences, San Jose, CA) using fluorescence-activated cell sorting (FACS) Verse (BD Biosciences).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "trations in the lung epithelial lining fluid, we analyzed urea in BALF and concomitant plasma samples with a QuantiChrom Urea Assay Kit (BioAssay Systems, Hayward, CA) according to the protocol provided by the manufacturer. The ratio [urea in plasma]/[urea in BALF] wasused as a coefficient for dilution to adjust biomarker levels as described previously by Pocino et al.17",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "used to assess the distribution of biomarker levels between the different groups of probability of infection (no infection, possible, probable, and definite infection) and rejection. Receiver-operating characteristic (ROC) analyses were used to assess the diagnostic power of each biomarker for infection, dichotomized into probable/definite infection as compared to no or possible infection and rejection and the areas under the ROC curve (AUCs) were compared. Sensitivity, specificity, and positive and negative predictive values were calculated based on cut-off levels identified in the ROC analyses that maximized sensitivity and specificity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "did not overlap 1.0 and P values <.05 were considered statistically significant. Analyses were performed using STATA/SE (version 13.1 for Windows; StataCorp LP, College Station, TX), GraphPad Prism 6 (GraphPad Software; La Jolla, CA), and SPSS (version 20.0; SPSS, Armonk, NY) softwares.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ". Twenty-one BALF samples were graded as no infection, 15 BALF samples as possible infection, 38 BALF samples as probable infection, and 23 BALF samples were classified as definite infection (Figure 1). Among the samples graded as probable infection, 7 patients with 9 BALF samples were asymptomatic at the time of BAL.All had growth of bacteria and macroscopic endobronchial signs of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "fection as compared to no or possible infection and rejection was 0.8 (95% CI 0.7-0.9) per month after Lntx.Rejection was diagnosed in 16 bronchoscopies from 6 patients (19% of performed TBBs). Eight samples were grade A1, 5 samples were grade A2, 2 samples were grade A3, and one sample was chronic rejection grade C. Seven rejection samples from 5 patients had concomitant possible or probable infection. Four of these patients had repeated TBBs showing rejection grade A2-3, also in samples without concomitant infection. All four were treated with steroids in response to TBB findings and responded clinically. The fifth patient had one single TBB with rejection grade A1 and concomitant growth of pseudomonas, and was not treated with steroids. Finally, one patient with one sample of rejection grade A1 in the absence of infection did not receive treatment. No rejection occurred earlier than 3 months after transplantation. In further calculations, all samples with rejection are analyzed as one group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "HBP, lysozyme, and all tested cytokines increased significantly with the likelihood of infection. Rejection samples presented significantly lower concentrations of all tested biomarkers compared to samples with definite infection, with levels not significantly different from the noninfected group (Figure 2). Samples collected during ongoing antibiotic and/or antifungal treatment presented no significant differences in biomarker levels compared to nontreated samples within the grading groups. The AUCs for the identification of infection were, in decreasing order, 0.91 for IL-1β, 0.90 for IL-8, 0.88 for HBP, 0.76 for IL-6, 0.75 for TNF, 0.74 for IL-10, and 0.71 for lysozyme (P < .01).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "ROC curves for the best performing cytokines IL-1β and IL-8, compared to HBP and lysozyme. The AUC of HBP was not significantly different from that of IL-1β or IL-8 (P = .16 and P = .38, respectively).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "COPD, chronic obstructive pulmonary disease.In 77 BALF samples (68%), paired plasma samples were available, allowing estimation of BALF dilution using the urea method. When adjusting for the dilution factor, HBP, IL-8, and IL-1β still increased sig-nificantly with infection (Figure 4), whereas lysozyme, IL-6, IL-10, and TNF did not. Based on AUC values and urea-adjusted results, IL-1β and IL-8 performed best of the tested cytokines, and only these two were used for further comparisons with HBP and lysozyme. When comparing the biomarkers to semi-quantitative analysis of inflammation in TBB and cytology (data available in 85% of samples), HBP, IL-1β, and IL-8, but not lysozyme, were significantly more sensitive in diagnosing infection compared to grade of inflammation (AUCs: 0.85, 0.90, 0.87, 0.67, and 0.71, respectively).To account for the possibility of bias due to multiple samples from the same individual, and to adjust for time after transplantation, we used generalized estimating equation (GEE) models. Using GEE analyses, the estimated ORs for the prediction of definite and probable infection as compared to no or possible infection and rejection, were 32 (95% CI 9-112) for HBP, 17 (95% CI 6-48) for IL-1β, 17 (95% CI 6-46) for IL-8, and 4 (95% CI 2-8) for lysozyme; at set cut-offs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "-1β, and IL-8 were the best BALF biomarkers of infection. Samples from patients with TBB-verified rejection had low levels of all tested biomarkers, with concentrations in the same range as noninfection samples.Neutrophils are recruited to the airways in response to infection, and increased neutrophil numbers are found in BALF during bacterial infection.18 Neutrophil counts were not analyzed in this study, which is a major shortcoming given that both HBP and lysozyme are released from activated neutrophils. Other studies have demonstrated that HBP is a better diagnostic marker of infection than neutrophil counts in cerebrospinal fluid during meningitis, in urine during urinary tract infection, and in plasma during sepsis.[12][13][14] In the present study, HBP was more sensitive in diagnosing infection compared to grade of inflammation in TBB and cytology. However, this analysis is semiquantitative only, and further studies are required to evaluate how HBP and the other markers compare to neutrophil counts in BAL.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "described before. However, with infection, urea concentrations might increase in BALF due to inflammation and increased plasma leakage, thus causing a false low biomarker level when adjusting to a urea plasma/BAL coefficient. Moreover, not all BALF samples could be urea adjusted, as a corresponding plasma sample was missing, which gives the test less power. Even so, IL-1β, IL-8, and HBP showed significantly higher values with infection. In line with our findings, it was recently F I G U R E 1 Flow chart of patients in the study cohort and subsequent grading of infection and rejection I G U R E 2 Levels of lysozyme (A), HBP (B), IL-1β (C), IL-8 (D), IL-6 (E), IL-10 (F), and TNF (G) in BALF. 0 = No infection, 1 = possible infection, 2 = probable infection, 3 = definite infection, R = rejection. Data are presented as median and interquartile range. Whiskers show minimum and maximum values. Global P-values, calculated with Kruskal-Wallis, were P < .01 for all tested biomarkers. P-values comparing separate groups (0 vs 3, 3 vs R, and 0 vs R) as indicated by brackets, were calculated with Mann-Whitney U test. ns = not significant",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "I G U R E 3 Receiver-operating characteristic (ROC) curves of lysozyme, HBP, IL-1β, and IL-8 for patients with probable and definite infection (n = 60) compared to no infection, possible infection, and rejection (n = 53). The areas under the ROC curves (AUCs) are expressed in the figure, and 95% confidence intervals were 0.61-0.80 for lysozyme, 0.81-0.94 for HBP, 0.86-0.97 for IL-1β, and 0.84-0.95 for IL-8. There was no statistically significant difference in performance between HBP and IL-1β (P = .16) and HBP and IL-8 (P = .38) [Color figure can be viewed at wileyonlinelibrary.com] T A B L E 3 Sensitivity, specificity, and predictive values for HBP, lysozyme, IL-1β, and IL-8 in BALF for pulmonary infection in lung transplant recipients Data were calculated by 2 x 2 tables, where infection was dichotomized into definite and probable infection (n = 61) vs no or possible infection (n = 36). NPV, negative predictive value; PPV, positive predictive value.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Urea-adjusted values for lysozyme (A), HBP (B), IL-1β (C), and IL-8 (D). 0 = No infection 1 = possible infection 2 = probable infection, 3 = definite infection, R = rejection. The figure shows median and interquartile range. Whiskers represent minimum to maximum values. Global P-values, calculated with Kruskal-Wallis, were <.01 for HBP, IL-1β, and IL-8 but ns for lysozyme. P-values comparing separate groups (0 vs 3, 3 vs R, and 0 vs R) as indicated by brackets, were calculated with Mann-Whitney U test.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Hospital Microbiological Department for semi-quantitative bacterial and fungal cultures, including microscopy for fungal elements.Cultures were quantified in three levels; sparse, moderate, or abundant growth. PCR for Mycoplasma, Chlamydia, Legionella, and Pneumocystis; herpes simplex virus (HSV) types 1 and 2; parainfluenza types 1, 2, and 3; respiratory syncytial virus (RSV), influenza virus A and B, adenovirus, metapneumovirus, coronavirus (OC43, 229E, NL63, HKU1), enterovirus, rhinovirus, and bocavirus was performed according to a standard protocol. Cytomegalovirus (CMV) in blood was determined with quantitative PCR. BALF study samples were centrifuged and the cell-free supernatant was frozen at −80°C until further analyses.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "1 Grading of infection and rejection riod. Four samples were excluded, three because the same patient had repeated samples taken only 1-6 days apart, and one as the BALF could not be separated at centrifugation. This left 113 BALF samples for further analysis, with a median of 3 BALF samples per patient (range 2-10). Fifty-three BALF samples (47%) were collected at routine controls and 60 (53%) at extra bronchoscopies; 71% of extra BALs were performed within the first 6 months after transplantation. Fifty-nine (52%) of all bronchoscopies were done with clinical suspicion of infection, of which 17 were routine controls and 42 extra bronchoscopies.Forty-nine samples (43%) were collected during ongoing treatment with antibiotics or antifungals, of which 28 bronchoscopies were performed after more than 1 week of treatment. In 103 BALF sampling occasions (91%), radiology (either computed tomography [CT] scan or chest radiograph) was performed at or adjacent to bronchoscopy. All samples were analyzed for bacteria, fungi, HSV, and concomitant CMV",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "have been missed and cultures from sputum and other locations were not considered. We chose to define infection as samples graded probable and definite infection in our calculations. We believe this is appropriate in this clinical setting with immunocompromised patients where treatment of a probable infection would be justified.This was a single-center study with a limited number of patients, which is a shortcoming to our study. Second, even if efforts were made to have a standardized protocol for BAL procedure and study sampling, we cannot fully estimate the dilution factor. However, with the described urea method we have tried to address this problem.Another difficulty was the definition of infection in these patients. Wehave made efforts to ensure that the groups definite and no infection are correct. However, there is a risk of misclassification in the groups possible and probable infection, as infection is difficult to diagnose in these patients and some may be colonized with bacteria rather than infected. Moreover, a large proportion of patients with clinically suspected infection had received prior antibiotic or antifungal treatment at the time of bronchoscopy, which may have affected the grading of infection. If present, this misclassification would likely bias the estimates towards the null, as prior treatment may result in false negative cultures and possibly decreasing levels of the biomarkers. Despite a potential for misclassification, we could demonstrate that all tested biomarkers, and especially HBP, IL-1β, and IL-8, increase with infection. Infection and rejection are common complications in lung transplant recipients, and early diagnosis and treatment is important for outcome. In this study, we show that HBP, IL-1β, and IL-8 could be useful biomarkers for the detection of pulmonary infection in Lntx patients. HBP has not previously been evaluated in Lntx patients and could be a simple and rapid tool for diagnosis of infection. Of interest, the biomarkers also seemed to discriminate between infection and rejection. However, the relevance and further characterization of the actual markers need to be validated in further larger prospective studies. We wish to thank the staff at the transplantation and bronchoscopy units for valuable help with patient inclusion and sample collection, and Gisela Hovold for excellent technical assistance. This work was funded by the Swedish Heart and Lung Foundation, the Alfred Österlund and Magnus Bergvall Foundations, the Swedish Government Funds for Clinical Research (ALF), and the Skane County Council′s Research and Development Foundation.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors of this manuscript have conflicts of interest to disclose as described by the American Journal of Transplantation. One of the authors (BC) of this manuscript is listed as co-inventor on a patent on the use of HBP as a diagnostic tool in sepsis filed by Hansa Medical AB. The other authors have no conflicts of interest to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLOSURE"
        }
    ]
}