{
    "paper_id": "a397f653ecd65b3cd26cf587207f2eec48b0e954",
    "metadata": {
        "title": "Better Understanding on MERS Corona Virus Outbreak in Korea",
        "authors": [
            {
                "first": "Jacob",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hallym University",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In June 2012, the first human with Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infection was found in Saudi Arabia. The one was a 60-year old man. He visited a hospital due to pneumonia; it was later found out that renal failure developed (1) . He eventually died due to his illnesses. From 1 June 2015, 1,154 patients were infected with the virus; 431 patients died (WHO http://www.who.int/csr/don/archive/disease/coro-navirus_infections/en/). MERS is suspected to spread from animals to humans like Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV). It was from a similar coronavirus with respiratory infection syndromes and it is highly transmitted. Additionally, since the virus is related to a high rate of fatality, it has become a big issue for public health doctors and officials over the world.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The latency period of MERS-CoV is known to be between 2 to 14 days (median 5.4 days). From the development of the disease to the patient`s admission, it takes 4 days and the period that people die from the disease takes 11.5 days (2) . In the first stage, flu like symptoms such as fever, coughing, chilling, myalgia, and arthralgia are observed. After this, respiratory difficulty is added. This quickly progresses to pneumonia (3). A part (30%) of the patients complain of bowel symptoms like vomiting and diarrhea (1). Cases of MERS-CoV can be found in countries like America, UK, France, Tunisia, Italy, Malaysia, the Philippines, Greece, Egypt, the Netherlands, Algeria, Austria, Turkey, etc. whose citizens have travelled to the Middle East.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On May 20 2015, a man at the age of 68 was the first to be diagnosed with MERS-Cov in Korea. He travelled to Bahrain, Saudi Arabia, and Qatar for 16 days. On May 4 2015, this patient entered in Korea, and febrile sense and respiratory symptoms appeared on May 11. He visited Clinic A on the day and was admitted to Hospital B from May 15 to 17. Since the symptoms got worsened, he visited Clinic C on May 18, and finally he was transferred to a university hospital in Seoul on May 18. On May 20, it was confirmed that he was suffering from MERS-CoV. After finding out about the disease, his family members and medical staffs who had been exposed to the virus were isolated. By June 9, 2015, 2 medical staffs in the Clinic A and C, one medical staff in the Hospital B, one patient and her wife who was together with the index case in the same room and 35 of admitted patients in the same ward and their family members visiting same ward with the index case in the Hospital B were confirmed to have been infected with MERS-CoV. After then, several tertiary cases were identified in the Hospital B or other hospitals that secondary patients were transferred from the Hospital B. A total of 108 people were infected, and 9 (8.3%) of them died by June 10, 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One person among the 36 patients exposed in the Hospital B left for China through Hong Kong, because the Korea Center for Disease Control and Prevention (CDC) could not confirm the exposure to the index case. China CDC is performing isolated treatments. Hong Kong and China CDC started to manage people who are suspected to be exposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At present, the outbreak pattern in Korea has been progressing similarly to the hospital outbreak occurred in the Middle East. The secondary infection developed in people who had a close contact with the person who was initially infected. Medical staffs who were involved in treating some of the patients with MERS-CoV were also infected (2) . The secondary ones to be infected like the patients and medical staffs were not as severe as the first infected patients and mortality was lower than the index case (1).",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If Korea also follows the outbreak pattern of the Middle East, I expect more tertiary infection will be developed. The secondary infection occurred from the index case before the correct diagnosis, which was inevitable. At present, the Korea CDC should focus on close monitoring of medical staffs and patients or visitors who have been exposed to the index, secondary, and tertiary cases in hospitals. It is very important to make nationwide effort to cope with this outbreak more actively and aggressively by organizing an emergency team with medical experts. Also correct and timely well-designed briefing to mass media is necessary in order to prevent further spread, to calm down public panic, and to lessen its untoward impacts in the society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Further imported cases of other variable noble infectious diseases may occur within the foreseeable future. Health officials and infectious disease researchers have to be prepared about further challenges of these new infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome vs. the Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Opin Pulm Med",
            "volume": "20",
            "issn": "",
            "pages": "233--274",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "KSA MERS-CoV Investigation Team. Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Alabdullatif",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "N"
                    ],
                    "last": "Assad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Almulhim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Makhdoom",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "407--423",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East respiratory syndrome coronavirus in dromedary camels: an outbreak investigation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Dhahiry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Galiano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Godeke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Jonges",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farag",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Diab",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "140--145",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}