{
    "paper_id": "a3cf3a5dc7b63848aef753bf664fc8c7815de577",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "quently infected from the index case following 2 consecutive hemodialysis sessions [3] .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In May 2015, the MERS outbreak also imposed a large threat to public health in Korea. From one patient who developed fever after visiting the Middle East, a total of 186 confirmed patients with MERS-CoV infection were identified from 16 hospitals, including 36 deaths. In this special report, we would like to share our experience of dealing with ESRD patients with suspected or confirmed MERS-CoV infection during the outbreak in Korea in 2015 and suggest MERS clinical practice guideline for hemodialysis facilities based on our experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the first index case was reported on May 20, 2015, most of the emergency department and hemodialysis facilities operated as usual. However, when the patient who visited the outpatient clinic in Mediheal Hospital was reported to be a confirmed case on June 11, twentytwo patients on maintenance hemodialysis at Mediheal Hospital were transferred to nearby hemodialysis facilities. From that moment, the Korean Society of Nephrology together with the Korean Society of Dialysis Therapy expressed great concern about the possibility of the rapid spread of MERS-CoV infection via hemodialysis facilities. Therefore, on June 17 of 2015, a joint committee of the Korean Society of Nephrology and Korean Society of Dialysis Therapy promptly presented a draft about 'Clinical recommendations for dealing with hemodialysis patients associated with MERS-CoV infection' . The key recommendations are summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 912,
                    "end": 919,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Description of our effort to cope with the MERS-CoV infection in hemodialysis facilities during the 2015 MERS-CoV outbreak in Korea"
        },
        {
            "text": "Another confirmed case in a hemodialysis facility was reported the next day, and the joint committee announced a first clinical recommendation for hemodialysis patients. Kyung Hee University Hospital at Gangdong followed the principles written in the clinical recommendation and sent the confirmed MERS-CoV patient to the National Medical Center, a hospital with a single-occupancy negative pressure isolation room that included a portable dialysis machine. Among 92 close contacts in the hemodialysis room, 72 patients were put into cohort isolation in Kyung Hee University Hospital at Gangdong, and among them, 55 patients were cared for in an isolation room that accommodated dialysis. Meanwhile, there were few health-care workers left in the facility because 2 physicians and 6 dialysis nurses were also placed into self-quarantine. Therefore, the Korean Society of Nephrology requested volunteers and medical equipment from members of the society and related corporations, successfully recruited 28 volunteer nurses and obtained 20 portable reverse osmosis (RO) machines as well as 22 Table 1 . Key recommendations in the first draft of clinical recommendations for dealing with hemodialysis patients associated with MERS-CoV infection",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1091,
                    "end": 1098,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Description of our effort to cope with the MERS-CoV infection in hemodialysis facilities during the 2015 MERS-CoV outbreak in Korea"
        },
        {
            "text": "A. Patients with end stage renal disease on maintenance hemodialysis cannot be subjected to a self-imposed quarantine because they have a routine thrice weekly hemodialysis treatment schedule. B. A patient with suspected or confirmed MERS-CoV infection in a hemodialysis facility should be transferred to a healthcare facility with a MERS clinic and hemodialysis capacity or placed on dialysis in an isolation room with a portable dialysis machine. Close contacts (other hemodialysis patients and health care workers) without fever or respiratory symptoms should be subjected to a single-room or self-imposed quarantine for 14 days from the last exposure (cohort isolation). C. If a patient in a hemodialysis facility becomes subjected to self-quarantine by close contact with a confirmed case, the facility should follow basic principles provided by the disease prevention authority. Individuals under self-quarantine should be monitored for the development of any suspicious symptoms and receive hemodialysis treatment separately. D. In the case of self-quarantine, transport between home and the hemodialysis facility should be provided by the disease prevention authority. E. Inter-hospital transfer is basically prohibited during a nation-wide epidemic, such as the MERS-CoV outbreak. If referral to another hospital is inevitable, the attending physician should decide to transfer after careful discussion between hospitals. F. Inter-hospital transfer should be performed only when it is reasonably safe to transport the patient to other facilities in that he/she is out of the incubation period and tests of MERS-CoV show negative results. The attending physician should decide to transfer after careful discussion between hospitals. G. Standard, contact, and droplet precautions should be appropriately educated and adhered to by all patients and health-care workers in hemodialysis facilities. If a patient develops a fever or respiratory symptoms, he/she should notify health-care workers in advance of visiting the hemodialysis facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Recommendations"
        },
        {
            "text": "www.krcp-ksn.org portable dialysis machines. With the dedicated efforts of medical staff and volunteers, hemodialysis in cohort isolation care was successfully performed without additional transmission of the virus. Following the confirmed case in the hemodialysis unit of Kyung Hee University Hospital at Gangdong, another nosocomial infection in the Gangneung medical center was reported in Gangwon province. The chief of the nursing department in the Gangneung Medical Center who participated in the referral of the confirmed case to the other hospital became febrile and was confirmed to be MERS-CoV positive. Before she was tested for MERS-CoV infection, she performed patient rounding in the hemodialysis room in the Gangneung Medical Center, and subsequently, 25 hemodialysis patients and nursing staff members were placed in cohort isolation as a high-risk group (close contact). After she was reported to be a confirmed case, she was hospitalized in an isolation room for care. Twenty-five hemodialysis patients (close contacts) and 11 hemodialysis patients (casual contacts) received dialysis therapy on different days after the disinfection of instruments and equipment. Three nephrologists and 22 nurses volunteered to perform hemodialysis therapy in a cohort isolation care. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Recommendations"
        },
        {
            "text": "This clinical practice guideline centers on the principles of infection prevention and control in hemodialysis facilities. ESRD patients on maintenance hemodialysis cannot be subjected to self-imposed quarantine because they have a routine thrice weekly hemodialysis treatment schedule. In addition, a hemodialysis room is ideal for infection transmission because patients have decreased immune function and receive hemodialysis treatment in a confined unit. Therefore, this guideline was developed to prevent and control infection in hemodialysis units during nation-wide epidemics or outbreaks, such as the MERS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects and purposes"
        },
        {
            "text": "To minimize the transmission of MERS-CoV within hemodialysis facilities, the following measures should be implemented. First, all health-care workers, hemodialysis patients and caregivers should perform standard, contact, and droplet precautions, including hand hygiene and wearing masks. Second, the screening desk or quarantine clinic should be operated to check body temperature and respiratory symptoms before patients enter the hemodialysis unit. If a patient on maintenance hemodialysis develops a fever or respiratory symptoms, he/she should notify the health-care workers as soon as possible. It is most important not to allow suspected or confirmed MERS-CoV infected patients into the hemodialysis unit. Third, to minimize contact between suspected or confirmed cases and other hemodialysis patients in the waiting room, it is highly recommended to operate the hemodialysis clinic by subscription and to educate patients to observe treatment hours. Next, to prevent nosocomial transmission in hemodialysis facilities, it is recommended that adequate space between beds be maintained. Lastly, inter-hospital transfer is basically prohibited during a nation-wide epidemic, such as a MERS-CoV outbreak. If a referral to another hospital is inevitable, a staff member from the relevant hemodialysis unit should discuss the referral issue with the head of the community health center beforehand. The attending physician should also discuss the referral issue with the referral hospital. The patient should be reasonably safe for transport to other facilities in that he/she is out of the incubation period and tests of MERS-CoV show negative results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General principles"
        },
        {
            "text": "Close contact refers to a case of direct contact with a suspicious or confirmed MERS patient in the symptomatic period [4] . Close contact is defined after risk assessment by the epidemiologic investigator from the Ministry of Health and Welfare and must be one of the following: 1) Receivers of dialysis at the same time and in the same place as a patient with suspected or confirmed MERS-CoV infection 2) Those who come into direct or indirect contact with a patient with suspected or confirmed MERS-CoV infection at a distance of under 2 m 3) Receivers of dialysis on the same bed that has not undergone proper disinfection measures after the dialysis of a patient with suspected or confirmed",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Close contact (high-risk group)"
        },
        {
            "text": "Casual contact refers to those who stayed at the same time and in the same room with a patient with suspected or confirmed MERS-CoV infection during the symptomatic period without wearing appropriate personal protective equipment (PPE). Contact surveillance and monitoring should be performed for casual contact by the epidemiologic investigator from the Ministry of Health and Welfare. Casual contact in a hemodialysis facility is defined by one of the following: 1) Receivers of dialysis on the same day in the same room as a patient with suspected or confirmed MERS-CoV infection but at different times and on different beds that have undergone proper disinfection measures after the dialysis of a patient with suspected or confirmed MERS-CoV infection 2) Receivers of dialysis on different days but in the same room that has undergone proper disinfection measures after the dialysis of a patient with suspected or confirmed MERS-CoV infection",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casual contact (low-risk group)"
        },
        {
            "text": "If a suspected or confirmed MERS-CoV patient is detected in the hemodialysis facility, health-care workers should put a mask on the patient and transport the patient to an isolated room. At the same time, the local community health center or infection control division in the hospital should be informed about the event. In principle, a patient with suspected or confirmed MERS-CoV infection should be transported to the designated hospital or a regional hospital with dialysis capacity in an isolation room. The local community health center together with the national agency should plan and manage patient transportation. If the hospital that is affected with a MERS outbreak has the capacity for isolation care, a suspected or confirmed MERS-CoV patient should be given dialysis in a single-occupancy negative pressure isolation room with a portable dialysis machine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response measures in the event of suspected or confirmed MERS-CoV infection detected in the dialysis room"
        },
        {
            "text": "A person in close contact without fever or respiratory symptoms should be subjected to hospitalized quarantine care or cohort isolation for 14 days from the last exposure. If cohort isolation is not available in the hemodialysis facility, the person in close contact should be transported to the designated hospital or regional hospital with a dialysis capacity and negative pressure isolation units. The patient should be monitored for the development of fever or respiratory symptoms during quarantine and should receive dialysis therapy in a single-occupancy isolation room with a portable dialysis machine. If no single isolation room is available for dialysis, the dialysis can be performed in the dialysis room after dialysis therapy of other patients. In the case of self-quarantine, transportation between the dialysis facility and home should be provided by the community health center and public transportation should be strictly prohibited. After the dialysis session, the dialysis room should be disinfected immediately and appropriately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Close contact (high-risk group)"
        },
        {
            "text": "www.krcp-ksn.org ※ Cohort Isolation Treatment, such as dialysis therapy, should be provided to asymptomatic contacts in the affected hospital by the exposed health-care workers for at least 14 days after exposure until the possibility of additional MERS-CoV infection is excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Close contact (high-risk group)"
        },
        {
            "text": "Asymptomatic casual contacts should be subjected to cohort isolation for 14 days after exposure and closely monitored for any suspicious symptoms (contact surveillance). The development of fever or respiratory symptoms should be monitored every day during the cohort isolation period. Every patient should wear a surgical mask and wash their hands before entering a dialysis room. If the patients in self-quarantine or contact surveillance are exposed to a patient with suspicious or confirmed MERS in the dialysis room, they should be subjected to cohort isolation with symptom monitoring and dialysis therapy in the associated hospital. Detailed information on the patient's clinical condition should be shared with the community health center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casual contact (low-risk group)"
        },
        {
            "text": "Symptoms should be actively monitored by checking for the development of fever or respiratory symptoms in close and casual contacts twice daily by a social network service (SNS) or with a direct phone call. If the suspicious symptoms develop during surveillance, the case should be classified as a suspected MERS-CoV infection case and be reported to the community health center or hotline (T. 1339)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "※ Contact Surveillance"
        },
        {
            "text": "Health-care workers performing dialysis therapy should wear appropriate PPE, including gloves, goggles or a face shield, gown (Level D), and highly efficient mask. Hand hygiene should be performed before and after every patient contact and before and after donning and removing PPE. The dialysis machine should be properly disinfected according to the manufacturer's recommendation. The isolation room should be cleaned and disinfected prop-erly in accordance with the related guideline and be kept empty for a while [4] . Medical waste that results from dialysis therapy should be disposed according to the related guideline [4] .",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 520,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Infection control measures of a patient with suspected/ confirmed MERS-CoV infection during hemodialysis"
        },
        {
            "text": "Patients with ESRD are vulnerable to infectious conditions due to multiple comorbidities and decreased immune function. As shown in the MERS outbreak in Saudi Arabia, hemodialysis patients can easily spread the disease through the narrow space between beds due to the passive nature of dialysis therapy. In the previous report, a total of 21 out of 23 confirmed cases were acquired by person-to-person transmission in a hemodialysis unit [3] . Aside from environmental factors, patients with chronic kidney disease showed a higher risk of in-hospital mortality compared to those without chronic kidney disease (odds ratio 5.84, 95% confidence interval 1.48-23.0, P = 0.012) [5] . Therefore, early detection of confirmed cases and appropriate infection control measures are very important to prevent further transmission of the disease in a dialysis facility. During the MERS outbreak in South Korea in 2015, a total of 186 confirmed patients with MERS-CoV infection were identified from 16 hospitals. Among them, only one dialysis patient was reported to be a confirmed patient with no further transmission or in-hospital mortality in the dialysis unit. This monumental record is due to the pre-emptive action taken by the Korean Society of Nephrology together with the KCDC to prevent viral transmission as well as unpaid care provided by volunteers and related medical corporations. In addition, the joint committee of the Korean Society of Nephrology and Korean Society of Dialysis Therapy took immediate steps to establish clinical recommendations and guidelines to confront current epidemics and ensure readiness for future events.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 441,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and future directions"
        },
        {
            "text": "Several challenges remain for improving our readiness for an outbreak in the future and for preventing the transmission of infection. First, the Korean government should prepare a budget and medical resources for a national emergency, such as an MERS-CoV outbreak. The government should appoint government-designated hospitals with the ability to perform dialysis therapy in an isolation room. The government should also establish a plan to prepare medical staff and equipment for an emergency situation. If a private hospital is designated as a government-designated hospital during a national crisis, the government should support the related hospital with a sufficient budget and personnel. National hospitals and military hospitals should also be prepared for nation-wide epidemics. Finally, the clinical practice guideline should be periodically revised to reflect the current evidence and recommendations should be applied to hemodialysis facilities in a timely manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and future directions"
        },
        {
            "text": "This clinical practice guideline was developed with the support of the Korean Society of Nephrology, Korean Society of Dialysis Therapy, and Korean Center of Disease Control and Prevention. We hereby declare that the authors and members of the Korean Society of Nephrology MERS-Task Force Team participated in the development and amendment of this guideline did not receive any research grant that could potentially influence the finalized guideline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Renal replacement therapy in Korea",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Kidney Res Clin Pract",
            "volume": "33",
            "issn": "",
            "pages": "9--18",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV) 2017. Available at",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CoV Investigation Team: Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ksa Mers-",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "407--416",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome infection control and prevention guideline for healthcare facilities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Eom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Chemother",
            "volume": "47",
            "issn": "",
            "pages": "278--302",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East respiratory syndrome coronavirus outbreak in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "6",
            "issn": "",
            "pages": "269--278",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Development and amendment of the MERS clinical practice guideline for hemodialysis facilities In June of 2015, the joint committee of the Korean Centers for Disease Control & Prevention (KCDC), Korean Society of Nephrology and Korean Society of Dialysis Therapy developed the first draft of 'MERS Clinical Practice Guideline for Hemodialysis Facilities' based on the previous clinical recommendation. In November of 2016, the clinical practice guideline was amended and announced as version 2.1 (Supplementary material). Herein, we would like to describe the contents of the current clinical practice guideline to improve emergency preparedness and develop a more efficient response to outbreaks in the future to prevent the transmission of MERS-CoV infection based on our experiences with and lessons from the MERS outbreak in 2015.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to sincerely thank the board members of the Korean Society of Nephrology and the Korean Society for Dialysis Therapy, who supported the development of the MERS clinical practice guideline for hemodialysis facilities and provided review opinions and comments. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Supplementary material of this article can be found online;http://www.ksn.or.kr/rang_board/inc/download. php?code=notice&num=1842",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary material"
        }
    ]
}