{
    "paper_id": "a40b6e56c56c9aab8db969e97b2d7b92060fcd7d",
    "metadata": {
        "title": "Establishing research priorities to improve the One Health efficacy of Australian general practitioners and veterinarians with regard to zoonoses: A modified Delphi survey",
        "authors": [
            {
                "first": "Sandra",
                "middle": [
                    "G"
                ],
                "last": "Steele",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Sydney",
                    "location": {
                        "postCode": "2006",
                        "region": "NSW",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Booy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Sydney",
                    "location": {
                        "postCode": "2006",
                        "region": "NSW",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Siobhan",
                "middle": [
                    "M"
                ],
                "last": "Mor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Sydney",
                    "location": {
                        "postCode": "2006",
                        "region": "NSW",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "While general medical practitioners (GPs) and veterinarians are often the first line responders in the face of a disease outbreak, pathways to improving the One Health efficacy of these clinicians remain unclear. A two-phase modified Delphi survey of professionals with known expertise in One Health ('expert panel') was used to 1) identify key knowledge, attitudes and practices (KAPs) of GPs and veterinarians that would be consistent with a One Health approach to zoonoses; and 2) determine priorities for future surveys with Australian GPs and veterinarians to identify important gaps that impede effective diagnosis and management of zoonoses. A list of 13 topics/sub-topics, as well as a list of 25 specific zoonotic diseases/agents emerged from the first phase of the survey. In the second phase the expert panel identified general knowledge of the clinical aspects and epidemiological aspects of zoonoses, as well as risk management practices, as the most important KAPs and research priorities for both GPs and veterinarians. In terms of diseases, the expert panel regarded knowledge of Hendra virus, Q fever, Australian bat lyssavirus (ABLV), anthrax and Brucella suis most important for veterinarians, whilst for GPs, Q fever, gastrointestinal/foodborne diseases, influenza, ABLV and local vector-borne diseases were found to be most important by the expert panel. Some differences were noted in terms of prioritization of topics/sub-topics and diseases/agents according to expert background (veterinary and non-veterinary). The Delphi survey technique enabled efficient collection of data from a diverse range of One Health 'experts'/specialists and provided clear priorities for proposed future research, and potentially for educational interventions to improve One Health efficacy of clinicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Many see One Health as a valuable approach to emerging and zoonotic disease investigation, treatment and risk management. At a policy level, both in Australia and overseas, the increasing worldwide incidence of emerging infectious diseases (EID) of zoonotic origin has precipitated initiatives to foster cross-sectoral co-operation with varying degrees of success [1] [2] [3] [4] . In Australia, this includes creation of a number of informal and semi-formal special interest groups (SIGs), with membership largely spanning government (human health and animal health) and academia. To date, both in Australia and overseas, there has been less focus on implementation of One Health in clinical settings [5] [6] [7] . This is a recognized gap in Australia, with some SIGs suggesting research into the current knowledge, attitudes and practices (KAPs) of general medical practitioners (GPs) and veterinarians with regard to zoonotic disease identification and management is needed to identify pathways for inclusion (S. Britton, personal email communication 19 August 2016).",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 367,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While the paradigm of One Health encompasses a broad range of topics spanning human, animal and environmental health sectors [8] , clinical management of zoonoses is an area of One Health practice where there is clear potential for an interface between medical and veterinary practitioners [3, 6, 7, 9, 10] . GPs and veterinarians are often the 'first line' responders when it comes to recognising, diagnosing, referring and/or treating such diseases in the face of an outbreak. Previous studies have shown that both veterinary and medical practitioners agree that cross professional collaboration can be useful in management of zoonoses [6, [10] [11] [12] [13] [14] . However, in most countries there are no established pathways to facilitate collaboration and referral across current professional boundaries [6, 15] . Further, a significant shift in attitude, as well as development of new legal precedents will be necessary for these approaches to become part of routine clinical practice [6, 7, 15] . Aside from work by Rabinowitz and Conti which details clinical approaches to zoonoses and other shared risks [16] , there is little agreement on what One Health actually looks like in clinical practice.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 294,
                    "end": 296,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 297,
                    "end": 299,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 300,
                    "end": 302,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 810,
                    "end": 813,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 814,
                    "end": 817,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 992,
                    "end": 995,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 996,
                    "end": 998,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 999,
                    "end": 1002,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1114,
                    "end": 1118,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Delphi surveys are a multistage facilitation technique where are group of 'experts' are asked to participate in a series of successive questionnaires to develop a consensus of opinion or opinion regarding priority areas about a topic [17, 18] . Participants are purposefully selected for the survey in order to provide specialist knowledge on the topic. Delphi surveys have proved useful in medical and healthcare settings to determine research priorities and healthcare guidelines [17] [18] [19] , but have been minimally applied in One Health research outside of policy settings. Prior studies have used a similar approach to investigate priorities for EID outbreak response at the policy level [1] and priorities for research into a specific zoonotic disease, namely Hendra virus [17] .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We conducted a two-phase Delphi survey with One Health 'experts'/ specialists to: 1) identify key KAPs of GPs and veterinarians that would be consistent with a One Health approach to zoonoses; and 2) determine priorities for future surveys with Australian GPs and veterinarians to identify important gaps that impede effective diagnosis and management of zoonoses. Our overall objective was to collect information to assist in designing future interventions to upskill practitioners in areas related to zoonotic disease identification and management using a One Health approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are no set criteria in the literature for selecting a group of 'experts' for a Delphi survey. The design of the study was modelled on the approach used by Sawford et al. [17] who also had a heterogeneous stakeholder group. Between 30 and 60 participants is advisable for a non-homogenous group of participants in a Delphi survey [18, 20, 21] .",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The 'expert panel' in this study comprised of people with a known interest, knowledge or professional expertise in One Health who were working in Australia at the time of the study. A list of potential experts was compiled by the researchers which included: (1) members of One Health or veterinary public health SIGs that the researchers belong to;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study participants"
        },
        {
            "text": "(2) people in key state and federal governance positions who are known to be involved in zoonosis-related activities (e.g. Chief Health Officer and Chief Veterinary Officer); and (3) personal contacts of the researchers who were known to be involved in One Health projects or activities in Australia. We endeavoured to assemble an expert panel with balanced representation of people from both human and animal health backgrounds. An internet search of proposed experts enabled us to identify the backgrounds of most people, with the majority of those from an animal health background having a veterinary degree, and medical practitioners being identified as either infectious diseases or public health medicine specialists. A number of those with an animal health background had expertise in wildlife and ecological health but, as in a previous study in Australia [1] , it was difficult to identify One Health 'experts' from a purely environmental health background. This is likely due to the organisational structure of infectious disease management in this country [1] . Due to the location of the researchers, experts were predominantly from New South Wales and Queensland.",
            "cite_spans": [
                {
                    "start": 864,
                    "end": 867,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1067,
                    "end": 1070,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Study participants"
        },
        {
            "text": "Members of the expert panel had a mix of academic, clinical and government roles and many were identified as being affiliated with more than one of these roles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study participants"
        },
        {
            "text": "The Phase One survey comprised of four open-ended questions. The first two questions were designed to determine topic areas related to knowledge of zoonoses and EIDs that the expert panel believed should be prioritised in a future survey of GPs and veterinarians, respectively. The second two questions were designed to identify practices of GPs and veterinarians that the expert panel believed would reflect a good understanding of a One Health approach to the management of a patient with a zoonotic disease (\"One Health efficacy\"). Experts were asked to give five responses to each question and were given the option to contribute up to ten answers. This number of responses was selected to maximise the number of topics and opinions without generating an unmanageable amount of qualitative data and is consistent with other Delphi surveys [17] [18] [19] . Experts were also asked to identify their occupational affiliation(s) and state(s) or territory(ies) in which they worked in using checkboxes allowing multiple responses. At the end of the survey experts were given an option to provide additional comments. All surveys were anonymous, unless respondents provided their name and email address at the end of the survey. Email invitations to participate in the online survey were sent to potential panel members, with reminder emails sent at approximately two week intervals. The survey was open for eight weeks. The Phase One survey was implemented in REDCap, a secure web-based application for building and managing surveys and databases and is included in the supplementary material.",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 847,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 853,
                    "end": 857,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Phase one survey"
        },
        {
            "text": "Frequency tables were used to assess the overall response rates to the surveys, as well as occupational breakdown of respondents and the Australian state or territory in which they worked. Responses from Phase One of the survey were analysed using qualitative data analysis techniques. Both full and partial survey responses were analysed as most partial responses contained relevant data. The data were 'coded' into mutually exclusive categories (wherever possible) according to related content and context. We used a manual method to analyse the data which involved reading through the data a number of times to gain understanding of the content, and then using different colours to highlight areas of data which contained similar themes and could be grouped into a broad category or topic area. Two researchers (SM and SS) read and manually coded the Phase One data independently. Each established a list of topics that emerged from the data. They then met to compare findings. Agreement was reached on a list of thirteen topics and subtopics. A list of zoonotic and emerging diseases that were named by Phase One respondents was also compiled. Analysis was done in the context of the stated goals of the survey which was to ascertain expert/ specialist opinion regarding topics to prioritise in a future questionnaire of GPs and veterinarians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of phase one responses"
        },
        {
            "text": "Expert panel members who completed Phase One were sent an email inviting their participation in Phase Two. There was a significant overlap in thematic material which emerged during the analysis of the Phase One responses, as it became apparent there was some conflation in experts' perceptions of 'knowledge, attitudes and practices'. Therefore, when constructing the Phase Two survey, a decision was made to amalgamate the topics which emerged from the qualitative data. Two topic areas which emerged from the data, antimicrobial resistance and 'reverse zoonoses' (i.e. infectious diseases which pass from humans to animals), were considered to be beyond the scope of our current research objectives and were not included in Phase Two of the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase two survey"
        },
        {
            "text": "The Phase Two survey was constructed using the topics/sub-topics as well as the list of specific diseases/agents generated from the Phase One data. Each topic/sub-topic was presented on a separate page of the survey. A number of short bullet points below each topic/sub-topic were included to provide examples and clarify the intended meaning of the topic/sub-topic. Experts were asked to rate the importance of each topic or sub-topic in terms of their importance to the One Health effectiveness of Australian GPs and veterinarians separately using a fivepoint Likert scale. Each rating scale was labelled 'not important', 'somewhat important', 'important', 'very important' and 'extremely important'. A positively skewed rating scale without a zero point was selected in an attempt to differentiate each topic and sub-topic's perceived importance, as topics had been already deemed important by by one or more experts in order for them to have been included in the study. In addition, the list of 25 diseases/agents identified in the responses from the Phase One study were presented. Experts were asked to identify the five diseases deemed to be most important, in terms of knowledge and understanding by Australian GPs and veterinarians, ranked from one to five. Finally, on the last page of the Phase Two survey, from the list of 13 topics/sub-topics, experts were asked to select the five areas they thought should be prioritised in a future survey of GPs and veterinarians. The Phase Two Survey was implemented in REDCap and is included in the supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase two survey"
        },
        {
            "text": "Because many respondents identified with more than one occupational group in Phase One, we made a post hoc decision to analyse responses on the basis of whether experts had or did not have veterinary degree, using information reported by the respondents and supplemented with internet searches where necessary. We were able to accurately do this as the majority of respondents provided their contact details when given the option to at the end of the survey. We hypothesised that experts with a veterinary degree may have different perspectives to those without such a degree, independent of how they identified occupationally at the time of the survey. Data were thus analysed looking at overall ratings as well as stratified by expert background (veterinary or non-veterinary).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of phase two responses"
        },
        {
            "text": "Likert scale data were plotted using diverging stacked bar charts, which are a recommended method for graphical representation of these rating scales [22, 23] Contingency tables and Fisher's exact tests were used to compare responses for the different target audiences (GPs and veterinarians), as well as between experts with veterinary and nonveterinary backgrounds. Given that Likert scale data were skewed towards the upper end of the scale, the rating categories were collapsed to create a binary variable. Thus, similar to the approach taken by Sawford et al. [17] , we compared the proportion of experts that rated the topic/sub-topic as 'extremely important' compared to those that rated it 'not important' to 'very important'.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of phase two responses"
        },
        {
            "text": "Data from survey questions that asked experts to prioritise the five most important topic areas and diseases were analysed by assigning a score from one to five, with topic areas/diseases in rank one receiving a score of five, topics/diseases in rank two receiving a score of four and so on. Where a topic/disease was not ranked in the top five by a respondent, the topic/disease received a score of zero. A summative score was then calculated for each topic/disease by adding scores assigned by each expert to that topic/disease. These summative scores then allowed determination of the overall rankings of the expert panel, from highest (1) to lowest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of phase two responses"
        },
        {
            "text": "All statistical analyses were performed using SPSS statistical software, v24.0 (IBM Corp, Armonk, New York) and Microsoft Excel (Microsoft Office Excel2013), while graphs were constructed using the HH package v3.1-34 [24] in R, v3.3.2 (R Foundation for Statistical Computing, Vienna, Austria).",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of phase two responses"
        },
        {
            "text": "Approval for the project was granted by the University of Sydney human ethics committee (project number 2016/986).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Email invitations to the Phase One survey were sent to 174 people (162 invitations successfully delivered). Sixty-eight (42.5%) people contributed to the Phase One survey, with 58 (85.3%) fully completing Phase One. Three experts who were unable to complete Phase One due to technical difficulties expressed a desire to participate in Phase Two and were also included in the latter. Email invitations to the Phase Two survey were sent to 61 people (59 invitations successfully delivered). Forty-seven experts (77.0%) completed Phase Two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The occupation and background of members of the expert panel is shown in Table 1 . The majority of respondents identified as either a medical practitioner, veterinarian or public health practitioner, with approximately 85% of Phase One and Phase Two respondents identifying with one or more of these three professional groups. Twenty-five (36.8%) of the respondents in Phase One and 24 (51.1%) in Phase Two also associated with one to three additional professional roles. Most respondents were from New South Wales (64.7% and 61.7% in Phase One and Two, respectively), Queensland (17.6% and 19.1%) and Victoria (8.8% and 12.8%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Demographic composition of expert panel"
        },
        {
            "text": "More than 1300 responses were made by members of the expert panel in the Phase One survey. Thirteen topics/sub-topics emerged Table 1 Occupation and background of One Health experts that participated in the Delphi survey. Experts were asked to self-identify with one or more occupations. Background was determined by the researchers on the basis of whether experts had or did not have a veterinary degree. from the data, including a list of diseases of importance. These topics and sub-topics are listed in in Table 2 . Fig. 1 shows the perceived importance of each topic to the One Health efficacy of GPs and veterinarians, according to the expert panel. By convention, the diverging bar charts are centered on the mid-point of the five point Likert scale (in this case 'important') with the proportion of experts rating the topic as 'very important' or 'extremely important' to the right of midline, and those rating topics as 'not important' or 'somewhat important' to the left. Overall, general knowledge of clinical and epidemiological aspects of zoonoses and all areas associated with risk management were rated as highly important for both GPs and veterinarians. Topics such as knowledge and use of information sources and collaboration and referral practices were not rated as highly but were still seen to be important by the expert panel. A significantly higher percentage of experts rated 'PPE use in practice' as extremely important to veterinarians (72.3% vs 38.3% for GPs; p = 0.002). All other comparisons were statistically non-significant (supplementary Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 133,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 517,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 526,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1571,
                    "end": 1579,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Identification of topics and diseases"
        },
        {
            "text": "When the topic ratings were stratified by respondent background, experts with veterinary and non-veterinary backgrounds were mostly in agreement, with a few notable differences. Fig. 2 shows that experts with a veterinary background see referral between professions as more important for the One Health efficacy of GPs and veterinarians, than do experts with a non-veterinary background. Forty-two per cent of experts with a veterinary background rated this topic as extremely important for GPs, compared to only 12.5% of experts with a non-veterinary background (p = 0.049; Fig. 2 and supplementary Table S2 ). Similarly, 48.4% of experts with a veterinary background rated this topic as extremely important for veterinarians, compared to 12.5% of experts with a non-veterinary background (p = 0.024). Table 3 shows the summative scores and ranks for each topic/subtopic. The following five topics/sub-topics were identified by the expert panel as the top priorities for a future survey with veterinarians (in decreasing order of importance): clinical aspects of zoonoses, epidemiology of zoonoses, advice to clients/patients, general risk management and use of PPE (Table 3) . For GPs, the following five topics/sub-topics were identified by the expert panel as the top priorities for a future survey: clinical aspects of zoonoses, epidemiology of zoonoses, advice to clients/patients, general risk management and history taking. Experts with veterinary and non-veterinary backgrounds were in agreement with respect to the top five topics to be prioritised for future surveys of veterinarians (supplementary Table S3 ). However, experts with a veterinary background placed greater emphasis on research into professional collaboration and advice to clients for GPs, whereas experts from a non-veterinary background saw general risk management and PPE as higher priorities for research with this target audience. Table 4 shows the summative scores and ranks for each disease/ agent. For veterinarians, knowledge and understanding of Hendra virus, Australian bat lyssavirus (ABLV), Q fever, anthrax and Brucella suis were perceived as most important by the expert panel. For GPs, knowledge and understanding of Q fever, gastrointestinal and foodborne infections, influenza, ABLV and local vector-borne diseases was deemed most important by the expert panel. Some differences existed in terms of ranking of specific diseases according to respondent background (supplementary Table S4 ). Most notably, according to experts with a veterinary background, Chlamydia psittaci was amongst the top 5 ranked diseases in terms of importance of knowledge and understanding by GPs. This disease had a relatively low summative score, based on rankings by experts from a non-veterinary background. The latter deemed knowledge and understanding of ABLV as being of greater importance to GPs. Similarly, experts with a veterinary background were more inclined to rate knowledge of gastrointestinal and foodborne infections as important for veterinarians. These diseases had a comparatively low score for the veterinarian target audience, based on rankings by experts from a non-veterinary background.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 184,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 581,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 608,
                    "text": "supplementary Table S2",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 810,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1167,
                    "end": 1176,
                    "text": "(Table 3)",
                    "ref_id": null
                },
                {
                    "start": 1595,
                    "end": 1618,
                    "text": "(supplementary Table S3",
                    "ref_id": null
                },
                {
                    "start": 1913,
                    "end": 1920,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 2473,
                    "end": 2481,
                    "text": "Table S4",
                    "ref_id": null
                }
            ],
            "section": "Ratings of topics in terms of importance to One Health efficacy"
        },
        {
            "text": "This study is one of few Delphi surveys to develop consensus and establish research priorities in an area related to One Health, namely zoonoses. In this study we used a modified Delphi survey to investigate the opinions of One Health 'experts'/specialists with the intention of: 1) identifying key KAPs of GPs and veterinarians that would be consistent with a One Health approach to zoonoses; and 2) determining priorities for future surveys of Australian GPs and veterinarians to identify important gaps that impede effective diagnosis and management of zoonoses. There was reasonably good engagement with the study, with a 42.5% (N = 68) response rate for the Phase One survey, and a 77.0% (N = 47) response rate to Phase Two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The expert panel identified a broad range of KAPs which would be expected of effective One Health practitioners when diagnosing and managing zoonoses in clinical settings. This included general knowledge of zoonoses and emerging diseases, risk management and reporting practices, confidence/preparedness in diagnosing/managing zoonotic diseases, use of information sources, and cross-professional collaboration and referral. In terms of general knowledge of zoonoses, the expert panel emphasized importance of clinical aspects and epidemiology over ecological drivers. Broader understanding of disease ecology is seen by many as key to curbing the emergence of zoonoses [25] [26] [27] . The fact that this sub-topic did not rate more highly may reflect the fact that members of the expert panel viewed this topic as being less directly relevant to clinical practice or had a narrow interpretation of the phrase, 'ecological drivers'. Soliciting information in the clinical history on potential environmental exposures or ecological changes happening in the vicinity of patients/clients' residence (e.g. farmer occupation, new flying fox roosts) would seem salient to the diagnosis and risk assessment of zoonoses in clinical settings. Indeed Rabinowitz and Conti in their book 'Human-Animal Medicine' [16] urge both human and animal health professionals to adopt a 'shared Table 2 Topics and sub-topics identified by members of the expert panel during Phase One of the Delphi survey. risk' approach when considering the environmental factors driving emergence of many zoonotic diseases. Members of the expert panel were more likely to rate correct use of PPE in practice as extremely important to the One Health effectiveness of veterinarians compared to that of GPs. This sub-topic was also identified as a priority area for future research with veterinarians specifically. Australian veterinarians are at risk of exposure to a number of potentially fatal or debilitating chronic zoonotic diseases. Recent studies in both Australia and overseas have shown that many veterinarians do not use effective PPE [28] [29] [30] , and the opinion of the expert panel suggests that this is still an area of concern. It is unclear why members of the expert panel did not place the same importance on PPE for GPs, given that in recent history GPs in Australia and elsewhere have also had significant risk of exposure to EIDs of zoonotic origin transmitted in healthcare settings, such as Ebola and SARS. Studies have suggested that GPs too have insufficient awareness and access to appropriate PPE [31] [32] [33] . Perhaps this perception is based on the fact that the risk of exposure to debilitating or fatal zoonotic diseases for GPs is lower and episodic rather than constant. Nonetheless, inadequate knowledge and access to appropriate PPE may leave many under-resourced and underprepared, especially in the face of an EID.",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 674,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1301,
                    "end": 1305,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2106,
                    "end": 2110,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2111,
                    "end": 2115,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2116,
                    "end": 2120,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2587,
                    "end": 2591,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2592,
                    "end": 2596,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2597,
                    "end": 2601,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 1373,
                    "end": 1380,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Experts with a veterinary background were significantly more likely to rate cross-professional referral/consultation as extremely important to the One Health effectiveness of both GPs and veterinarians. This may reflect the fact that veterinarians have historically had greater engagement with One Health [6, 34, 35] and so may be more familiar with definitions of One Health, which includes reference to collaboration [35, 36] . Many veterinarians report frustration in the lack of understanding of their knowledge and skill set, and poor engagement by some in the human health sector [34, 37] . A similar degree of frustration was expressed in comments made by some of experts in the Phase One survey, often in the context of medical practitioners not being aware of veterinarians' skills and training in risk management of zoonotic disease and inappropriate advice about euthanasia or culling of in-contact animals. A comment by one expert exemplifies this frustration:",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "'Advising the owner to discuss investigating and managing infection and risk factors associated with the animals with their veterinarian RATHER than the Dr providing advice about what to do with the pet (Drs have unnecessarily advised owners to kill pets in the past).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recognising that it is not within their area of expertise to provide veterinary advice.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Australian One Health SIGs are making attempts to educate and engage medical practitioners via publications such as the recent issue on local zoonoses in the Australian Journal of General Practice [38] , which includes content drawn from a range of One Health professionals. The expert panel identified somewhat different priorities for GPs and veterinarians with respect to knowledge and understanding of specific zoonotic diseases and agents. Q fever and ABLV scored amongst the top five diseases/agents for both GPs and veterinarians. For veterinarians, Hendra virus, anthrax and B. suis also scored highly, while for GPs, gastrointestinal/foodborne infections, influenza and local vectorborne diseases were deemed most important. Q fever is the most common direct zoonosis in Australia, with outbreaks being reported in both rural and urban areas, including in veterinary practices [39] [40] [41] [42] . These incidents have revealed inadequate workplace health and safety and biosecurity protocols in many Australian veterinary practices, where Q fever vaccination is advised [41, 42] . ABLVwhich is similar to rabies virus and is unique to Australiahas resulted in three human fatalities in Australia, none of which have been veterinarians. However, veterinarians are often consulted following a potential human exposure event, to facilitate testing of bats. This has necessitated a shift in practice where practitioners are advised to not handle bats without a current rabies vaccination.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1081,
                    "end": 1085,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Diseases seen as important for veterinarians were weighted towards those that have caused human fatalities or severe illness or have had a significant amount of recent publicity. Hendra virus is notable for the deaths of four people, including veterinary staff, infected with the virus [43] as well as the controversy about vaccination emphasized by the recent Queensland-based enquiry [44] . However, the disease is primarily of concern only to the subset of practitioners who treat horses in Fig. 2 . Expert panel ratings of topics/sub-topics in Phase Two of the Delphi survey, stratified by expert background (veterinary and non-veterinary). One Health experts were asked to rate the topic/sub-topics in terms of their importance to the One Health effectiveness of Australian GPs and veterinarians. Table 3 Priorities for future research, as determined by the expert panel in Phase Two of the Delphi survey. Higher scores (lower ranks) indicate that the expert panel considered the topic/sub-topic to be of higher priority for future surveys of GPs and veterinarians aiming to identify important gaps that may impede One Health effectiveness. Queensland and northern New South Wales. Anthrax appears rarely in Australia, however there were outbreaks in Queensland and Victoria at the time the survey was conducted [45, 46] which may have resulted in its elevated importance in this study. Reports of B. suis in hunting dogs have increased since 2011, especially in New South Wales [47] . Despite no marked increases in human cases [48] , the emerging occupational risk to veterinary personnel and clients warrants its high ranking. Many of the zoonoses which were not prioritised are a more likely infection risk to veterinarians and their patients and clients (e.g. ringworm, hookworm). These may have been perceived as less important because they have a lower impact clinically or there may be an assumption that veterinarians are already well conversant in these diseases. Given the high number of disease notifications for gastrointestinal/ foodborne infections such as Salmonella and Campylobacter, the high incidence of local vector-borne diseases such as Ross River fever, as well as the H1N1 influenza pandemic in 2009 and high numbers of influenza cases in 2017 [48] , it is understandable that these diseases were seen by the expert panel as important areas for GPs to be knowledgeable of. However, GPs may not consider the potential zoonotic origin of these infections, especially in the case of gastrointestinal infections [49, 50] . This can have implications for risk management of the patient and their contacts if the illness has been contracted from an animal.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1317,
                    "end": 1321,
                    "text": "[45,",
                    "ref_id": null
                },
                {
                    "start": 1322,
                    "end": 1325,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1484,
                    "end": 1488,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1534,
                    "end": 1538,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2274,
                    "end": 2278,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2538,
                    "end": 2542,
                    "text": "[49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 2543,
                    "end": 2546,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 500,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 809,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Two recent North American papers examine the prioritization of zoonoses by health experts. In their 2016 paper, Ng and Sargeant [51] looked at prioritization of zoonoses with respect to their public health impact and concluded that health professionals' priorities were influenced by disease criteria related to their particular patients (i.e. humans or animals). In our study, examination of summative scores for diseases revealed fairly good agreement between experts with and without a veterinary background, with some exceptions. In particular, experts with a veterinary background were more inclined to rank disease caused by C. psittaci in the top five zoonotic diseases of importance to GPs. This disease was recently identified as a cause of abortion storms in horses in Australia and was the putative cause of respiratory illness in veterinary staff which attended the animals [52] . This may explain the higher ranking of this disease by experts with a veterinary background.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The 2017 paper by Salyer et al. [53] details a global zoonotic disease prioritization project that is being led by the US Centres for Disease Control and Prevention. This tool was implemented at a number of workshops where experts from human health, agricultural, environmental and wildlife sectors from seven countries listed zoonotic diseases of importance in their country or region, and then developed weighting criteria which was used to rank the diseases with the aim of prioritising them at a governance level. Our study similarly used an expert panel to determine priorities, however given our lesser objective of identifying research priorities at the practitioner level a more complex process of prioritization as shown in this paper was not indicated.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The aim of our study was to garner expert opinion with respect to priorities for future surveys of GPs and veterinarians. These priorities will provide a framework to develop cross professional educational initiatives aimed at strengthening pathways for collaboration amongst 'front line' medical and veterinary clinicians thus improving their 'One Health efficacy' with regard to zoonoses management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are several limitations to this study. While this study achieved an acceptable number of experts to ensure validity using this mode of survey [18, 20, 21] , a larger number of respondents would have permitted a more robust statistical approach, especially when comparing responses between groups. Despite invitations being sent to even numbers of experts from veterinary and non-veterinary backgrounds, approximately 2/3 of responses were from experts with a veterinary background. This may be due to the fact that, historically, veterinarians have had more engagement with One Health [5, 35] , and may be more likely to see the benefits of a One Health approach. The lower response rate from experts with a non-veterinary background may mean that the responses may not be an accurate reflection of the opinions of this cohort. This does not appear to have biased the final results however as in the majority of areas there was reasonable agreement between experts of different backgrounds. Interestingly, a recent Australian Delphi survey [1] that focussed on One Health priorities for EID outbreak responses had a more even distribution of veterinary and non-veterinary participant groups. This may be because stakeholders with a non-veterinary background are more engaged with One Health concepts at a policy rather than clinical level. An improved level of response may have been achieved with a different study technique such as focus groups or interviews, or greater personal engagement at the invitation stage.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1046,
                    "end": 1049,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The recruitment strategy adopted in the studywhich targeted One Health 'experts'/specialists -meant that most of the clinical practitioners surveyed held additional specialist qualifications or professional roles which warranted this classification. Therefore, recommendations for what general medical and veterinary practitioners should be doing in practice may be limited by a lack of awareness of the realities of first opinion practice. Any future surveys and educational interventions directed at these target audiences should be thoroughly pilot tested to ensure relevance in this setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, the majority of our experts were from NSW, Queensland and Victoria. This may have created some bias particularly in disease prioritization as some diseases, notably Hendra virus and B. suis, appear to have a limited geographic distribution in the north-east of Australia. It is unknown if recruitment of participants from other states and territories would have resulted in different priorities. We note however that these three states (NSW, Queensland and Victoria) account for 80% of the human population and thus findings reported here are likely to be Table 4 Priority diseases/agents, as determined by the expert panel in Phase Two of the Delphi survey. Higher scores (lower ranks) indicate that the expert panel considered the disease/agent amongst the most important for Australian GPs and veterinarians to have a good knowledge and understanding of. representative of the perceived risks to the majority of Australians. Finally, we elected to restrict the study to two phases because there was a degree of consensus amongst experts and the study was deemed to have achieved its aims after only two phases. Further phases may have been able to explore the reasons behind the differences in opinion that emerged between experts with different backgrounds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 565,
                    "end": 572,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The expert panel identified a broad range of KAPs of GPs and veterinarians that would be consistent with a One Health approach. This included general knowledge of zoonoses and emerging diseases, risk management and reporting practices, confidence/preparedness in diagnosing/managing zoonotic diseases, use of information sources, and cross-professional collaboration and referral. The expert panel found that future surveys of Australian clinicians should prioritise evaluation of GP and veterinarian knowledge of the clinical and epidemiological aspects of zoonoses, as well as risk management practices, including correct use of PPE and advice to clients/patients regarding zoonoses. In particular, the panel deemed that a good knowledge and understanding of Hendra virus, Q fever, Australian bat lyssavirus (ABLV), anthrax and Brucella suis was most important for veterinarians, whilst for GPs Q fever, gastrointestinal/foodborne diseases, influenza, ABLV and local vector-borne diseases was most important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Delphi survey and analysis of expert perspectives on One Health in Australia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Degeling",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "EcoHealth",
            "volume": "14",
            "issn": "4",
            "pages": "783--792",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A blueprint to evaluate One Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Rüegg",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front. Public Health",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "One Medicine One Science: a framework for exploring challenges at the intersection of animals, humans, and the environment",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Travis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann. N. Y. Acad. Sci",
            "volume": "1334",
            "issn": "1",
            "pages": "26--44",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Issues in the development of a research and education framework for one health",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Gargano",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg. Infect. Dis",
            "volume": "19",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Incorporating one health into medical education",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Rabinowitz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Med. Edu",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Willingness to Consult a Veterinarian on Physician's Advice for Zoonotic Diseases: a Formal Role for Veterinarians in Medicine?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Speare",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "One Health or...some health?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet. Ital",
            "volume": "47",
            "issn": "2",
            "pages": "129--131",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Checklist for One Health Epidemiological Reporting of Evidence (COHERE)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "One Health",
            "volume": "4",
            "issn": "",
            "pages": "14--21",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Teaching \"one medicine, one health",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am. J. Med",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prioritizing Zoonoses: a Proposed One Health Tool for Collaborative Decision-Making",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Rist",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Arriola",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Strategies for collaboration in the interdisciplinary field of emerging zoonotic diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anholt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Copes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Zoonoses Public Health",
            "volume": "59",
            "issn": "4",
            "pages": "229--240",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A survey of Tennessee veterinarian and physician attitudes, knowledge, and practices regarding zoonoses prevention among animal owners with HIV infection or AIDS",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Am. Vet. Med. Assoc",
            "volume": "240",
            "issn": "12",
            "pages": "1432--1440",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Zoonoses? Not sure what that is…' an assessment of knowledge of zoonoses among medical students in India",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kakkar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Trans. R. Soc. Trop. Med. Hyg",
            "volume": "105",
            "issn": "5",
            "pages": "254--261",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Emerging zoonoses: tackling the challenges",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D C"
                    ],
                    "last": "Stärk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemiol. Inf. 143 (Special Issue",
            "volume": "10",
            "issn": "",
            "pages": "2015--2017",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Toward proof of concept of a One Health approach to disease prediction and control",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Rabinowitz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg. Infect. Dis",
            "volume": "19",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Human-Animal Medicine: Clinical Approaches to Zoonoses, Toxicants and Other Shared Health Risks",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rabinowitz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The use of a modified Delphi approach to engage stakeholders in zoonotic disease research priority setting",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sawford",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Public Health",
            "volume": "14",
            "issn": "1",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Research guidelines for the Delphi survey technique",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hasson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keeney",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mckenna",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Adv. Nurs",
            "volume": "32",
            "issn": "4",
            "pages": "1008--1015",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Research Priorities for Children's Nursing in Ireland: a Delphi Study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brenner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Pediatr. Nurs",
            "volume": "29",
            "issn": "4",
            "pages": "301--308",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Delphi technique: making sense of consensus",
            "authors": [
                {
                    "first": "C.-C",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sandford",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pract. Assess. Res. Eval",
            "volume": "12",
            "issn": "10",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Delphi-research exploring essential components and preconditions for case management in people with dementia",
            "authors": [
                {
                    "first": "P.-J",
                    "middle": [],
                    "last": "Verkade",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Geriatr",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Design of Diverging Stacked Bar Charts for Likert Scales and Other Applications",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heiberger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Robbins",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "1--32",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Plotting Likert and Other Rating Scales",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heiberger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "HH: Statistical Analysis and Data Display",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Heiberger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R M"
                    ],
                    "last": "Heiberger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Changing patterns of emerging zoonotic diseases in wildlife, domestic animals, and humans linked to Biodiversity loss and globalization",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Aguirre",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ILAR J",
            "volume": "58",
            "issn": "3",
            "pages": "315--318",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "One health -an ecological and evolutionary framework for tackling Neglected Zoonotic Diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Evol. Appl",
            "volume": "9",
            "issn": "2",
            "pages": "313--333",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Impacts of biodiversity on the emergence and transmission of infectious diseases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keesing",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "468",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Zoonotic disease risk perceptions in the British veterinary profession",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bettridge",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mcmaster",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Prev. Vet. Med",
            "volume": "136",
            "issn": "",
            "pages": "39--48",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Infection control practices and zoonotic disease risks among veterinarians in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Am. Vet. Med. Assoc",
            "volume": "232",
            "issn": "12",
            "pages": "1863--1872",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Zoonotic disease risk perceptions and infection control practices of Australian veterinarians: call for change in work culture",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dowd",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Prev. Vet. Med",
            "volume": "111",
            "issn": "1-2",
            "pages": "17--24",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "How did general practitioners protect themselves, their family, and staff during the SARS epidemic in Hong Kong?",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Epidemiol. Community Health",
            "volume": "58",
            "issn": "3",
            "pages": "180--185",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "How will Australian general practitioners respond to an influenza pandemic? A qualitative study of ethical values",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Anikeeva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Braunack-Mayer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Street",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Med. J. Aust",
            "volume": "189",
            "issn": "3",
            "pages": "148--150",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Preventing Transmission of Pandemic Influenza and Other Viral Respiratory Diseases: Personal Protective Equipment for Healthcare Personnel: Update",
            "authors": [],
            "year": 2010,
            "venue": "Using PPE: Individual and Organizational Issues",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Intersectoral collaboration between the medical and veterinary professions in low-resource societies: The role of research and training institutions",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Marcotty",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Comp. Immunol. Microbiol. Infect. Dis",
            "volume": "36",
            "issn": "3",
            "pages": "233--239",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The historical, present, and future role of veterinarians in One Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr. Top. Microbiol. Immunol",
            "volume": "365",
            "issn": "",
            "pages": "31--47",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Academic veterinary medicine and One Health education: it is more than clinical applications",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chaddock",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Vet. Med. Edu",
            "volume": "39",
            "issn": "3",
            "pages": "241--246",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The evolution of One Health: a decade of progress and challenges for the future",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P J B P F"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet. Rec",
            "volume": "174",
            "issn": "4",
            "pages": "85--91",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Q-fever investigation prompts clinic safety concerns, The Veterinarian",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fawcett",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Investigating Coxiella burnetii infection in a breeding cattery at the Centre of a Q fever outbreak",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kopecny",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Feline Med. Surgery",
            "volume": "15",
            "issn": "12",
            "pages": "1037--1045",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Q fever knowledge, attitudes and vaccination status of Australia's veterinary workforce in 2014",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sellens",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Seroprevalence of Coxiella burnetii in domesticated and feral cats in eastern Australia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet. Microbiol",
            "volume": "177",
            "issn": "1-2",
            "pages": "154--161",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Hendra Virus. National Pest and Disease Outbreaks",
            "authors": [
                {
                    "first": "Australia",
                    "middle": [],
                    "last": "Commonwealth Of",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Hendra Virus EquiVac® Vaccine and its Use by Veterinary Surgeons in",
            "authors": [
                {
                    "first": "Queensland",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Anthrax Outbreak Kills 80 Cattle on Queensland Grazing Property",
            "authors": [
                {
                    "first": "Abc",
                    "middle": [],
                    "last": "News",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Emergence of Brucella suis in dogs in New South Wales, Australia: clinical findings and implications for zoonotic transmission",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mor",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Vet. Res",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Department of Health, National Notifiable Diseases Surveillance System",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Reducing the risk of pet-associated zoonotic infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Stull",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brophy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weese",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "CMAJ",
            "volume": "187",
            "issn": "10",
            "pages": "736--743",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Zoonotic bacteria and parasites found in raw meat-based diets for cats and dogs",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P J"
                    ],
                    "last": "Van Bree",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Vet. Rec",
            "volume": "182",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Prioritizing Zoonotic Diseases: differences in Perspectives between Human and Animal Health professionals in North America",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sargeant",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Zoonoses Public Health",
            "volume": "63",
            "issn": "3",
            "pages": "196--211",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "An outbreak of psittacosis at a veterinary school demonstrating a novel source of infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "One Health",
            "volume": "3",
            "issn": "",
            "pages": "29--33",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Prioritizing Zoonoses for Global Health Capacity Building-Themes from One Health Zoonotic Disease Workshops in 7 Countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Salyer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg. Infect. Dis",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Expert panel ratings of topics/sub-topics in Phase Two of the Delphi survey. One Health experts were asked to rate the topic/sub-topics in terms of their importance to the One Health effectiveness of Australian GPs and veterinarians.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "crobiologist, physician and other. b Medical practitioners were either infectious diseases or public health medicine specialists. c Microbiologist, academic, public health practitioner, epidemiologist, and veterinarian. d Epidemiologist, microbiologist and academic. e All were known to have a veterinary degree. f Government policy officer, pathologist/government veterinary officer, and agriculturalist/statistician.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Topic 1: General knowledge of zoonoses and emerging infectious diseasesSub-topics:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank Simon Reid for his input on the original survey design and assistance with compiling the participant list, Petros Koulouris and Julia Steele for their assistance in production of the figures, and Anke Wiethoelter for REDCap advice. We thank all the experts for their time and contributions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.onehlt.2018.08.001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        },
        {
            "text": "The authors declare they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "SS designed the study, coordinated the surveys, performed the data analysis and drafted the manuscript. SM co-designed the study, assisted with the data analysis and interpretation, and provided comments on drafts. RB provided feedback on study design and reviewed the final draft. All authors approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}