{
    "paper_id": "a4490fc5ca8fea133b9a5beb9258df89cf4945b6",
    "metadata": {
        "title": "PRSS contributes to cetuximab resistance in colorectal cancer",
        "authors": [
            {
                "first": "Zhaoli",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lihua",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huihui",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yongyi",
                "middle": [],
                "last": "Xi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaojie",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yong",
                "middle": [],
                "last": "Shao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Weiyi",
                "middle": [],
                "last": "Qiu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peng",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wenlong",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ru",
                "middle": [],
                "last": "Jia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chuanhua",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yun",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhihu",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhiwei",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hongxing",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xianwen",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianming",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Youliang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Cetuximab improves the survival of patients with metastatic colorectal cancer. The main limitation is primary and secondary resistance, the underlying mechanism of which requires extensive investigation. We proved that PRSS expression levels are significantly negatively associated with the sensitivity of cancer cells to cetuximab. Detailed mechanistic analysis indicated that PRSS can cleave cetuximab, leading to resistance. Cetuximab or bevacizumab combined with SPINK1, a PRSS inhibitor, inhibited cell growth more efficiently than cetuximab or bevacizumab alone in xenograft models. PRSS levels in the serum of 156 patients with mCRC were analyzed, and poor efficacy of cetuximab therapy was observed in patients with aberrant PRSS expression. PRSS expression in monoclonal antibody (mAb)-treated patients with cancer from The Cancer Genome Atlas database was also evaluated to determine whether patients with higher PRSS expression have significantly reduced progression-free survival. Our work provides a strong scientific rationale for targeting PRSS in combination with cetuximab therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Colorectal cancer (CRC) is a major contributor to cancer mortality and morbidity in both developed and developing countries (1, 2) and is the world's fourth deadliest cancer (after lung, liver, and stomach cancer), accounting for almost 881,000 deaths in 2018 (3, 4) . Epidermal growth factor receptor (EGFR), a member of the v-erb-b2 erythroblastic leukemia viral oncogene homolog/human epidermal growth factor receptor (ERBB/ HER) family of receptor tyrosine kinases (RTKs), is one of the most prominent therapeutic targets in metastatic CRC (mCRC). EGFR is commonly overexpressed on the cell membrane in several cancers, including lung, colon, head and neck, and esophageal cancer. Ligand binding causes homo-and heterodimerization between EGFR and other HER family members (ERBB2/HER2, ERBB4/HER4, and kinaseinactive ERBB3/HER3), resulting in downstream activation of the RAS-RAF-mitogen-activated protein kinase kinase (MEK) and phosphatidylinositol 3-kinase (PI3K)-AKT pathways (5) and eventually accelerating cell growth and carcinogenesis. Accordingly, numerous targeted molecules have been developed to either block ligand binding or inhibit EGFR tyrosine kinase activity.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 128,
                    "end": 130,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 264,
                    "end": 266,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 984,
                    "end": 987,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Anti-EGFR therapies based on blocking ligand binding with monoclonal antibodies (mAbs) are widely used in clinical practice for EGFR-expressing cancers (3, 6) , and the development of anti-EGFR mAbs was a milestone in mCRC treatment. The U.S. Food and Drug Administration approved cetuximab, a chimeric mAb, for the treatment of patients with irinotecan-refractory and/or oxaliplatinrefractory mCRC (7) (8) (9) (10) . However, cetuximab therapy has had only a modest impact on mCRC, achieving only approximately 10% objective response rates when used as a monotherapy for chemorefractory mCRC. The key reasons for the limited success of cetuximab in mCRC include severe primary (de novo) and secondary (acquired) resistance to EGFR-targeted therapies (11) .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 156,
                    "end": 158,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A rapidly accumulating body of evidence indicates that resistance to EGFR blockade in mCRC is parallel to or downstream of EGFR, mutations in RAS (exons 2 to 4) (12) , BRAF (exon 15) (13) , and PIK3CA (exon 20) (14, 15) , and amplification of the genes KRAS (16, 17) , HER2, and MET (18) . However, predicting responses to anti-EGFR mAbs in patients with mCRC remains challenging. Extensive research has determined that even in patients with tumors harboring wild-type KRAS, NRAS, BRAF, and PIK3CA, interindividual variability in the response to cetuximab exists, and that in a large proportion of responsive patients, acquired resistance to cetuximab emerges despite the absence of detectable mutations in RAS (17) , BRAF (19) , and PIK3CA (14) . In clinical practice, identifying specific and easily assayed secreted biomarkers for anti-EGFR mAbs is of paramount importance for predicting and monitoring the therapeutic response and resistance. Although RAS and BRAF have been identified as predictive and prognostic biomarkers for patients with mCRC treated with anti-EGFR mAbs, due to unmet clinical needs, we hypothesized that additional biomarkers may also contribute to anti-EGFR antibody efficacy. We demonstrate the possibility of using PRSS (a serine protease) as a predictive marker of the mCRC response to cetuximab treatment. PRSS1 encodes the pancreatic serine proteinase, which is also named trypsin-1, a major pancreatic digestive enzyme that also catalyzes the activation of other pancreatic zymogens into active enzymes, which normally occurs in the intestine (20) . A heterozygous PRSS1 pathogenic variant was identified to confirm the diagnosis of hereditary pancreatitis, inform treatment, and enable variant-specific testing of at-risk family members (20) . PRSS1 is expressed in a variety of cancer cell lines and tissues. Tumor-associated trypsinogens (21) are also strongly associated with the depth of invasion, lymph node metastasis, an advanced pathological tumornode-metastasis stage, and recurrence in ovarian cancer (22) , esophageal squamous cell carcinoma (23) , and CRC (24) .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 211,
                    "end": 215,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1578,
                    "end": 1582,
                    "text": "(20)",
                    "ref_id": null
                },
                {
                    "start": 1773,
                    "end": 1777,
                    "text": "(20)",
                    "ref_id": null
                },
                {
                    "start": 1876,
                    "end": 1880,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2047,
                    "end": 2051,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2089,
                    "end": 2093,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2104,
                    "end": 2108,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this study, we showed that PRSS1 expression levels are highly correlated with the sensitivity of colon cancer cells to cetuximab and the response of patients with mCRC to cetuximab therapy. Detailed mechanistic analysis indicated that PRSS can cleave cetuximab and other mAbs, including bevacizumab and trastuzumab, leading to antibody resistance. Cetuximab or bevacizumab combined with serine peptidase inhibitor Kazal type 1 (SPINK1), a PRSS inhibitor, inhibited cell growth more efficiently than cetuximab or bevacizumab alone in xenograft models. We also identified and preliminarily validated the significant association between the serum PRSS1 levels of patients with mCRC and the lack of response to cetuximab therapy. PRSS levels in the serum of 64 healthy individuals and 156 patients with mCRC were analyzed, and poor efficacy of antibody therapy was observed in patients with aberrant PRSS expression. Using systematically characterized clinical data from patients with mCRC, we subdivided the patients into two major subgroups according to the serum PRSS1 level and found significant differences in progressionfree survival (PFS). To validate our findings, we used The Cancer Genome Atlas (TCGA) database to examine whether the clinical outcomes of patients who received antibody monotherapy were associated with PRSS expression. Consistent with the results of our patients treated with cetuximab, we found that patients with low PRSS1 or PRSS3 expression had longer PFS than those with high PRSS1 or PRSS3 expression. Together, our findings indicate that PRSS plays an essential role in the development of cetuximab resistance in patients with mCRC and may be a candidate biomarker of the response to mAbs such as cetuximab, bevacizumab, and trastuzumab. In particular, we also presume that combining a PRSS inhibitor and mAbs may be a viable option for cancer patients with a relatively high PRSS level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "By downloading and analyzing a comparative whole-genome expression profile established on Affymetrix 133A Microarrays via the BROAD Institute (www.broadinstitute.org/cgi-bin/cancer/datasets.cgi), we found through a wide literature search that 49 of 798 cell lines in the database were either cetuximab resistant or cetuximab sensitive. Through systematic comparison of the gene expression data of these cell lines, we determined that the expression of PRSS family genes (including PRSS1, PRSS2, and PRSS3) was higher in the cetuximabresistant cell lines than that in the cetuximab-sensitive cell lines ( Fig. 1A and table S1). Accordingly, we hypothesized that PRSS genes may contribute to cetuximab resistance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 611,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "High PRSS expression in cetuximab-resistant cells"
        },
        {
            "text": "To investigate the impact of PRSS1, PRSS2, and PRSS3 on cetuximab efficacy, we compared the expression data of the following six colon cancer cell lines: DiFi, LoVo, Caco-2, HT-29, HCT-8, and SW480. These cell lines all express EGFR (fig. S1A), and cetuximab inhibits their proliferation and survival to varying degrees (fig. S1B). Consistent with previous findings (17, 25) , a cell growth assay showed that DiFi cells were cetuximab sensitive, LoVo and Caco-2 cells were moderately cetuximab sensitive, and HT-29 cells were cetuximab resistant. We examined PRSS1, PRSS2, and PRSS3 mRNA expression in the cell lines. Reverse transcription PCR showed that PRSS1 was significantly more highly expressed in the cetuximab-resistant cell lines than in the cetuximab-sensitive cell lines (Fig. 1B) ; PRSS2 and PRSS3 expression levels showed almost no differences between the cetuximab-resistant and cetuximab-sensitive cell lines. Next, we assessed the expression of PRSS1, an extracellular secreted protein, in the cell lines. As anticipated, PRSS1 was significantly more highly expressed in the cetuximab-resistant cell lines than in the cetuximab-sensitive cell lines (Fig. 1 , B to D), which was confirmed at the mRNA level by quantitative PCR (qPCR) (Fig. 1C) and at the protein level by immunoblotting (Fig. 1B) and by enzymelinked immunosorbent assay (ELISA) using an anti-PRSS1 antibody ( Fig. 1D) . Furthermore, immunohistochemical (IHC) analysis showed that PRSS1 expression in tumor samples from cetuximab-resistant patients with mCRC was higher than that in samples from cetuximabsensitive patients with mCRC (Fig. 1E) . These results suggest that PRSS1 and cetuximab resistance are related.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "25)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 783,
                    "end": 792,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1166,
                    "end": 1173,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1250,
                    "end": 1259,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1303,
                    "end": 1312,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1392,
                    "end": 1400,
                    "text": "Fig. 1D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1616,
                    "end": 1625,
                    "text": "(Fig. 1E)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "High PRSS expression in cetuximab-resistant cells"
        },
        {
            "text": "To confirm the role of PRSS1 in cetuximab resistance, stable PRSS1silenced HT-29 cells and LoVo cells were generated using a lentivirusbased PRSS1 short hairpin RNA (shRNA) approach. The knockdown efficiency of the PRSS1-specific shRNA in five batches of pooled shPRSS1 cells (shPRSS1-a, shPRSS1-b, shPRSS1-c, shPRSS1-d, and shPRSS1-e) was compared with that in nontargeted control cells. Pooled shPRSS1-a and shPRSS1-c HT-29 cells demonstrated >90% knockdown of PRSS1 at the mRNA level as shown by qPCR ( fig. S1C ) and RT-PCR (fig. S1D) and at the secreted protein level as shown by ELISA using an anti-PRSS1 antibody (Fig. 1F) . The shPRSS1-a and shPRSS1-c cells were also termed shPRSS1-1 and shPRSS1-2 cells, respectively. All pooled shPRSS1-1 and shPRSS1-2 LoVo cells demonstrated >85% knockdown of PRSS1 mRNA expression, as shown by qPCR ( fig. S1E ), and >80% knockdown of the secreted protein level (Fig. 1G ). Next, to confirm the response of PRSS1-silenced HT-29 and LoVo cells to cetuximab, we performed an MTT (3-(4,5-dimethyl-2-thiazolyl)-2,5-diphenyl-2H-tetrazolium bromide) assay using pooled shPRSS1-1, shPRSS1-2 (showing maximum PRSS1 expression knockdown), and control cells. Under cetuximab treatment, compared with control cells, both PRSS1 expression knockdown cell lines exhibited significantly decreased proliferation (Fig. 1, H ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 506,
                    "end": 514,
                    "text": "fig. S1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 620,
                    "end": 629,
                    "text": "(Fig. 1F)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 847,
                    "end": 855,
                    "text": "fig. S1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 908,
                    "end": 916,
                    "text": "(Fig. 1G",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1342,
                    "end": 1352,
                    "text": "(Fig. 1, H",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "PRSS1 leads to cetuximab resistance in colon cancer cells"
        },
        {
            "text": "To test whether aberrantly up-regulated PRSS1 expression is sufficient to drive cellular resistance to cetuximab, we overexpressed the mature peptide and full-length peptide of PRSS1 in DiFi cells and LoVo cells. qPCR analysis showed that PRSS1 was overexpressed in DiFi cells (fig. S1F) and LoVo cells (fig. S1G), and ELISA analysis showed that secreted PRSS1 was overexpressed by DiFi cells (Fig. 1J ) and LoVo cells (Fig. 1K ). PRSS1 overexpression significantly increased cellular resistance to cetuximab, suggesting that increased PRSS1 expression correlates with a worse response to cetuximab in colon cancer cell lines (Fig. 1 , L and M).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 401,
                    "text": "(Fig. 1J",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 419,
                    "end": 427,
                    "text": "(Fig. 1K",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 626,
                    "end": 633,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "and I)."
        },
        {
            "text": "In addition, to further explore the importance of PRSS in cetuximab resistance, we assessed the influence of both knockdown and overexpression of PRSS1 on the cellular proliferation of the cell lines and found no difference in growth between the original cell lines and the PRSS1 knockdown cell lines (fig. S1H) or PRSS1 overexpression cell lines ( fig. S1I ). Then, we used the supernatants of HT-29, LoVo, and PRSS1-overexpressing DiFi cells to culture DiFi cells. We found that cells with enhanced expression of PRSS have a paracrine effect and reduce the sensitivity of neighboring cells that produce less PRSS to cetuximab, which further indicated that PRSS contributes to cetuximab resistance (fig. S1, J and K). Together, our results show that PRSS1 expression down-regulation confers cetuximab sensitivity; conversely, PRSS1 expression up-regulation correlates with a worse response to cetuximab in colon cancer and skin cell lines, indicating that PRSS1 may contribute to cetuximab resistance in mCRC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 357,
                    "text": "fig. S1I",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "and I)."
        },
        {
            "text": "The PI3K/AKT and MEK/extracellular signal-regulated kinase (MEK/ERK) signaling pathways are the downstream pathways of To quantify positive PRSS1 staining, images were taken from eight areas per tissue sample. Differences in growth were determined using Student's t test and by calculating subsequent P values. ***P < 0.001, Pearson's  2 test (cetuximab effectiveness and PRSS1 positive or PRSS1 negative). (F and G) ELISA measurement of relative PRSS1 expression in PRSS1 knockdown LoVo cells (shPRSS1-1 and shPRSS1-2) compared with that in control shRNA LoVo cells (F) and in PRSS1 knockdown HT-29 cells (shPRSS1-1 and shPRSS1-3) compared with that in shSCRM HT-29 cells (G). All values are the means ± SD from three independent experiments. Differences in growth were determined using Student's t test and by calculating subsequent P values. **P < 0.01 versus control shRNA. (H and I) Differential sensitivity of PRSS1 knockdown LoVo cells (shPRSS1-1 and shPRSS1-2) to 72-hour cetuximab treatment compared with that of shSCRM LoVo cells (H) and of PRSS1-knockdown HT-29 cells (shPRSS1-1 and shPRSS1-2) to 72-hour cetuximab treatment compared with that of control shRNA HT-29 cells (I). Values are the means ± SD of n = 3 to 5 experiments. Differences in growth were determined using Student's t test and by calculating subsequent P values. **P < 0.01 versus control shRNA, *P < 0.05 versus control shRNA. (J and K) ELISA measurement of the relative expression of exogenous PRSS1 (the PRSS1 mature peptide and PRSS1 full-length peptide) in DiFi cells compared with that in vector DiFi cells (J) and of exogenous PRSS1 (the PRSS1 mature peptide and PRSS1 full-length peptide) in LoVo cells compared with that in vector LoVo cells (K). All values are the means ± SD from three independent experiments. Differences in growth were determined using Student's t test and by calculating subsequent P values. **P < 0.01 versus empty vector. (L and M) Differential sensitivity of PRSS1-overexpressing DiFi cells (the PRSS1 mature peptide and PRSS1 full-length peptide) to 72-hour cetuximab treatment compared with that of vector DiFi cells (L) and of PRSS1-overexpressing LoVo cells (the PRSS1 mature peptide and PRSS1 full-length peptide) to 72-hour cetuximab treatment compared with that of vector LoVo cells (M). Values are the means ± SD of three to five experiments. Differences in growth were determined using Student's t test and by calculating subsequent P values. **P < 0.01 versus empty vector, *P < 0.05 versus empty vector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PRSS1 attenuates cetuximab-mediated inhibition of PI3K/AKT and MEK/ERK"
        },
        {
            "text": "EGFR and can be activated by EGFR ligands binding to the extracellular domain of EGFR to drive cell proliferation, survival, and invasion (26, 27) . Cetuximab acts by blocking ligand binding to the EGFR extracellular domain, thereby preventing ligand-mediated EGFR signaling and inhibiting increases in phosphorylated ERK (pERK) and phosphorylated AKT (pAKT) levels (Fig. 2, A to D) . Hence, to further elucidate the role of PRSS1 in cetuximab resistance, we performed immunoblotting for phosphorylated EGFR (pEGFR), pERK, and pAKT in stable PRSS1 expression knockdown LoVo cells and HT-29 cells. pEGFR, pERK, and pAKT levels were increased in shPRSS1-1 and shPRSS1-2 cells compared with those in shSCRM (scrambled) cells (Fig. 2, A and B ). Next, we examined whether exogenous addition of PRSS1-enriched medium to colon cancer cells would decrease the cetuximab-mediated inhibition of PI3K/AKT and MEK/ ERK signaling. As anticipated, ectopic PRSS1 expression in DiFi and LoVo cells decreased the cetuximab-mediated inhibition of pEGFR, pERK, and pAKT (Fig. 2 , C and D). In conclusion, PRSS1 expression knockdown increases the cetuximab-mediated inhibition of PI3K/AKT and MEK/ERK; conversely, ectopic PRSS1 expression decreases this inhibition. That is, the mechanism by which PRSS1 causes cetuximab resistance involves PRSS1 decreasing the efficacy of cetuximab. ",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "(26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "27)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 382,
                    "text": "(Fig. 2, A to D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 722,
                    "end": 738,
                    "text": "(Fig. 2, A and B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1052,
                    "end": 1059,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "of 15"
        },
        {
            "text": "As PRSS1 is a serine proteinase, we considered whether PRSS1 causes cellular resistance to cetuximab by cleaving cetuximab. We used recombinant human PRSS1 and the culture supernatant of colon cancer cells to resolve this question. Both the recombinant human PRSS1 and the HT-29 cell culture supernatant cleaved cetuximab (Fig. 3A) . We also noted that the colon cancer cell culture supernatant and recombinant human PRSS1 had the same pattern of cetuximab cleavage, indicating that PRSS1 in the cell culture supernatant cleaved the mAb (Fig. 3A) . As trypsin is a protein homologous to PRSS1, we considered whether the residual trypsin in the cell culture supernatant cleaved cetuximab after the cells underwent trypsin digestion. Accordingly, we used an ELISA to detect PRSS1 levels in the cell culture supernatant. PRSS1 levels in the cell culture supernatant at 0 hours were too low to be detected but increased over time ( fig. S2A ), suggesting that the PRSS1 expressed in the cell culture supernatant and not the residual 0.25% trypsin cleaves cetuximab.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 331,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 537,
                    "end": 546,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 928,
                    "end": 936,
                    "text": "fig. S2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "PRSS1 cleaves all mAbs in vitro and in vivo"
        },
        {
            "text": "As our results showed that the band of cleavage produced by PRSS1, which may not be effective, can also be captured by goat anti-human immunoglobulin G (IgG) (Fig. 3A) . We doubted that a traditional ELISA, which involves the use of a horseradish peroxidase (HRP)-conjugated rabbit or goat anti-human IgG as the detection antibody, could thoroughly uncover the pharmacokinetic profile of cetuximab in patients with solid tumors expressing EGFR. To test the pharmacokinetic profile of cetuximab, we used a goat antimouse IgG antibody, which captures only the heavy and light chains of cetuximab, and a goat anti-human IgG antibody as the detection antibody. Immunoblotting showed that using the goat anti-mouse IgG antibody as the detection antibody yielded a more accurate pharmacokinetic profile of cetuximab ( fig. S2 , B and C).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 167,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 812,
                    "end": 819,
                    "text": "fig. S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "PRSS1 cleaves all mAbs in vitro and in vivo"
        },
        {
            "text": "In detail, the HT-29 cell culture supernatant produced the highest degree of cetuximab cleavage, followed by the supernatant of the moderately cetuximab-sensitive LoVo cells, whereas the degree of cleavage produced by the cell culture supernatant of the cetuximabsensitive DiFi cells was the lowest (Fig. 3 , B and C). We also tested cetuximab cleavage using cell culture supernatants of shPRSS1-1, shPRSS1-2, mock, and control HT-29 cells and LoVo cells. Cetuximab cleavage was significantly decreased in the PRSS1 expression knockdown cell lines compared with that in the mock and control cells (Fig. 3 , D to G, and fig. S2D ). We also assessed cetuximab cleavage using cell culture supernatants of PRSS1-overexpressing, mock, and control DiFi cells and LoVo cells. Conversely, the exo genous addition of PRSS1-enriched medium to the cells increased cetuximab cleavage (Fig. 3 , H to K, and fig. S2, E and F). The proteolytic cleavage patterns of cetuximab in the cell culture supernatants of PRSS1overexpressing cells and PRSS1-silenced cells again proved that PRSS1 in the cell culture supernatant cleaved cetuximab.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 306,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 597,
                    "end": 604,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 619,
                    "end": 627,
                    "text": "fig. S2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 872,
                    "end": 879,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "PRSS1 cleaves all mAbs in vitro and in vivo"
        },
        {
            "text": "To further confirm that PRSS1 decreases cetuximab efficacy and eventually leads to cetuximab resistance, we detected the PRSS1 level and pharmacokinetic profile of cetuximab in the serum of two patients with mCRC. One patient was very responsive to cetuximab, while the other was resistant to cetuximab. ELISA showed a significantly lower PRSS1 level in the patient with a good response than that in the other patient ( fig. S2G) , and immunoblotting showed a lower degree of cetuximab cleavage in the patient with a good response than that in the other patient ( fig. S2H ). Next, we detected the pharmacokinetics of cetuximab in the two patients using the goat antimouse IgG antibody and found a much lower cetuximab cleavage speed in the patient with a good response than in the other patient ( fig. S2I ), which further demonstrated that PRSS1 causes resistance to mAbs by cleaving mAbs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 429,
                    "text": "fig. S2G)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 564,
                    "end": 572,
                    "text": "fig. S2H",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 798,
                    "end": 806,
                    "text": "fig. S2I",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "PRSS1 cleaves all mAbs in vitro and in vivo"
        },
        {
            "text": "Our data showed that both PRSS1 in the culture supernatant of colon cancer cells and recombinant human PRSS1 can cleave mAbs (Fig. 3 , A to K). To identify the cleavage site, we analyzed the N-terminal partial sequence of the cleaved heavy chain using the Edman cleavage procedure ( fig. S3A ). The N-terminal sequence of the cleaved heavy chain was Thr-Val-Ser-Ala-Ala-Ser-Thr-Lys-Gly-Pro-Ser-Val-Phe-Pro-Leu ( fig. S3B ), and cleavage occurred between Val 115 and Thr 116 ( fig. S3C ), a cleavage site that has never been reported. The cleavage site is between the variable heavy chain region and constant heavy chain region of the heavy chain, which is found not only in cetuximab but also in a multitude of mAbs, including bevacizumab and trastuzumab ( fig. S3C ). The culture supernatant of colon cancer cells and recombinant human PRSS1 also cleaved both bevacizumab and trastuzumab ( fig. S3 , D and E) and had almost identical cleavage patterns, which again indicated that PRSS1 secreted by the cancer cells cleaved the mAbs. Nevertheless, neither the culture supernatant of colon cancer cells nor recombinant human PRSS1 could cleave aflibercept, which does not have the potential cleavage site ( fig. S3F ). These results all suggest that PRSS1 in the culture supernatant of colon cancer cells can cleave a range of mAbs that harbor the potential cleavage site, including cetuximab, bevacizumab, and trastuzumab ( fig. S3D and E), decreasing the response to these mAbs and ultimately causing resistance to them. These findings all suggest that PRSS1 may cause cetuximab resistance by cleaving cetuximab to increasingly greater degrees.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 283,
                    "end": 291,
                    "text": "fig. S3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 412,
                    "end": 420,
                    "text": "fig. S3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 476,
                    "end": 484,
                    "text": "fig. S3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 757,
                    "end": 765,
                    "text": "fig. S3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 891,
                    "end": 898,
                    "text": "fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1206,
                    "end": 1214,
                    "text": "fig. S3F",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1424,
                    "end": 1432,
                    "text": "fig. S3D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "PRSS1 cleaves all mAbs in vitro and in vivo"
        },
        {
            "text": "Although PRSS1 in the culture supernatant of colon cancer cells could cleave cetuximab, bevacizumab, and trastuzumab, the cleavage pattern of cetuximab differed from that of completely humanized mAbs such as bevacizumab and trastuzumab, which had almost identical patterns of cleavage ( fig. S4A ). The potential cleavage region of cetuximab differed from the cleavage regions of bevacizumab and trastuzumab by just one amino acid, which was alanine in cetuximab and serine in bevacizumab and trastuzumab ( fig. S3C ). Therefore, we hypothesized that the PRSS1-mediated cleavage of mAbs may be sequence specific and considered whether mutating some amino acids in the potential cleavage region could prevent the PRSS1-mediated cleavage of mAbs. To clarify the sequence specificity, the ZDOCK algorithm (28) (a built-in module of Accelrys Discovery Studio) was used to simulate the docking of cetuximab and PRSS1, whose conformations were derived from the crystal structures PDB:1YY8 and PDB:2RA3, respectively. Then, we designed and purified 10 mutant cetuximab mAbs, which each had a mutation in the cleavage region containing V115 and T116 and a potential recognition region containing S84, L114, and A120 based on the structural modeling and computational design (figs. S3C and S4B). The PRSS1-mediated cleavage of the mutant mAbs containing L114 and T116 was lower than that of cetuximab, while the PRSS1-mediated cleavage of the mutant mAbs containing V115 was greater than that of cetuximab ( fig. S4, C and D) . However, the PRSS1-mediated cleavage of the mutant mAbs containing S84 and A120 was almost identical to that of cetuximab ( fig. S4 , E and F).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 295,
                    "text": "fig. S4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 507,
                    "end": 515,
                    "text": "fig. S3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1499,
                    "end": 1516,
                    "text": "fig. S4, C and D)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1643,
                    "end": 1650,
                    "text": "fig. S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Modified mAbs avoid PRSS1-mediated cleavage"
        },
        {
            "text": "As soybean trypsin inhibitor type I (SBTI; Sigma-Aldrich catalog no. T6522) (29), the urinary trypsin inhibitor ulinastatin (30) , and SPINK1, which is also known as pancreatic secretory trypsin inhibitor or tumorassociated trypsin inhibitor (TATI) (31, 32) , suppress trypsin activity, we considered whether these agents could inhibit the PRSS1-mediated proteolytic cleavage of mAbs. SBTI, ulinastatin, and recombinant human SPINK1 suppressed the proteolytic cleavage of bevacizumab by recombinant PRSS1 in phosphate-buffered saline (PBS); SPINK1 was the strongest inhibitor, while ulinastatin was the weakest (Fig. 4, A and B) . We also tested the inhibitory effect of SBTI on the proteolytic cleavage of cetuximab by a high concentration of PRSS1 in the HT-29 cell culture supernatant. Immunoblotting showed that SBTI barely suppressed the PRSS1-mediated cleavage of cetuximab in the cell culture supernatant (fig. S5, A and B) . As SPINK1 is overexpressed in multiple human cancers and increased serum SPINK1 levels have been correlated with aggressive disease, we assessed SPINK1 expression in colon cancer cell lines. SPINK1 expression was highest in SW480 cells (Fig. 4, C and D, and fig. S5C ), which may be why cetuximab cleavage in the SW480 cell culture supernatant was very weak although PRSS1 expression was highest in the SW480 cell line among the colon cancer cell lines (Fig. 1, C and D, and fig. S5 , D and E).",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "(30)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "(31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "32)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 611,
                    "end": 628,
                    "text": "(Fig. 4, A and B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 912,
                    "end": 930,
                    "text": "(fig. S5, A and B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1169,
                    "end": 1199,
                    "text": "(Fig. 4, C and D, and fig. S5C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1386,
                    "end": 1415,
                    "text": "(Fig. 1, C and D, and fig. S5",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SPINK1 inhibits the PRSS1-mediated cleavage of mAbs in vitro"
        },
        {
            "text": "Next, we constructed a prokaryotic expression vector containing SPINK1, successfully purified the protein ( fig. S5F ), and detected its activity. Immunoblotting was performed using purified SPINK1 to confirm PRSS1 inhibition by SPINK1. Reduced proteolytic cleavage was observed in the purified SPINK1 group compared to that in the non-SPINK1 group. Purified SPINK1 significantly inhibited the PRSS1-mediated proteolytic cleavage of mAbs both in vitro and in the HT-29 cell culture supernatant (Fig. 4, E to G) . These results all suggest that SPINK1 may be an effective inhibitor of the PRSS1-mediated proteolytic cleavage of cetuximab.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "text": "fig. S5F",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 494,
                    "end": 510,
                    "text": "(Fig. 4, E to G)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "SPINK1 inhibits the PRSS1-mediated cleavage of mAbs in vitro"
        },
        {
            "text": "Our results described above and those of previous studies by others show that SPINK1 is an efficient trypsin inhibitor (32) that partially inhibits the proteolytic cleavage of mAbs by PRSS1. We hypothesized that combined treatment with SPINK1, which we purified, and cetuximab or bevacizumab may lead to a supra-additive reduction in colon cancer cell growth. Accordingly, we tested the effect of SPINK1 (10 ng/ml) and cetuximab (1 or 5 g/ml) on HT-29 cell proliferation. As expected, SPINK1 and cetuximab (5 g/ml) significantly decreased HT-29 cell viability (Fig. 5A) . Consistent with previous reports (32), purified SPINK1 also significantly increased HT-29 cell proliferation (Fig. 5A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 562,
                    "end": 571,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 683,
                    "end": 692,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "SPINK1 combined with cetuximab or bevacizumab treatment inhibits colon cancer cell growth in xenograft models"
        },
        {
            "text": "On the basis of the compelling in vitro evidence, we next assessed the therapeutic efficacy of SPINK1 combined with cetuximab treatment in a LoVo cell xenograft model. Treatment via cetuximab injection for 45 days significantly suppressed tumor growth (Fig. 5B) . Compared with either SPINK1 or cetuximab alone, the SPINK1 and cetuximab combination exhibited a clear synergistic effect (Fig. 5B) . Furthermore, combined treatment with SPINK1 and cetuximab resulted in a greater reduction in tumor weight than either SPINK1 or cetuximab treatment alone (Fig. 5C ). To determine whether any differences in EGFR/MEK signaling existed between cetuximab treatment alone and the SPINK1/cetuximab combination treatment in vivo, we measured pERK staining in xenograft tumor sections. The xenograft pERK levels were significantly decreased following treatment with cetuximab alone or with the combination of SPINK1 and cetuximab (Fig. 5D and fig. S6A ). Moreover, SPINK1 and cetuximab resulted in a greater reduction in the xenograft pERK levels than cetuximab alone (Fig. 5D and fig. S6A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 261,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 386,
                    "end": 395,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 552,
                    "end": 560,
                    "text": "(Fig. 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 920,
                    "end": 941,
                    "text": "(Fig. 5D and fig. S6A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1058,
                    "end": 1079,
                    "text": "(Fig. 5D and fig. S6A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "SPINK1 combined with cetuximab or bevacizumab treatment inhibits colon cancer cell growth in xenograft models"
        },
        {
            "text": "To confirm our in vitro results, which indicated that a combined SPINK1 and cetuximab treatment led to a supra-additive reduction in LoVo tumor growth, we performed a similar xenograft study using HT-29 cells. As expected, both SPINK1/cetuximab and SPINK1/ bevacizumab inhibited tumor growth more than either cetuximab or bevacizumab alone in HT-29 cell-xenografted mice (Fig. 5E ). Similar to the observation in the LoVo cell-xenografted mice ( fig. S6A) , the HT-29 cell-xenografted mice treated with SPINK1 and cetuximab had more significantly decreased pERK levels than those treated with either SPINK1 or cetuximab alone (Fig. 5F ). We also assessed microvascular formation in xenograft tumor sections via staining for CD34 and endomucin. Immunofluorescence and IHC showed more significantly decreased microvascular formation in the HT-29 cell-xenografted mice treated with SPINK1 and bevacizumab than that in mice treated with either SPINK1 or bevacizumab alone ( Fig. 5G and fig. S6B ). CD34 was used to determine the microvascular density. On the basis of CD34 expression, we selected five highmagnification fields of view and counted the number of CD34-positive cells. CD34 expression was localized to microvascular endothelial cells in the xenograft tumor sections. Statistically significant decreases in the number of capillaries and the distribution of the microcirculation were noted in the xenograft tumors treated with SPINK1 and bevacizumab compared with those treated with either SPINK1 or bevacizumab alone (Fig. 5H and fig. S6C ). Consistent with previous reports, we also found that SPINK1 induced cancer cell proliferation (Fig. 5, B and E) . These observations all support the premise that SPINK1 effectively inhibits the trypsin/PRSS1-mediated proteolytic cleavage of mAbs and improves the curative effect of mAbs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 379,
                    "text": "(Fig. 5E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 446,
                    "end": 455,
                    "text": "fig. S6A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 626,
                    "end": 634,
                    "text": "(Fig. 5F",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 970,
                    "end": 990,
                    "text": "Fig. 5G and fig. S6B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1525,
                    "end": 1546,
                    "text": "(Fig. 5H and fig. S6C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1644,
                    "end": 1661,
                    "text": "(Fig. 5, B and E)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "SPINK1 combined with cetuximab or bevacizumab treatment inhibits colon cancer cell growth in xenograft models"
        },
        {
            "text": "As cetuximab is mainly and extensively used to treat patients with mCRC, we used ELISA to examine PRSS1 levels in the serum of healthy individuals (n = 64) and patients with mCRC (n = 156) to determine the clinical significance of the PRSS1 level in mCRC ( Fig. 6A and data file S1). The serum PRSS1 levels of the patients (average, 59.43 ng/ml) were significantly higher than those of the healthy individuals (average, 34.00 ng/ml) ( fig. S7A ). Of the 156 patients, 52 received cetuximab monotherapy ( Fig. 6A and data file S1). The serum PRSS1 levels of the patients with primary cetuximab resistance (n = 20; average, 94.57 ng/ml) were significantly higher than those of the cetuximab-responsive patients (n = 32; average, 59.31 ng/ml) (Fig. 6B) . We also found that the patient serum PRSS1 levels before cetuximab treatment were significantly higher than those after cetuximab treatment (when disease progressed) ( Fig. 6C and data file S1). However, a difference was not observed between responders and nonresponders treated with chemotherapy alone ( fig. S7B and data file S1), and no difference was observed between the PRSS1 levels before chemotherapy and the PRSS1 levels after chemotherapy ( fig. S7C and data file S1). On the basis of whether the PRSS1 level exceeded the average PRSS1 level of all patients, we divided the patients receiving cetuximab monotherapy into two groups: high and low PRSS1 expression groups. Kaplan-Meier curves for these patients consistently demonstrated much worse overall survival (OS) for the patients with high PRSS1 than that for the patients with low PRSS1 median survival, 83 days versus 206 days, respectively; P = 0.009; Fig. 6D ), indicating that a high PRSS1 level was clearly related to a poor cetuximab response in mCRC. We conducted further analyses to determine whether the prognostic impact of PRSS1 expression is independent of other clinical variables. Fig. 2I , which was normalized to the heavy chain before cleavage. All values are the means ± SD from three independent experiments. Differences in growth were determined using Student's t test and by calculating subsequent P values. Data are the means ± SD (n = 5 cultures); **P < 0.01 and ***P < 0.001. Error bars represent the SD. Data shown are from experiments that were repeated three times with similar results. We pooled the patients who received cetuximab monotherapy with available PFS data (n = 52) for univariate and multivariate analyses of factors affecting PFS (table S2) . Multivariate analysis showed that the effect of PRSS1 expression on PFS was independent of other clinical variables (table S2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 264,
                    "text": "Fig. 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 435,
                    "end": 443,
                    "text": "fig. S7A",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 511,
                    "text": "Fig. 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 740,
                    "end": 749,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 920,
                    "end": 927,
                    "text": "Fig. 6C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1057,
                    "end": 1065,
                    "text": "fig. S7B",
                    "ref_id": null
                },
                {
                    "start": 1203,
                    "end": 1211,
                    "text": "fig. S7C",
                    "ref_id": null
                },
                {
                    "start": 1672,
                    "end": 1679,
                    "text": "Fig. 6D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1913,
                    "end": 1920,
                    "text": "Fig. 2I",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2489,
                    "end": 2499,
                    "text": "(table S2)",
                    "ref_id": null
                },
                {
                    "start": 2618,
                    "end": 2628,
                    "text": "(table S2)",
                    "ref_id": null
                }
            ],
            "section": "The prognostic significance of aberrant PRSS1 expression in patients with cancer"
        },
        {
            "text": "To confirm that high PRSS1 levels are clearly related to poor responses to mAbs (including cetuximab and bevacizumab) in different cancers, we analyzed the TCGA database of patients with other cancers who received antibody monotherapy. As PRSS1 expression is very low in head and neck squamous cell carcinoma (HNSCC) tissue, we divided the patients with HNSCC who received cetuximab monotherapy (n = 36) into high PRSS3 expression (n = 20) and low PRSS1 expression groups (n = 16) based on the median PRSS3 level of the HNSCC tissue samples in the TCGA database. As expected, the patients with low PRSS3 expression had significantly longer PFS than the patients with high expression (median survival, 323 days versus 150 days, respectively; P = 0.0397; Fig. 6E ). Furthermore, we determined whether PRSS expression affected the prognosis of patients with cancer. Consistent with previous studies, we found no significant difference in OS between the high-and low-PRSS3 groups ( fig. S8A ). We also divided the patients with colorectal adenocarcinoma who received bevacizumab monotherapy (n = 44) into high and low PRSS1 expression groups. The patients whose PRSS1 level exceeded the median PRSS1 level of all patients with colorectal carcinoma were assigned to the high-PRSS1 group (n = 24), and the remaining patients were assigned to the low-PRSS1 group (n = 20). Similar to the results for the patients with HNSCC, the patients with colorectal carcinoma with low PRSS1 expression had significantly longer PFS than the patients with high PRSS1 expression (median survival, 672 days versus 394 days, respectively; P = 0.0147; Fig. 6F and fig. S8B ). We also divided the patients with glioma who received bevacizumab monotherapy (n = 77) into two groups using the method used for the patients with HNSCC. Consistent with the results for the patients with HNSCC or colorectal carcinoma, the patients with glioma and low PRSS3 expression had longer PFS than the patients with high PRSS3 expression (median survival, 323 days versus 228 days, respectively; P = 0.0112; fig. S8, C and D) . The PRSS1 expression data were normalized in the patients with ovarian serous cystadenocarcinoma. Consequently, we divided the patients who received bevacizumab monotherapy (n = 53) into a high-PRSS1 expression group, where PRSS1 expression was less than zero (n = 39), and the low-PRSS1 expression group, where PRSS1 expression was zero and above (n = 14). Kaplan-Meier analysis of these patients consistently demonstrated much worse survival durations in the high-PRSS1 patients than those in the low-PRSS1 patients (median survival, 196 days versus 337 days, respectively; P = 0.0315; fig. S8 , E and F). Together, these findings suggested that high PRSS expression levels were associated with poor responses to mAb treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 753,
                    "end": 760,
                    "text": "Fig. 6E",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 978,
                    "end": 986,
                    "text": "fig. S8A",
                    "ref_id": null
                },
                {
                    "start": 1627,
                    "end": 1647,
                    "text": "Fig. 6F and fig. S8B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2066,
                    "end": 2083,
                    "text": "fig. S8, C and D)",
                    "ref_id": null
                },
                {
                    "start": 2674,
                    "end": 2681,
                    "text": "fig. S8",
                    "ref_id": null
                }
            ],
            "section": "The prognostic significance of aberrant PRSS1 expression in patients with cancer"
        },
        {
            "text": "To assess whether our experimental findings regarding PRSS1 are relevant to patients with mCRC in clinical practice, we used ELISA and immunoblotting analyses to examine whether PRSS1 levels can be used to determine mAb responses. We performed clinical validation using ELISA to measure serum PRSS1 levels in patients with mCRC receiving cetuximab treatment (data file S1). We collected serum samples from patients before treatment and every 4 to 8 weeks during treatment. The patients were categorized as partial response, stable disease, or progressive disease (PD) by radiological assessment according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1. Among the 52 patients with mCRC who received cetuximab monotherapy, 25 patients with longitudinal serum samples eventually developed PD (data file S1). We compared changes in patient PRSS1 levels during antibody monotherapy and imaging results and found that PRSS1 levels gradually increased and reached a high level when PD occurred ( fig. S8G and data file S1). Specifically, compared with tumor markers such as carcinoembryonic antigen (CEA) and carbohydrate antigen 19-9 (CA19-9), the circulating levels of PRSS1 in 16 of 25 patients were better correlated with the treatment outcome and reached a nadir when the best response to cetuximab was obtained. The levels of PRSS1 increased before tumor progression as determined by computerized tomography (CT). For nine patients, the PRSS1 levels during treatment did not appear to be associated with the treatment outcome; we postulate that these patients may have hyperactivation of the EGFR pathway downstream of the receptor or hyperactivation of other related pathways, which would uncouple PRSS1 secretion from the response to cetuximab treatment. Together, our findings indicated that serum PRSS1 levels correlated with treatment outcome according to standard radiological assessments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1003,
                    "end": 1011,
                    "text": "fig. S8G",
                    "ref_id": null
                }
            ],
            "section": "Correlations among PRSS1, carcinoembryonic antigen, and carbohydrate antigen 19-9 levels and tumor response evaluations"
        },
        {
            "text": "Targeted mAbs, including cetuximab and bevacizumab, effectively prolong survival in patients with cancer and have become a standard component of therapy for patients with mCRC. Nevertheless, major obstacles to antibody therapy include the lack of secreted response biomarkers and primary/secondary resistance to these mAbs. Previous data have shown that mCRC lesions harboring KRAS and BRAF mutations are highly associated with a poor prognosis and poor objective response to cetuximab therapy (15, 33) . Therefore, investigation of the mechanism of mAb resistance and identification of useful biomarkers for mAb therapy may guide treatment selection and have a significant clinical impact and are greatly warranted. The present work aimed to characterize the PRSS secretion involved in the response and resistance to cetuximab therapy and to exploit PRSS for biomarker discovery.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 498,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "33)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our work sheds new light on the influence of PRSS on cancer and the essential role of PRSS in mAb resistance, although recent studies have also demonstrated that tissue expression of trypsinogen correlates significantly with tumor aggressiveness, recurrence, and poor prognosis in CRC (34, 35) . Further analysis revealed that PRSS1 levels were closely associated with cetuximab resistance in mCRC. PRSS, which is produced and secreted by cancer cells, also mediates pro-urokinase and pro-matrix metalloproteinase activation, thus promoting/facilitating angiogenesis and tumor invasion by digesting components of the extracellular matrix (24) . The present findings raise the possibility that PRSS1 is a crucial determinant of resistance to cetuximab therapy in mCRC. First, we found significantly higher PRSS1 expression in cetuximab-resistant cells than that in cetuximabsensitive cells. Second, exogenous addition of PRSS1-enriched medium to human colon cancer cells (DiFi and LoVo cells) increased cetuximab resistance. Conversely, silencing PRSS1 in LoVo and HT-29 cells conferred cetuximab sensitivity. Third, both recombinant PRSS1 and the cell culture supernatants of the tested colon cancer cell lines cleaved cetuximab in the same manner. Furthermore, the most thorough cleavage was observed with the supernatant of HT-29 cells, which were the most resistant to cetuximab. Fourth, PRSS1 expression knockdown increased the cetuximab-mediated inhibition of pEGFR, pAKT, and pERK, while ectopic expression of PRSS1 decreased this inhibition. Therefore, we mechanistically demonstrated that PRSS1 cleaves mAbs, i.e., cetuximab, bevacizumab, and trastuzumab, thus decreasing the response to these antibodies and ultimately causing antibody resistance. Together, these findings suggest that PRSS may lead to antibody resistance by cleaving antibodies, eventually decreasing their efficacy.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "(34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "35)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The conventional PRSS1 cleavage site lies between the lysine and arginine residues; a PRSS1 cleavage site (between valine and threonine) in mAbs has never been reported. We also found that the PRSS1-mediated cleavage of mAbs was sequence specific and that modifying the amino acids L114 or T116 decreased the degree of mutant mAb cleavage by PRSS1 ( fig. S4, C and D) , which may be a theoretical basis for mAb modification. SPINK1 protects the pancreas from autodigestion by preventing the activation of pancreatic proteases (26) . Unlike other inhibitors, namely, SBTI and ulinastatin, SPINK1 significantly suppressed the PRSS1-mediated cleavage of cetuximab and bevacizumab in vivo and in vitro. Our results showed that SPINK1 and cetuximab or bevacizumab had an additive effect on the inhibition of HT-29 and LoVo cell proliferation. This finding is consistent with the results of a report showing that combining mAbs with SPINK1 and EGFR led to a supra-additive reduction in the growth and invasion of SPINK1 + 22RV1 cells (31) . Furthermore, concomitant tumor expression of EGFR and TATI/SPINK1 is associated with a better prognosis in CRC (35) , indicating that anti-EGFR mAbs may produce a better response in SPINK1 + CRC cells, which further supports our findings.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 530,
                    "text": "(26)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "(31)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "(35)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 367,
                    "text": "fig. S4, C and D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Our data also revealed that administering an anti-EGFR mAb (cetuximab) or bevacizumab to mice bearing HT-29 xenografts attenuated tumor growth by more than 19 and 23%, respectively, and by approximately 40 and 49%, respectively, when combined with SPINK1. Moreover, administering cetuximab to mice bearing LoVo xenografts attenuated tumor growth by more than 29% and by approximately 46% when combined with SPINK1 (Fig. 5, A, B, and D) . Administering SPINK1 alone to mice bearing HT-29 or LoVo xenografts promoted tumor growth (Fig. 5, A, B, and D) , which is consistent with previous studies reporting that extracellular SPINK1 promotes cell proliferation by down-regulating metallothionein expression (26) and interacting with EGFR to activate downstream signaling as SPINK1 is structurally similar to EGF (31). Together, our findings indicate that the functional significance of PRSS1 in cetuximab resistance warrants further investigation to identify a more effective inhibitor of PRSS1 as a therapy for patients with mCRC. Specifically, PRSS1 blockade may be a viable option for patients with mCRC with a high-serum PRSS1 level who are resistant to anti-EGFR therapies.",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 708,
                    "text": "(26)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 435,
                    "text": "(Fig. 5, A, B, and D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 528,
                    "end": 549,
                    "text": "(Fig. 5, A, B, and D)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "From a prognostic perspective, aberrant PRSS1 expression correlates significantly with the cetuximab response rate in patients with mCRC. We found that patients with better cetuximab responses had significantly lower serum PRSS1 levels than patients with cetuximab resistance and that the speed of cetuximab cleavage was also much slower in patients with good responses than that in patients with worse responses to cetuximab treatment, further demonstrating that PRSS1 may cause mAb resistance. We also found that the serum PRSS1 level increased after cetuximab administration and verified that anti-EGFR drugs induced PRSS1 secretion events specific to drug responses or resistance. Furthermore, ELISA showed that patients with mCRC had significantly higher serum PRSS1 levels than healthy individuals ( fig. S7A ) and that patients with cetuximab resistance had significantly higher serum PRSS1 levels than cetuximabresponsive patients (Fig. 6B) . Kaplan-Meier curves consistently demonstrated much worse survival for patients with high PRSS1 expression than that for patients with very low PRSS1 expression (Fig. 6D) , indicating that PRSS1 levels are clearly related to poor responses to cetuximab in mCRC. Analyses of patients with other cancers who received antibody monotherapy revealed that all patients with low PRSS1 or PRSS3 expression had longer PFS than patients with high PRSS1 or PRSS3 expression regardless of whether the patients had HNSCC (Fig. 6E) , colorectal adenocarcinoma (Fig. 6F), glioma (fig. S8C ), or ovarian serous cystadenocarcinoma ( fig. S8E ). Among these patients, no significant difference in OS was noted between the high-and low-PRSS1 or PRSS3 expression groups ( fig. S8, A, B , D, and F). Together, our findings indicated that high PRSS expression levels were associated only with poor responses to mAb treatment and not with a poor overall cancer prognosis. Last, the preliminary validation of our findings in the serum of patients with mCRC suggested that the level of secreted PRSS1 correlated with the response to cetuximab treatment ( fig. S8G and data file S1), indicating that PRSS1 may be a better predictive marker of the cetuximab response than tumor markers such as CEA and CA19-9, although more work is needed to assess the full potential of this biomarker.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 806,
                    "end": 814,
                    "text": "fig. S7A",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 948,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1111,
                    "end": 1120,
                    "text": "(Fig. 6D)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1458,
                    "end": 1467,
                    "text": "(Fig. 6E)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1496,
                    "end": 1523,
                    "text": "(Fig. 6F), glioma (fig. S8C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1566,
                    "end": 1574,
                    "text": "fig. S8E",
                    "ref_id": null
                },
                {
                    "start": 1702,
                    "end": 1715,
                    "text": "fig. S8, A, B",
                    "ref_id": null
                },
                {
                    "start": 2080,
                    "end": 2088,
                    "text": "fig. S8G",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Our work suggests that serum PRSS1 expression levels have a drug resistance profile that correlates well with xenograft and mCRC patient characteristics, illustrating the molecular connections between intracellular and extracellular signaling that are potentially relevant for cancer diagnostics and therapeutics. Patient serum PRSS1 levels correlate with treatment outcomes evaluated by standard radiological assessment, which may be helpful for identifying patients with mCRC with poor prognoses and/or cetuximab resistance, and PRSS1 levels may therefore serve as a noninvasive predictive marker of the cetuximab response. In accordance with our findings, PRSS detection can be further developed for tailored management of not only CRC but also all diseases that can be treated with mAbs. The preliminary validation of our findings in the serum of patients with mCRC suggests that secreted PRSS1 levels correlate with the response to cetuximab treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To our knowledge, this is the first study to suggest that serum PRSS1 expression levels can be used as a prognostic biomarker of CRC and as a potential predictive biomarker in patients with mCRC receiving cetuximab treatment. In conclusion, our findings provide a rationale for the development of a PRSS1 inhibitor or anti-PRSS1 mAbs for the treatment of cancer or other diseases. Alternatively, mAb modification targeting cleavage sites may increase the response to mAbs and benefit more patients. Our work may facilitate noninvasive monitoring of cetuximab treatment in patients with mCRC, although a large, blinded independent study will be needed to further determine the true clinical potential of PRSS1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "DiFi cells were cultured in F12 medium (HyClone) supplemented with 10% (v/v) fetal bovine serum (FBS, HyClone). LoVo, HT-29, HCT-8, and SW480 cells were routinely cultured in RPMI 1640 medium (HyClone) supplemented with 10% (v/v) FBS. Caco-2 cells and human embryonic kidney (HEK) 293T cells were cultured in high-glucose medium (HyClone) containing 10% (v/v) FBS. All cells were cultured in 10% CO 2 at 37°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell culture"
        },
        {
            "text": "To generate stable cell lines, human PRSS1 expression constructs encoding full-length PRSS1 fusion protein and mature PRSS1 fusion protein were generated by cloning PCR-amplified sequences into pMSCU-puro (Amersham Pharmacia Biotech). Lipofectamine 2000 (Invitrogen) was used for transfection. Two days after transfection, stable overexpression cell lines were selected in puromycin (1 g/ml) for 14 days. Pooled clones or single clones were screened by qPCR, standard immunoblotting, and ELISA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stable cell lines"
        },
        {
            "text": "The inducible shPRSS1 encodes the same sequence as shPRSS1-c. Lentiviral preparation and infections were performed. Cells transduced with shRNA were grown in medium supplemented with 10% FBS in the presence of puromycin (2 g/ml).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lentiviral shRNA experiments"
        },
        {
            "text": "The CRC cell lines were plated in six-well plates. After 24 hours, the cells were washed with PBS and cultured for 24 hours in serum-free medium. The cell supernatant and protein were collected for immunoblotting. We also detected the biochemical responses of cetuximabtreated cells by immunoblotting. During incubation in serum-free medium, the cells were treated with cetuximab for 24 hours. Cell extracts were freshly prepared and analyzed. Antibodies against EGFR, pAKT (Ser 473 ), AKT, p-p42/44 MAPK (Thr 202 /Tyr 204 ), p42/44 MAPK, and glyceraldehyde-3-phosphate dehydrogenase (GAPDH) were purchased from Cell Signaling Technology. The phosphorylation-specific EGFR (Tyr 1068 ) antibody and PRSS1 antibody were obtained from Abcam.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunoblotting"
        },
        {
            "text": "Serum trypsin was tested using ELISA kits (Human Trypsin Pan Specific DuoSet ELISA Kit; R&D Systems) according to the manufacturer's protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of PRSS1 in serum and cell culture supernatant"
        },
        {
            "text": "Total RNA (1 g) was extracted and reverse-transcribed with the GoScript Reverse Transcription System. Real-time PCR was performed using QuantiTect SYBR Green PCR Master Mix (Applied Biosystems) in triplicate and analyzed on an ABI 7500 Fast Real-Time PCR system (Applied Biosystems). Human PRSS1, SPINK1, and GAPDH mRNA levels were quantified by reverse transcription PCR (RT-PCR) and real-time qPCR. The PRSS1 primer sequences were as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA analysis"
        },
        {
            "text": "forward, 5′-AGGCACACTCTACCACCATGA-3′; reverse, 5′-ATGTTGTGCTCTCCCAGTCTCA-3′. The SPINK1 primer sequences were as follows: forward, 5′-AACAGGCATCTTTCTTCTCAGTG-3′; reverse, 5′-TTGGGATAAGTATTTCCATCAGTC-3′. The GAPDH primer sequences were as follows: forward, 5′-TGAAGGTCG-GAGTCAACGGAT-3′; reverse, 5′-CTGGAAGATGGTGATGGGATT-3′.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA analysis"
        },
        {
            "text": "To determine cetuximab sensitivity, cells were seeded in 200 ml of medium (3000 to 5000 cells per well) in 96-well plastic culture plates. After serial dilutions, cetuximab in serum-free medium was added to the cells, and wells containing only medium were used as controls. Cells were treated with cetuximab (0, 0.01, 0.1, 1, 5, 10, 20, 50, or 100 g/ml), and the plates were incubated at 37°C in 5% CO 2 for 72 hours. Then, cell viability was assessed by Cell Counting Kit-8 (CCK-8). Viable cells were detected 72 hours after treatment using CCK-8 by measuring the absorbance at 450 nm. The relative rate of cell growth for each cell line was factored into the analysis by subtracting the absorbance at time 0 from the values of the control and treatment groups. All experiments were replicated a minimum of three times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell growth assay"
        },
        {
            "text": "For mAb cleavage by recombinant human trypsin/PRSS1, recombinant PRSS1 and mAbs were combined in 1 ml of PBS and then incubated in a humidified atmosphere at 37°C. The recombinant PRSS1-mAb intermixture (200 l) was collected at 0, 2, 6, 12, 24, 36, and 48 hours. For mAb cleavage by CRC cell-secreted PRSS1, 4 ml of serum-free medium harboring the mAbs was added to culture plates containing 80 to 90% cells, which were then incubated in a 5% CO 2 humidified atmosphere at 37°C. The supernatant (500 l) was collected at 0, 2, 6, 12, 24, 36, and 48 hours. We also collected the cell culture supernatant of CRC cells cultured for 24 hours without serum, added the mAbs to this supernatant, and incubated the mixture in a humidified atmosphere at 37°C for 24 or 48 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PRSS1 proteolytic cleavage of mAbs"
        },
        {
            "text": "For pharmacokinetic analysis of cetuximab, 6 ml of blood was collected before cetuximab administration and at 6, 12, 24, 48, and 96 hours after infusion was first started. The blood samples were allowed to clot for 30 min at room temperature and then centrifuged at 1500g for 15 min, and the serum supernatant was transferred into labeled Corning cryotubes, which were stored upright at −80°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacokinetic sampling and analysis"
        },
        {
            "text": "Serum or cell culture supernatant cetuximab concentrations were detected using a validated sandwich ELISA. Briefly, EGFR-coated polystyrene microtiter plates were loaded with serum samples, washed, and incubated with an HRP-conjugated goat anti-human IgG (Sigma-Aldrich) or an HRP-conjugated goat anti-mouse IgG (Pierce) . After elution of the unbound conjugate, the chromogenic substrate was added, and the colored reaction product was measured using a microtiter plate reader at 450 nm/540 nm. Calibration curves were linear in the concentration range of 0.475 to 14.25 g/ml. Pharmacokinetic variables were calculated, and data on assay specificity, linearity, precision, and accuracy and the limit of quantification were obtained.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 320,
                    "text": "(Pierce)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pharmacokinetic sampling and analysis"
        },
        {
            "text": "For the in vivo experiments, a suspension of HT-29 cells (3 × 10 5 cells per mouse) or LoVo cells (3 × 10 6 cells per mouse) was injected subcutaneously into the left flanks of 4-week-old female nude mice (n = 8 per group). All animals were maintained in laminar air flow units under aseptic conditions, and the experiments were performed according to the relevant local and institutional guidelines. Tumor formation was monitored every 3 days using a caliper, and tumor volume was calculated using a modified ellipsoidal formula: 1 / 2 length × width 2 (RTKs exert dominant control over PI3K signaling in human KRAS mutant CRC). When the mean tumor volume was approximately 100 mm 3 , the mice were randomly assigned to treatment with vehicle (normal saline), cetuximab (1 mg per mouse), SPINK1 (25 or 5 g in normal saline per mouse), bevacizumab (5 mg/kg in normal saline), or a drug combination (cetuximab and SPINK1 or bevacizumab and SPINK1), and each compound was administered at the same dose and on the same schedule as the single agents. All mice received drugs or normal saline by intraperitoneal injection every 3 days for 27 days. The body weights and general condition of the mice were measured every 3 days, and the mice were euthanized when the tumor volume was 2000 mm 3 or when the tumors had become excessively ulcerated in accordance with national guidelines. Tumor tissues were collected for immunoblotting or formalinfixed and then paraffin-embedded for IHC studies. Statistical significance was analyzed using an unpaired two-tailed Student's t test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Xenograft mouse experiments and in vivo studies"
        },
        {
            "text": "Samples containing at least 2 g of protein in 0.01 ml of PBS were separated by SDS-polyacrylamide gel electrophoresis, and the gels were subsequently incubated with staining buffer at room temperature overnight. Then, decolorizing buffer (1% acetic acid) was used to wash the gels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coomassie Brilliant Blue G-250 staining"
        },
        {
            "text": "Human SPINK1 coding regions were PCR-amplified from a human mammary retroviral complementary DNA library and cloned into the prokaryotic expression vector pET22b. The primers used were as follows: forward, 5′-GAATTCTAATGGACTCCCTGGGAAGA-GAGGCC-3′; reverse, 5′-CTCGAGGCAAGGCCCAGATTTTTGAA-3′. The fusion protein SPINK1 was expressed in Escherichia coli and purified by nickel affinity and size exclusion chromatography. Isopropyl--d-thiogalactopyranoside (0.2 mM/liter) induction at 16°C for 16 hours was estimated to be an optimal expression strategy. The expression of the fusion proteins was detected by Western blotting and Coomassie Brilliant Blue G-250 staining.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prokaryotic expression and purification of SPINK1"
        },
        {
            "text": "After the mice were euthanized, the tumors were excised and fixed in formalin, embedded in paraffin, cut into 5-m sections, dewaxed and hydrated, and stained with hematoxylin and eosin using a standard technique. The IHC staining procedures were as follows: Tissue sections were incubated for 10 min at room temperature in 3% hydrogen peroxide to block endogenous peroxidase. Slides were blocked and incubated with the following primary antibodies: anti-EGFR (Nichirei Biosciences), pEGFR (Cell Signaling Technology), pERK (Thr 202 /Tyr 204 ) (Cell Signaling Technology), pAKT (Cell Signaling Technology), endomucin (eBioscience), and CD34 (Abcam). The slides were subsequently incubated with polymer-HRP antirabbit (Dako) or anti-mouse (Dako) secondary antibodies. Tissue staining was visualized using 4′,6-diamidino-2-phenylindole (DAPI). The slides were then counterstained with hematoxylin, dehydrated, and mounted. The coimmunofluorescence staining procedure for isolectin GS-IB4 (594) (Invitrogen) was as follows: After the same preprocessing for IHC staining as described above, slides were incubated with primary antibody against isolectin GS-IB4 (594) and subsequently incubated with the appropriate fluorescence-conjugated secondary antibodies; DAPI counterstaining was used to identify the nuclei.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunostaining"
        },
        {
            "text": "In this prospective single-center study, we monitored dynamic tumor-related levels of PRSS1 during mCRC progression in patient serum. The local ethics committee of the Affiliated Hospital, Academy of Military Medical Sciences, Beijing, China, approved the study protocol, and informed consent was obtained from each patient. Tissue acquisition and handling of human tissue specimens were carried out in accordance with the institutional and state regulations or guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and sample collection"
        },
        {
            "text": "Tumor biopsies and longitudinal serum samples (2 ml) were collected from each patient at baseline and every 4 to 8 weeks during therapy until PD was identified. Serum CEA and CA19-9 levels were measured at each therapeutic cycle. CT scans were performed and reviewed in a blinded fashion every 4 to 6 weeks to evaluate clinical responses based on RECIST version 1.1 (9) .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 369,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Patients and sample collection"
        },
        {
            "text": "On the basis of the structural modeling and computational design, we designed 10 mutant cetuximab mAbs that had a mutation in the cleavage region containing V115 and T116 or a potential recognition region containing S84, L114, and A120.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of mAbs"
        },
        {
            "text": "The vectors pABG and pABL (both constructed in our laboratory) were used to express cetuximab and its mutants. The recombinant light and heavy chain vectors were cotransfected into FreeStyle HEK293T cells (Invitrogen) for instantaneous expression of the variant mAbs. Antibodies secreted in the supernatant were purified using a HiTrap Protein A FF 1-ml column (GE Healthcare).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of mAbs"
        },
        {
            "text": "We first downloaded the PRSS1 and PRSS3 expression files and clinical files for all 38 cancer types from TCGA (https://tcga-data. nci.nih.gov/docs/publications/stad_2014/). The clinical files and expression results were obtained from level 3 TCGA data. On the basis of the median PRSS1 or PRSS3 level of the cancer types in the TCGA database, we divided the patients who received cetuximab monotherapy or bevacizumab monotherapy into high-and low-PRSS1 or high-and low-PRSS3 groups. Kaplan-Meier methods were used to estimate PFS and OS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TCGA data analysis"
        },
        {
            "text": "All values reported are the means ± SD, and the data were analyzed with SPSS version 18.0 (SPSS Inc.). Student's t test was used for comparisons between variables. Kaplan-Meier survival curves were estimated, and the log-rank test was used to assess differences in survival distributions related to PRSS1 or PRSS3 expression and clinical variables. We analyzed significant differences between the experimental groups for all tests; two-sided P < 0.05, P < 0.01, or P < 0.001 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Supplementary material for this article is available at http://advances.sciencemag.org/cgi/ content/full/6/1/eaax5576/DC1 Fig. S1 . PRSS1 expression is significantly altered in colon cancer cells. Fig. S2 . Altering PRSS1 expression affected cetuximab inhibition of PI3K/AKT and MEK/ERK through cleavage of cetuximab, thus decreasing its effectiveness. Fig. S3 . PRSS1 cleaves cetuximab in a novel manner. Fig. S4 . Modified mAbs avoid PRSS1-mediated cleavage. Fig. S5 . SPINK1 effectively inhibits PRSS1 cleavage of mAbs. Fig. S6 . Cetuximab or bevacizumab combined with SPINK1 results in a synergistic reduction in colon cancer cell growth in vivo. Fig. S7 . Serum PRSS levels in patients with mCRC treated with chemotherapy before and after treatment with cetuximab. Fig. S8 . PRSS1 led to poor mAb effectiveness in cancer. Table S1 . Gene expression (PRSS1, PRSS2, and PRSS3) in a panel of cell lines (n = 49), including cell lines (n = 19) resistant to cetuximab and cell lines (n = 30) sensitive to cetuximab. Table S2 . Univariate and multivariate analyses of factors affecting PFS in patients who received cetuximab monotherapy. Data file S1A. The clinical information and test results of patients with mCRC treated with cetuximab. Data file S1B. The clinical information and test results of patients with mCRC treated with chemotherapy or other modalities. Data file S1C. The PRSS1 test results of the healthy controls.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 197,
                    "end": 204,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 353,
                    "end": 360,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 406,
                    "end": 413,
                    "text": "Fig. S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 461,
                    "end": 468,
                    "text": "Fig. S5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 523,
                    "end": 530,
                    "text": "Fig. S6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 651,
                    "end": 658,
                    "text": "Fig. S7",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 777,
                    "text": "Fig. S8",
                    "ref_id": null
                },
                {
                    "start": 827,
                    "end": 835,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1016,
                    "end": 1024,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "SUPPLEMENTARY MATERIALS"
        },
        {
            "text": "View/request a protocol for this paper from Bio-protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY MATERIALS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Predictive role of UCA1-containing exosomes in cetuximab-resistant colorectal cancer",
            "authors": [],
            "year": 2018,
            "venue": "Cancer Cell Int",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Significant association of oncogene YAP1 with poor prognosis and cetuximab resistance in colorectal cancer patients",
            "authors": [
                {
                    "first": "K.-W",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S.-B",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Sohn",
                    "suffix": ""
                },
                {
                    "first": "H.-S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "Y.-Y",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kopetz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "J.-S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin. Cancer Res",
            "volume": "21",
            "issn": "",
            "pages": "357--364",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Optimizing sequential treatment with anti-EGFR and VEGF mAb in metastatic colorectal cancer: Current results and controversies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cancer Manage. Res",
            "volume": "11",
            "issn": "",
            "pages": "1705--1716",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferlay",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Soerjomataram",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Torre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ca-Cancer J. Clin",
            "volume": "68",
            "issn": "",
            "pages": "394--424",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ERBB receptors: From oncogene discovery to basic science to mechanism-based cancer therapeutics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Arteaga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Engelman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cancer Cell",
            "volume": "25",
            "issn": "",
            "pages": "282--303",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Comparative effectiveness and safety of monoclonal antibodies (bevacizumab, cetuximab, and panitumumab) in combination with chemotherapy for metastatic colorectal cancer: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "De Araujo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lima",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B R"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "De Assis Acurcio",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Godman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kurdi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Cherchiglia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I G"
                    ],
                    "last": "Andrade",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BioDrugs",
            "volume": "32",
            "issn": "",
            "pages": "585--606",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Targeting the ERBB family in cancer: couples therapy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tebbutt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Johns",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Rev. Cancer",
            "volume": "13",
            "issn": "",
            "pages": "663--673",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Gemcitabine plus S-1 versus cetuximab as a third-line therapy in metastatic colorectal cancer: An observational trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ba",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Clin. Exp. Med",
            "volume": "8",
            "issn": "",
            "pages": "21159--21165",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Influence of comorbidity, age and performance status on treatment efficacy and safety of cetuximab plus irinotecan in irinotecan-refractory elderly patients with metastatic colorectal cancer",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Jehn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Böning",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kröning",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pezzutto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lüftner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur. J. Cancer",
            "volume": "50",
            "issn": "",
            "pages": "1269--1275",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Open-label phase III trial of panitumumab plus best supportive care compared with best supportive care alone in patients with chemotherapy-refractory metastatic colorectal cancer",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Cutsem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peeters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siena",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Humblet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hendlisz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Neyns",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Canon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Laethem",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maurel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Amado",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Clin. Oncol",
            "volume": "25",
            "issn": "",
            "pages": "1658--1664",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Primary and acquired resistance to EGFR-targeted therapies in colorectal cancer: impact on future treatment strategies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Leto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Trusolino",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Mol. Med",
            "volume": "92",
            "issn": "",
            "pages": "709--722",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Acquired RAS or EGFR mutations and duration of response to EGFR blockade in colorectal cancer",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Van Emburgh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arena",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Siravegna",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lazzari",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Crisafulli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Corti",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mussolin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baldi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buscarino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bartolini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valtorta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vidal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bellosillo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Germano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pietrantonio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ponzetti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Albanell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siena",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sartore-Bianchi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Di"
                    ],
                    "last": "Nicolantonio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Montagut",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bardelli",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Commun",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Resistance to anti-EGFR therapy in colorectal cancer: From heterogeneity to convergent evolution",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Misale",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Di"
                    ],
                    "last": "Nicolantonio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sartore-Bianchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siena",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bardelli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cancer Discov",
            "volume": "4",
            "issn": "",
            "pages": "1269--1280",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "PIK3CA mutations contribute to acquired cetuximab resistance in patients with metastatic colorectal cancer",
            "authors": [
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y.-L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "F.-J",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "J.-Y",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "H.-F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y.-L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R.-R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C.-H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z.-L",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Y.-P",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ogino",
                    "suffix": ""
                },
                {
                    "first": "Z.-R",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin. Cancer Res",
            "volume": "23",
            "issn": "",
            "pages": "4602--4616",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Effects of KRAS, BRAF, NRAS, and PIK3CA mutations on the efficacy of cetuximab plus chemotherapy in chemotherapyrefractory metastatic colorectal cancer: A retrospective consortium analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "De Roock",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Claes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bernasconi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schutter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Biesmans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Fountzilas",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kalogeras",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kotoula",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Papamichael",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Laurent-Puig",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Penault-Llorca",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rougier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vincenzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Santini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tonini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cappuzzo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Frattini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Molinari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saletti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Dosso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bardelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Siena",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sartore-Bianchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tabernero",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Di"
                    ],
                    "last": "Macarulla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Fiore",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gangloff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ciardiello",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Qvortrup",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Cutsem",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Piessevaux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lambrechts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Delorenzi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tejpar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "753--762",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "KRAS gene amplification in colorectal cancer and impact on response to EGFR-targeted therapy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valtorta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Misale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sartore-Bianchi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagtegaal",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Paraf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauricella",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dimartino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hobor",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ercolani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lamba",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Veronese",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Laurent-Puig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siena",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tejpar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mottolese",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Punt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gambacorta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bardelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Di"
                    ],
                    "last": "Nicolantonio",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Cancer",
            "volume": "133",
            "issn": "",
            "pages": "1259--1265",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Emergence of KRAS mutations and acquired resistance to anti-EGFR therapy in colorectal cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Misale",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yaeger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hobor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Janakiraman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liska",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valtorta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schiavo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buscarino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Siravegna",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bencardino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cercek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Veronese",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zanon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sartore-Bianchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gambacorta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gallicchio",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vakiani",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Boscaro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Medico",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weiser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siena",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Di"
                    ],
                    "last": "Nicolantonio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Solit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bardelli",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "486",
            "issn": "",
            "pages": "532--536",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Amplification of the MET receptor drives resistance to anti-EGFR therapies in colorectal cancer",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bardelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Corso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bertotti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hobor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valtorta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Siravegna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sartore-Bianchi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scala",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cassingena",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zecchin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Apicella",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Migliardi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Galimi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauricella",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zanon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Veronese",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Corti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amatu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gambacorta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sausen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Velculescu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Comoglio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Trusolino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Di"
                    ],
                    "last": "Nicolantonio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Giordano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siena",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cancer Discov",
            "volume": "3",
            "issn": "",
            "pages": "658--673",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Implications for targeted therapies in metastatic colorectal cancer",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "De Roock",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vriendt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Normanno",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ciardiello",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tejpar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kras",
                    "suffix": ""
                },
                {
                    "first": "Pik3ca",
                    "middle": [],
                    "last": "Braf",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet Oncol",
            "volume": "12",
            "issn": "",
            "pages": "594--603",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Expression of tumor-associated trypsinogens (TAT-1 and TAT-2) in prostate cancer",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bjartell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paju",
                    "suffix": ""
                },
                {
                    "first": "W.-M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gadaleanu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hansson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Landberg",
                    "suffix": ""
                },
                {
                    "first": "U.-H",
                    "middle": [],
                    "last": "Stenman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Prostate",
            "volume": "64",
            "issn": "",
            "pages": "29--39",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Trypsinogen expression in human ovarian carcinomas",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hirahara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miyagi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miyagi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yasumitsu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Koshikawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nagashima",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kitamura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Minaguchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Umeda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miyazaki",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Int. J. Cancer",
            "volume": "63",
            "issn": "",
            "pages": "176--181",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Association of trypsin expression with recurrence and poor prognosis in human esophageal squamous cell carcinoma",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iku",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Itoh",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hosokawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cancer",
            "volume": "91",
            "issn": "",
            "pages": "1324--1331",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Association of trypsin expression with tumour progression and matrilysin expression in human colorectal cancer",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iku",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Adachi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Imsumran",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nosho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Min",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Horiuchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Itoh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Pathol",
            "volume": "199",
            "issn": "",
            "pages": "176--184",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Ateeq, SPINK1 promotes colorectal cancer progression by downregulating Metallothioneins expression",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tiwari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Pandey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shukla",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Dhanasekaran",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Oncogene",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The road to resistance: EGFR mutation and cetuximab",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bardelli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Jänne",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Med",
            "volume": "18",
            "issn": "",
            "pages": "199--200",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Interactive docking prediction of protein-protein complexes and symmetric multimers",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wiehe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "B.-H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vreven",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Server",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioinformatics",
            "volume": "30",
            "issn": "",
            "pages": "1771--1773",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Proteolytic activation of the porcine epidemic diarrhea coronavirus spike fusion protein by trypsin in cell culture",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Wicht",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Willems",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Meuleman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Wubbolts",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Kuppeveld",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "",
            "pages": "7952--7961",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Neuroprotective effect of ulinastatin on spinal cord ischemia-reperfusion injury in rabbits",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Oxid. Med. Cell. Longev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Therapeutic targeting of SPINK1-positive prostate cancer",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ateeq",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tomlins",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Laxman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Asangani",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Pienta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Varambally",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Chinnaiyan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Sci. Transl. Med",
            "volume": "3",
            "issn": "",
            "pages": "72--89",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Serum serine peptidase inhibitor Kazal-type 1, trypsinogens 1 to 3, and complex of trypsin 2 and alpha1-antitrypsin in the diagnosis of severe acute pancreatitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rainio",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lindstrom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Penttilä",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Itkonen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kemppainen",
                    "suffix": ""
                },
                {
                    "first": "U.-H",
                    "middle": [],
                    "last": "Stenman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kylänpää",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pancreas",
            "volume": "48",
            "issn": "",
            "pages": "374--380",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Impact of BRAF and RAS mutations on first-line efficacy of FOLFIRI plus cetuximab versus FOLFIRI plus bevacizumab: Analysis of the FIRE-3 (AIO KRK-0306) study",
            "authors": [],
            "year": 2017,
            "venue": "FIRE-3 Investigators",
            "volume": "79",
            "issn": "",
            "pages": "50--60",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Differential expression of trypsinogen and tumor-associated trypsin inhibitor (TATI) in bladder cancer",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hotakainen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bjartell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sankila",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jarvinen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paju",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rintala",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Haglund",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "H"
                    ],
                    "last": "Stenman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int. J. Oncol",
            "volume": "28",
            "issn": "",
            "pages": "95--101",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Concomitant tumor expression of EGFR and TATI/SPINK1 associates with better prognosis in colorectal cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Koskensalo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Louhimo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hagström",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lundin",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "H"
                    ],
                    "last": "Stenman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Haglund",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLOS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PRSS1 leads to cetuximab resistance. (A) Heat map representation of PRSS gene expression (PRSS1, PRSS2, and PRSS3) in a panel of cetuximab-resistant cell lines (n = 19) and cetuximab-sensitive cell lines (n = 30). Gene clustering was performed with Euclidean distance as a similarity metric. Values are log 2 median-centered intensities. (B) RT-PCR and Western blot measurements of the expression of PRSS family genes in a panel of colon cancer cell lines (n = 6). GAPDH, glyceraldehyde-3-phosphate dehydrogenase. (C) Real-time PCR measurement of relative PRSS1 expression in a panel of colon cancer cell lines (n = 6). Data shown are the means ± SD of triplicate measurements that had been repeated three times with similar results. (D) ELISA measurement of PRSS1 expression in a panel of colon cancer cell lines (n = 6). Data shown are the means ± SD of triplicate measurements that had been repeated three times with similar results. (E) Left: Representative IHC staining of PRSS1 in human CRC samples. Scale bar, 100 m. Right: Correlation of cetuximab effectiveness (response or resistance) with positive PRSS1 staining.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "PRSS1 attenuates cetuximab-mediated inhibition of the EGFR signaling pathway. (A) Western blot determination of EGFR, AKT, and ERK phosphorylation in stable PRSS1-knockdown LoVo cells (shPRSS1-1 and shPRSS1-2) compared with that in mock and shSCRM LoVo cells (A) treated or untreated with cetuximab (10 g/ml). (B) Western blot determination of EGFR, AKT, and ERK phosphorylation in stable PRSS1-knockdown HT-29 cells (shPRSS1-1 and shPRSS1-2) compared with that in mock and shSCRM HT-29 cells treated or untreated with cetuximab (10 g/ml). (C) Western blot determination of EGFR, AKT, and ERK phosphorylation in stable PRSS1-overexpressing DiFi cells (the PRSS1 mature peptide and PRSS1 full-length peptide) compared with that in mock and vector DiFi cells treated or untreated with cetuximab (10 g/ml). (D) Western blot determination of EGFR, AKT, and ERK phosphorylation in PRSS1-overexpressing LoVo cells (the PRSS1 mature peptide and PRSS1 full-length peptide) compared with that in mock and vector LoVo cells treated or untreated with cetuximab (10 g/ml). Data shown are from experiments that were repeated three times with similar results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "PRSS1 causes to cetuximab resistance by cleaving it and decreasing its effectiveness. (A) Western blot showing that the HT-29 cell culture supernatant and recombinant human PRSS1 cleaved cetuximab. (B) Western blot showing that the cell culture supernatants of DiFi, LoVo, and HT-29 cells cleaved cetuximab over time in vivo. (C) ELISA using goat anti-mouse IgG showing the cetuximab pharmacokinetics in the cell culture supernatants of HT-29, LoVo, and DiFi cells in vivo. All values are the means ± SD from three independent experiments. (D) Western blot showing cetuximab cleavage by the cell culture supernatants of shPRSS1-1, shPRSS1-2, mock, and control LoVo cells. (E) ELISA using goat anti-mouse IgG showing the cetuximab pharmacokinetics in the cell culture supernatants of shPRSS1-1, shPRSS1-2, mock, and control LoVo cells. All values are the means ± SD from three independent experiments. Differences in growth were determined using Student's t test and by calculating subsequent P values. **P < 0.01, ***P < 0.001. Error bars represent the SD. (F) Western blot showing cetuximab cleavage by the cell culture supernatants of shPRSS1-1, shPRSS1-2, mock, and control HT-29 cells. (G) ELISA using goat anti-mouse IgG showing the cetuximab pharmacokinetics in the cell culture supernatants of shPRSS1-1, shPRSS1-2, mock, and control HT-29 cells. All values are the means ± SD from three independent experiments. Differences in growth were determined using Student's t test and by calculating subsequent P values. **P < 0.01 and ***P < 0.001. Error bars represent the SD. (H) Western blot showing cetuximab cleavage by the cell culture supernatants of PRSS1overexpressing, mock, and control DiFi cells. (I) ELISA using goat anti-mouse IgG showing the cetuximab pharmacokinetics in the cell culture supernatants of PRSS1overexpressing, mock, and control DiFi cells at 0, 12, and 24 hours. All values are the means ± SD from three independent experiments. Differences in growth were determined using Student's t test and by calculating subsequent P values. **P < 0.01 and ***P < 0.001. Error bars represent the SD. (J) Western blot showing cetuximab cleavage by the cell culture supernatants of PRSS1-overexpressing, mock, and control LoVo cells. (K) ELISA using goat anti-mouse IgG showing the cetuximab pharmacokinetics in the cell culture supernatants of PRSS1-expressing, mock, and control LoVo cells at 0, 12, and 24 hours. All values are the means ± SD from three independent experiments.Differences in growth were determined using Student's t test and by calculating subsequent P values. **P < 0.01 and ***P < 0.001. Error bars represent the SD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SPINK1 effectively inhibits PRSS1 cleavage of mAbs. (A) Western blot showing that ulinastatin and SPINK1 inhibited recombinant human PRSS1 cleavage of bevacizumab. (B) Western blot showing effective inhibition of recombinant human PRSS1 cleavage of bevacizumab by SPINK1. (C) qPCR measurement of relative SPINK1 expression in a panel of CRC cell lines (n = 6). (D) ELISA measurement of relative SPINK1 expression in a panel of CRC cell lines (n = 6). All values are the means ± SD from three independent experiments. Error bars represent the SD. (E) Top: Western blot showing that the purified SPINK1 effectively inhibited recombinant human PRSS1 cleavage of bevacizumab. Bottom: The heavy chain signal for each sample was quantified by ImageJ relative to the sample without PRSS1 and SPINK1. Data are the means ± SD (n = 5 cultures); **P < 0.01 and ***P < 0.001. (F) SPINK1 effectively inhibited cetuximab cleavage by PRSS1 secreted in the HT-29 cell culture supernatant. (G) ELISA testing and quantification of the degree of cleavage depicted in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Cetuximab or bevacizumab combined with SPINK1 synergistically reduces colon cancer cell growth in vitro and in vivo. (A) MTT assay of the proliferation of HT-29 cells treated with saline, SPINK1, cetuximab (1 or 5 g/ml), or cetuximab combined with SPINK1 for 72 hours. (B) LoVo xenograft volumes in BALB/c nude mice treated with saline, SPINK1, bevacizumab, or bevacizumab combined with SPINK1. **P < 0.01 versus cetuximab therapy on day 45. (C) Tumor weights of LoVo xenografts in BALB/c nude mice treated with saline, SPINK1, bevacizumab, or bevacizumab combined with SPINK1 on day 45. The data are the means ± SD (n = 6 per group). **P < 0.0 and ***P < 0.001. (D) Western blots of pERK in LoVo xenografts treated with saline, SPINK1, cetuximab (Cetuxi), or cetuximab (Cetuxi) combined with SPINK1. (E) Volumes of HT-29 xenografts in BALB/c nude mice treated with saline, SPINK1, cetuximab, bevacizumab, cetuximab combined with SPINK1, or bevacizumab combined with SPINK1. The data are the means ± SD (n = 6). **P < 0.01 versus monotherapy on day 27. (F) Representative IHC staining of pERK in HT-29 xenografts treated with saline, SPINK1, cetuximab (Cetuxi), or cetuximab (Cetuxi) combined with SPINK1. (G) Representative immunofluorescence staining of CD34 in HT-29 xenografts treated with saline, SPINK1, bevacizumab (Beva), or bevacizumab (Beva) combined with SPINK1. Scale bar, 100 m. (H) Microvascular density (MVD) quantification, where the CD34 signal was focused on endothelial cells in the xenograft tumor sections. Data are the average fluorescence intensities of treated tumors and the averages of five fields per tumor of four different tumors. **P < 0.01 and ***P < 0.001. Data shown are the means ± SD of three to five experiments. Differences in growth were determined using Student's t test and by calculating subsequent P values. Error bars represent the SD. We analyzed 30 liver sections from six mice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "PRSS1 levels can be used to estimate cetuximab monotherapy effectiveness. (A) Flowchart of the study. (B and C) Average PRSS1 expression in the serum of 52 cetuximab-treated patients with CRC who were cetuximab responsive (n = 33, green squares) or cetuximab resistant (n = 19, red circles) (B) and in the serum of patients with mCRC before and after cetuximab therapy (n = 35) (C). ELISA was used to detect PRSS1 levels in the plasma of healthy individuals and patients with CRC. The same amount of plasma was analyzed for each sample. The results are the means ± SD. Experiments were performed at least in triplicate. P values represent comparisons of the mean expression scores for each group. **P < 0.01 versus responsive patients. (D) Kaplan-Meier plots of the PFS of low-PRSS1 patients (n = 27) and high-PRSS1 patients (n = 25) among cetuximab-treated patients with CRC. (E and F) Kaplan-Meier plots of the PFS of low-PRSS3 patients (n = 20) and high-PRSS3 patients (n = 16) among patients with HNSCC treated with cetuximab (TCGA study from the Oncomine database) (E) and of low-PRSS1 patients (n = 24) and high-PRSS1 patients (n = 20) with colorectal adenocarcinoma treated with bevacizumab (TCGA study from the Oncomine database) (F).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Competing interests: The authors declare that they have no competing interests. Data and materials availability: All data needed to evaluate the conclusions in the paper are present in the paper and/or the Supplementary Materials. Additional data related to this paper may be requested from the authors. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}