{
    "paper_id": "a497dea73b329a11331c9835fabff84a7e5eedcd",
    "metadata": {
        "title": "Symptomatic Venous Thromboembolism Is a Disease Related to Infection and Immune Dysfunction",
        "authors": [
            {
                "first": "Qianglin",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhu",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haoming",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lemin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": "wanglemin@tongji.edu.cn."
            },
            {
                "first": "Fan",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Lv",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yanli",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The characteristics of human genomics and cellular immune function between clinically symptomatic venous thromboembolism (VTE) and controls were systematically compared to explore the immunologic pathogenesis of VTE. Microarray assay showed the mRNA expressions of genes related to non-specific cellarer immune and cytokines were significantly down-regulated. Abnormal expressions of CD3+, CD4+, CD8+, NK marker CD16+56+, CD19 and aberrant CD4+/CD8+ ratio were detected in 54 among 56 patients. In PE patients, microarray assay revealed the imbalance in the expressions of genes related to the immune system. The expressions of genes related to non-specific immune cells and cytokines were markedly up-regulated and those associated with cellular immune were dramatically down-regulated. In VTE patients, cytological examination indicated the functions of NK cells were significantly compromised, and the antigen recognition and killing function of T cells markedly decreased. The consistence between genomic and cytological examination suggests the symptomatic VTE is closely associated with the infection and immune dysfunction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Venous thromboembolism (VTE) including acute pulmonary embolism (APE), chronic thromboembolic pulmonary hypertension (CTEPH) and deep venous thrombosis (DVT) is a global disease. The high morbidity, high misdiagnosis rate and high mortality render PE as a worldwide health problem (1) . In 1965, Egeberg et al first described a parentage with inherited antithrombin deficiency, a member of which repeatedly developed DVT. The antithrombin deficiency is an autosomal dominant genetic disease and they first proposed the concept of thrombophilia (2) . However, evidence on the genetic pathogenesis of VTE is rarely identified in a majority of VTE patients (3) . According to the pathogenesis, VTE is classified into genetic VTE and acquired VTE which is frequently found in clinical practice. The symptomatic VTE is an entity of hereditary VTE and acquired VTE.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 284,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The American College of Chest Physicians (ACCP) has recommended the guidelines for the diagnosis and prevention of VTE since 1995. A total of 9 issues have been published by the end of 2012 (4) , and the contents have also been continuously renewed. ACCP proposed that Trauma, surgery, old age, malignancies, pregnancy, heart failure and oral administration of contraceptives are the main risk factors of VTE and ACCP also proposed the concept of risk stratification for prophylaxis of VTE by which differ-Ivyspring International Publisher ent managements were used for prevention from VTE in different risk patients (5, 6) . The incidence of symptomatic VTE is not reduced but gradually increased, the reason of which may be related to the unclear pathogenesis of VTE (7) .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 621,
                    "end": 623,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 2006, Smeeth et al reported the occurrence of VTE was associated with infection, and VTE was frequently observed within 2 weeks after infection (8) .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 2010, we reported VTE in multiple organs of a patient who died of SARS, suggesting viral infection is a cause of systemic VTE (9) . In addition, in 2010, we detected virus-like microorganisms in the lymphocytes of a young pulmonary hypertension patient with increased D-Dimer, which morphologically confirmed the attack of T cells by virus, and peripheral decreased CD3 + and CD8 + level also indicated virus infection caused significantly compromised function of T cells (10) . In 2011, we reported the decreased CD3 + and CD8 + level with an increased CD4 + /CD8 + ratio in a group of CTEPH patients, suggesting T cellular immune dysfunction and ratio imbalance in CTEPH patients (11) . In the present study, the whole human genome microarray and Gene Ontology (GO) analysis were employed to detect the targeting of symptomatic pulmonary embolism (PE). In addition, flow cytometry was performed to investigate the changes in immune cells in VTE patients, which aimed to validate the results from genome analysis. Based on the findings above, the relationship between immune dysfunction and clinical symptomatic VTE was analyzed. The CPR level in part of VTE inpatients was determined.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Genomic study 20 PE inpatients and 20 controls were randomly selected in Cardiology Department, Tongji Hospital of Tongji University. In the PE group, there were 11 males and 9 females, with a mean age of 70±14 years (44~89 years). There were 13 patients with acute PE and 7 with CTEPH. The pulmonary artery pressure was 50-108 mmHg in CTEPH patients. In the control group, 20 patients (11 males and 9 females) with a mean age of 72±14 years (44~91 years) were enrolled during the same period. No significant difference in age was found between PE patients and control patients (P>0.05). Malignancies, use of immunosuppresants or autoimmune diseases were excluded in all patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects"
        },
        {
            "text": "A total of 56 clinically proven VTE patients (34 with APE, 9 with DVT and 13 with CTEPH) aged 64±18 years (13~88 years) were recruited from Tongji Hospital, including 26 males and 30 females. The immunological parameters of these patients were all compared with the detection intervals of normal population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cellular immunology"
        },
        {
            "text": "The diagnostic criteria of acute PE were the same as the above and the diagnosis of DVT was based on the criteria previously reported (12) . The criteria for CTEPH developed by American AHA were used for the diagnosis of CTEPH (13) . In the present study, 13 patients had the mean pulmonary artery systolic pressure of 54-106 mmHg. Malignancies, use of immunosuppresants or autoimmune diseases were excluded in all patients. All patients were from Shanghai, China. The present study was approved by the Ethics Committee of Tongji Hospital and informed consent was obtained before study.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Cellular immunology"
        },
        {
            "text": "A total of 5 ml of venous EDTA anti-coagulated blood was obtained from patients of both groups and mononuclear cells were isolated by density gradient centrifugation. Red blood cell lysis buffer (Qiagen, Hilden, Germany) was used to isolate mononuclear cells and total RNA was extracted from mononuclear cells with TRIzol (Invitrogen, Carlsbad, USA) followed by purification with RNeasy column (QIAGEN). Treatment with DNase was performed to avoid the influence by genomic DNA. Quantification of extracted RNA was performed with Nanodrop ND-1000 spectrophotometer (Nanodrop Technology, Cambridge, UK).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extraction of total RNA"
        },
        {
            "text": "Agilent G4112A Whole Human Genome Oligo Microarrays were purchased from Agilent (USA). A microarray is composed of 44,290 spots including 41675 genes or transcripts, 314 negative control spots, 1924 positive control spots and 359 blank spots. The functions of more than 70% of genes in the microarray have been known. All patients of both groups were subjected to microarray analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene expression profiling"
        },
        {
            "text": "Indirect approach was applied to mark samples. About 1 μg of total RNA was reversely transcribed into double strand cDNA. After purification, in vitro amplification was performed with Agilent Low RNA Input Linear Amplification Kit (Agilent, Pal alto, USA) and modified UTP [aaUTP, 5-(3-aminoally1)-UTP] was used to replace UTP. The integrated aaUTP can interact with Cy3 NHS ester forming fluorescent products which are then used for hybridization. The integration rate of fluorescence can be determined with a NanodropND-1000 spectrophotometer. Then, hybridization mixture was prepared with Agilent oligonucleotide microarray in situ hybridization plus kit. About 750 ng of fluorescent products were fragmented at 60℃ and hybridization was conducted in Human Whole-Genome 60-mer oligo-chips (G4112F, Agilent Technologies) at 60℃ for 17 h at 10 rpm. After hybridization, the chips were washed with Agilent Gene Expression Wash Buffer according to manufacturer's instructions. Original signals were obtained Agilent scanner and Feature Extraction software. The standardization of original signals was carried out with RMA standardized method and standardized signal values were used for screening of differentially expressed genes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample marking and hybridization"
        },
        {
            "text": "The spots in the microarray were randomly selected and their expressions were confirmed by RT-PCR. Among genes with differential expressions, 3 genes were randomly selected and these genes and house keeping gene (GAPDH) were subjected to RT-PCR. The relative expressions were expressed as the expressions of target genes normalized by that of GAPDH (2 -△△ Ct ). Melting curve and 2 -△△ Ct method were used to compare the difference in the expressions between control group and PE group. Results from RT-PCR were consistent with microarray analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT-PCR"
        },
        {
            "text": "Gene Ontology organizes gene function into hierarchical categories based on biological process, molecular function and cellular component. Fisher's exact test was applied for over representation of selected genes in GO biological categories. In order to assess the significance of a particular category by random chance, false discovery rate (FDR) was estimated for all of categories. After 5,000 re-samplings, FDR was defined as FDR=1-Nk/T, where Nk refers to the subtracted number which was from Fisher's test in random samples. We specified the threshold of significant GO as p-value<0.05, FDR<0.05 and enrichment parameters. Enrichment represents the degree of gene expression significance. The equation of enrichment is as following: Re=(nf/n)/(Nf/N) (14) , where nf is the number of significant genes within the particular category, n is the total number of genes within the same category, Nf is the number of significant genes in the entire microarray, N is the number of all genes tested.",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 760,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Go analysis"
        },
        {
            "text": "Agilent Feature extraction software was used to collect original data from microarray followed by analysis with robust multichip average (RMA). Gene intensity data between PE group and control group were compared with t test after calibration with a stochastic variance model. Differentially expressed genes were identified from whole genomes. Independent-Samples T Test was used to compare mRNA levels in samples from PE patients and controls. Statistical tests were performed using SPSS 17.0, and p values <0.05 were considered significant. Before t test, test for equality of variances was performed, if variances were not equal, t test result would be corrected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Significant differential gene expression analysis"
        },
        {
            "text": "Sample collection: the fasting venous blood (2 ml) was collected in the morning and added to the ET tube. Flow cytometry was performed to detect the differentiation antigens on immune cells with BECKMANCOULTER EPICS XL-II flow cytometer. In 56 patients, the CD3 + , CD4 + , CD8 + , and CD19 were detected, and the NK cell marker CD16 + +56 + was detected in 50 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of differentiation antigens on immune cells"
        },
        {
            "text": "The CRP level in VTE patients was detected by scintillation turbidimetry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRP determination"
        },
        {
            "text": "GO analysis targets the compromised immune functions of T cells and the decreased expression of immune receptor complex in PE patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GO analysis in genomic study"
        },
        {
            "text": "Among 12 genes related to the activation and chemotaxis of neutrophils, the mRNA expressions of 9 genes were significantly up-regulated in PE group (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 157,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "mRNA expressions of neutrophils-related genes"
        },
        {
            "text": "In the PE patients, the mRNA expression of CD14, a mononuclear cell surface antigen, was markedly up-regulated and that of CD74, a macrophage activating factor, was also significantly up-regulated. In addition, the mRNA expressions related to Fc fragment of surface receptors (FCGR2A, FCGR2B, FCGR2C, ITGAL and SCARB1) were largely increased significantly ( Figure 2 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 366,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "mRNA expressions of monocytes and macrophages"
        },
        {
            "text": "The mRNA expressions of C1 and C3 remain unchanged. In PE group, the mRNA expressions of C4b, C5, C5b as well as their receptors and complement integrins were markedly up-regulated but those of membrane attack complex component C6, C7, and C9 were significantly down-regulated when compared with the control group ( Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 324,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "mRNA expressions of complements related genes"
        },
        {
            "text": "In the PE group, the mRNA expressions of IFN regulatory factors, TNF and IL-10 were markedly up-regulated. IL-2 and IL-23A mRNA expressions were significantly down-regulated when compared with control group (Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 216,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "mRNA expressions of genes related to cytokines and their regulating factors"
        },
        {
            "text": "In the PE group, the expression of killer lectin-like receptor (KLR) was markedly down-regulated when compared with control group, and the NCR1 mRNA expression was also markedly down-regulated ( Figure 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 203,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "mRNA expressions of NK cells related genes"
        },
        {
            "text": "Only CD86 mRNA expression was significantly up-regulated in PE group ( Figure 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 79,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "mRNA expressions of B cells related genes"
        },
        {
            "text": "In the PE group, the mRNA expressions of T cell mediated cellular immunity, protein kinases related to transmembrane signal transduction (protein tyro-sine kinase-ZAP70), T cell surface antigens (especially CD3), membrane surface immune receptor complex and T cell granzymes were markedly down-regulated when compared with the control group (Figure 7) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 351,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "mRNA expressions of T cell mediated cellular immunity"
        },
        {
            "text": "A total of 6 parameters(CD3 + , CD4 + , CD8 + , CD4 + /CD8 + , CD19 and CD16 + +56 + ) were measured in the 56 PE patients, and 53 had abnormalities in one or more parameters: 27 had abnormal CD3 + expression (decreased in 25 and increased in 2) ( Figure 8A ); 18 had aberrant CD4 + expression (decreased in 10 and increased in 8) ( Figure 8B) ; 26 had abnormal CD8 + expression(decreased in 25 and increased in 1) ( Figure  8C ); 30 had aberrant CD4 + /CD8 + ratio (decreased in 7 and increased in 23) ( Figure 8D ); 23 had abnormal NK CD16 + +56 + expression in 50 patients (decreased in 14 and increased in 9) ( Figure 8E ) and 17 had aberrant CD19 expression in 56 patients (decreased in 15 and increased in 2)( Figure 8F ); The CD8 + expression was decreased in 25 out of 56 patients(44.6%), the CD8 + and CD16 + +56 + expressions were decreased in 34 out of 56 patients(60.7%), and the CD8 + , CD16 + +56 + and CD19 expressions were decreased in 39 out of 56 patients(69.8%)( Figure 8G ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 257,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 333,
                    "end": 343,
                    "text": "Figure 8B)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 417,
                    "end": 427,
                    "text": "Figure  8C",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 505,
                    "end": 514,
                    "text": "Figure 8D",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 615,
                    "end": 624,
                    "text": "Figure 8E",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 716,
                    "end": 725,
                    "text": "Figure 8F",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 982,
                    "end": 991,
                    "text": "Figure 8G",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Findings in cellular immunology"
        },
        {
            "text": "In 56 VTE patients, 44 patients received CRP determination. The CRP level in 35 out of 44 patients (79.5%) was higher than normal range (Figure 9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 145,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "CRP determination"
        },
        {
            "text": "The Go analysis of the genomic study targeted the decreased immune function of T cells and immune receptor complex in PE patients, suggesting the occurrence of PE is closely related to the immune dysfunction. Statistical analysis revealed the mRNA expressions of genes associated with innate immunity and cytokines were markedly up-regulated and those related to the cellular immunity of T cells and NK cells significantly down-regulated. In addition, cytological experiment indicated 6 parameters related to immune function were abnormal in 53 of 56 VTE patients. The expressions of CD3 + and CD8 + were markedly reduced and the CD4 + /CD8 + ratio significantly increased. The number of CD16 + +56 + and CD19 cells was reduced. The results from cytological examination and genome analysis were consistent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Among the 56 patients with VTE, 25 (44.6%) had decreased CD3 + T cells, 25 had reduced CD8 + T cells and 23 (41%) had increased CD4 + /CD8 + ratio. These findings indicated the ability of T cells to recognize antigen and transmit activation signals was significantly compromised, and the capability of T cells to kill the pathogen infected cells decreased. The compromised T cell immune function is often identified in patients with malignancy, use of immunosuppressant, viral infection or malnutrition (15, 16) . In the present study, none of patients had malignancies or were treated with immunosuppressants. Therefore, the pathogenesis of VTE might be closely related to viral infection or malnutrition. In our report, the syn-thesis and release of virus-like micro-organisms were noted in the lymphocytes under an electron microscope in a young pulmonary hypertension patient with increased D-Dimer (10) .",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 507,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 903,
                    "end": 907,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Among 56 patients with VTE, 14 had decrease of CD16 + +56 + NK cells, which suggests the ability of NK cells to kill intracellular pathogens including virus is impaired. CD19 is only expressed on the B lymphocytes of normal hemopoietic system and the follicular dendritic cells (FDC) of germinal center. The expression of CD19 is detectable back to progenitor B cells and present during the maturation of B lymphocytes. Once the B cells differentiate into plasma cells, the CD19 expression is absent. CD19 involves in the flux of Ca 2+ in the B lymphocytes, and can regulate the activation and proliferation of B cells (17) . Among 56 VTE patients, 15 had decreased CD19 expression, which suggests the activity and proliferation of B cells are compromised.",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 623,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In 53 of 56 VTE patients, the expressions of CD3 + , CD8 + , CD16 + +56 + and CD19 were separately or combinedly down-regulated or the CD4 + /CD8 + ratio was abnormal. These results imply the occurrence of VTE is closely related to the immune function. In the present study, CD16 + +56 + T cells and/or CD8 + T cells were decreased in 34 out of 56 VTE patients (60.7%). Down-regulation of CD16 + +56 + , CD8 + and/or CD19 was found in 39 out of 56 patients (69.64%). These findings indicate the symptomatic VTE is associated with the decrease of innate immunity and adaptive immunity in more than 2/3 of patients. Moreover, 53 VTE patients (94.6%) had one or more immune dysfunctions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Among 56 VTE patients, only 3 had normal immune function. Two patients were a 31-year-old male acute PE patient and 62-year-old female acute PE patient who did not receive genetic testing. The remaining one patient was a 66-year-old female patient who was diagnosed as CTEPH and underwent splenectomy 20 years ago. For patients with abnormal immune function on admission, it was difficult to confirm when the immune function became abnormal. However, we found that more than 10 patients with down-regulation of CD8 + and CD16 + +56 + developed symptomatic VTE sequentially.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Among 56 VTE patients, more than 50% of patients had symptoms of respiratory infection or a history of respiratory infection recently. Among 56 VTE patients, CRP was measured in 44 patients and 35 (79.5%) had increase of CRP, which implies inflammation is related to the occurrence of VTE. In response to the invasion of foreign pathogens to human body, instantaneous innate immune response occurs within 0-4 hours after infection, and early innate immune response occurs 4-96 hours after infection (18, 19) . DVT and PE often occurred after 2-10 days postoperatively, which coincided with the infection process of innate and adaptive immune function (20) .",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 503,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During the 3-year follow up period, 21 VTE patients (40%; including those died) were lost to follow up. Among patients receiving follow up, all were treated with warfarin for anti-coagulation. In addition, immunological examination and detection of D-Dimer were also carried at designed time points. Our results showed about 30% of VTE patients receiving follow up did not have increase of D-Dimer level any more at 0.1~1 year after warfarin discontinuation when the immunological examination and detection of D-D dimer showed normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Of 56 patients with symptomatic VTE, the relationship between VTE and immune dysfunction was found in 53 (94.6%). Nevertheless, patients with immune dysfunction do not develop symptomatic VTE in a short time. The compromised or disorganized immune function may be the internal cause of susceptibility to acquired VTE, and infection acts as a triggering factor of acquired VTE. When the pathogens invade the subjects with immune dysfunction, the pathogens can not be completely removed by the immune system. Thus, patients with compromised or disorganized immune function are susceptible to acquired VTE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Prevention and treatment of venous thromboembolism. International Consensus Statement (guidelines according to scientific evidence)",
            "authors": [],
            "year": 2006,
            "venue": "Int Angiol",
            "volume": "25",
            "issn": "",
            "pages": "101--61",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Inherited Antithrombin Deficiency Causing Thrombophilia",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Egeberg",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Thromb Diath Haemorrh",
            "volume": "13",
            "issn": "",
            "pages": "516--546",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Genetic risk factors of venous thrombosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Reitsma",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Hum Genet",
            "volume": "109",
            "issn": "",
            "pages": "369--84",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevention of VTE in nonsurgical patients: Antithrombotic Therapy and Prevention of Thrombosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chest",
            "volume": "141",
            "issn": "2",
            "pages": "195--226",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prevention of venous thromboembolism: the Seventh ACCP Conference on Antithrombotic and Thrombolytic Therapy",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Geerts",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Pineo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Heit",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "126",
            "issn": "",
            "pages": "338--400",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Prevention of venous thromboembolism: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Geerts",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bergqvist",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Pineo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chest",
            "volume": "133",
            "issn": "",
            "pages": "381--453",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A 10-year analysis of venous thromboembolism on the surgical service: the effect of practice guidelines for prophylaxis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Shackford",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Terrien",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bouchard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ratliff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zubis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Surgery",
            "volume": "144",
            "issn": "1",
            "pages": "3--11",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk of deep vein thrombosis and pulmonary embolism after acute infection in a community setting",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Smeeth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "9516",
            "pages": "1075--1084",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Severe acute respiratory syndrome and venous thromboembolism in multiple organs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiang-Hua",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Le-Min",
                    "suffix": ""
                },
                {
                    "first": "Ai",
                    "middle": [
                        "-"
                    ],
                    "last": "Bin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "182",
            "issn": "",
            "pages": "436--443",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Compromised t-cell immunity and virus-like structure in a patient with pulmonary hypertension",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "182",
            "issn": "",
            "pages": "434--439",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cell-mediated Immune deficiency or compromise in patients with CTEPH",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haoming",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lemin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "183",
            "issn": "3",
            "pages": "417--425",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Current diagnosis of venous thromboembolism in primary care: a clinical practice guideline from the American Academy of Family Physicians and the American College of Physicians",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Qaseem",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Snow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ann Intern Med",
            "volume": "146",
            "issn": "6",
            "pages": "454--458",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "ACCF/AHA 2009 expert consensus document on pulmonary hypertension: a report of the American College of Cardiology Foundation Task Force on Expert Consensus Documents and the American Heart Association: developed in collaboration with the",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Mclaughlin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Archer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Badesch",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Circulation",
            "volume": "119",
            "issn": "16",
            "pages": "2250--2294",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Genome-scale analysis of in vivo spatiotemporal promoter activity in Caenorhabditis elegans",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dupuy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bertin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hidalgo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Biotechnol",
            "volume": "25",
            "issn": "",
            "pages": "663--671",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "CD molecules 2006--human cell differentiation molecules",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zola",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Swart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banham",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol Methods",
            "volume": "318",
            "issn": "1-2",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Immune reconstitution in HIV infection and its relationship to cancer",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Scadden",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hematol Oncol Clin North Am",
            "volume": "17",
            "issn": "3",
            "pages": "703--719",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "CD19 is essential for B cell activation by promoting B cell receptor-antigen microcluster formation in response to membrane-bound ligand",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Depoil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fleire",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Treanor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Immunol",
            "volume": "9",
            "issn": "1",
            "pages": "63--72",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "C-reactive protein and risk of venous thromboembolism in the general population",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zacho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tybjaerg-Hansen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Nordestgaard",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arterioscler Thromb Vasc Biol",
            "volume": "30",
            "issn": "8",
            "pages": "1672--1680",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The evolution of inducible defenses: Current ideas",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tollrian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Harvell",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The Ecology and Evolution of Inducible Defenses",
            "volume": "",
            "issn": "",
            "pages": "306--321",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Early development of deep-vein thrombosis following hip fracture surgery: the role of venous wall thickening detected by B-mode ultrasonography",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cracowskia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bossona",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baloula",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Vascular Medicine",
            "volume": "3",
            "issn": "",
            "pages": "269--274",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "mRNA expressions of neutrophils-related genes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "mRNA expressions of monocytes and macrophages.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "mRNA expressions of complements related genes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "mRNA expressions of genes related to cytokines and their regulating factors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "mRNA expressions of NK cells related genes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "mRNA expressions of B cells related genes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "mRNA expressions of T cell mediated cellular immunity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Findings in cellular immunology. A, 27 had abnormal CD3 + expression (decreased in 25 and increased in 2); B, 18 had aberrant CD4 + expression (decreased in 10 and increased in 8); C, 26 had abnormal CD8 + expression(decreased in 25 and increased in 1); D, 30 had aberrant CD4 + /CD8 + ratio (decreased in 7 and increased in 23); E, 23 had abnormal NK CD16 + +56 + expression in 50 patients (decreased in 14 and increased in 9); F, 17 had aberrant CD19 expression in 56 patients (decreased in 15 and increased in 2); G, The CD8 + expression was decreased in 25 out of 56 patients(44.6%), the CD8 + and CD16 + +56 + expressions were decreased in 34 out of 56 patients(60.7%), and the CD8 + , CD16 + +56 + and CD19 expressions were decreased in 39 out of 56 patients(69.64%).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The CRP level in 35 out of 44 patients (79.5%) was higher than normal range.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by \"12 th five year\" National Science and Technology Supporting Program (2011BAI11B16).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors have declared that no competing interest exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        }
    ]
}