{
    "paper_id": "a4f39fce76a00087b57733d4da58e67b49966eae",
    "metadata": {
        "title": "Ciliocytophthoria of nasal epithelial cells after viral infection: a sign of suffering cell",
        "authors": [
            {
                "first": "Matteo",
                "middle": [],
                "last": "Gelardi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bari",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giorgio",
                "middle": [],
                "last": "Ciprandi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Casa di Cura Villa Montallegro",
                    "location": {
                        "settlement": "Genoa",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Ciliocytophthoria (CCP) defines a degenerative process of the ciliated cells consequent to viral infections, and it is characterized by typical morphological changes. We evaluated the distinct and characteristic phases of CCP, by means of the optical microscopy of the nasal mucosa (nasal cytology), in 20 patients (12 males and 8 females; aged between 18 and 40 years). Three phases of CCP by nasal cytology are detected. This outcome confirms that CCP represents a sign of suffering nasal epithelial cell. (www.actabiomedica.it)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "It is well known that the term ciliocytophthoria defines a degenerative process of the ciliated cells consequent to viral infections, and it is characterized by typical morphological changes. Joseph Leidy firstly described asmathosis ciliaris in samples recovered from asthmatic patients: i.e. damaged respiratory cells (1) . Later, Hilding reported aberrant nasal cells similar to parasitic cells (2) . Papanicolau coined the term ciliocytophthoria (CCP) to identify the degenerative process in the bronchial ciliated cells observed during virosis and bronchial carcinoma (3) . After that, other terms (pseudoprotozoa and \"pseudomicrobe\") were used rather than CCP. It confirms the confusion between degenerative process of ciliated cells and flagellated protozoa frequently found in airways (4-7). Further, electron microscopy exactly characterized CCP and allowd to correctly include it into the degenerative phenomena during respiratory infections (8, 9) .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 952,
                    "end": 955,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 956,
                    "end": 958,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "O r i g i n a l a r t i c l e"
        },
        {
            "text": "Experimental CCP has been reproduced in an animal model, exposing porcine and equine respiratory epithelium to a wide variety of pathogens (10, 11) . In human studies, CCP is observed during acute tonsillitis and viral infections (12, 13) , as well as in vaginal smear and peritoneal lavages (3, (14) (15) (16) (17) . Most of studies report CCP as characterized by \"cellular fragments\", without nuclei, with a regular rhythmic movement of the cilia at one edge and a well distinguishable \"terminal bar\".",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "(16)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "(17)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "O r i g i n a l a r t i c l e"
        },
        {
            "text": "On the basis of this background, we evaluated the distinct and characteristic phases of CCP, by means of the optical microscopy of the nasal mucosa (nasal cytology), in 20 patients (12 males and 8 females; aged between 18 and 40 years), who attended the outpatient Center of Rhinology of the University Hospital of Bari (Italy). All patients were affected by viral infections of the upper airways. All patients signed an informed consent and the procedure was approved by the Review Board. Serological data confirmed virous infection (i.e. Influenza virus type A). All patients had nasal congestion, sneezes, watery rhinorrhea, cough, fever, headache, and chills. Anterior rhinoscopy showed hyperemia of the inferior turbinate and clear and abundant mucous. Oropharyngoscopy showed hyperemia of the tonsillar pillars and the oropharyngeal posterior wall. All patients underwent nasal cytology (20, 21) .",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 897,
                    "text": "(20,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "21)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "O r i g i n a l a r t i c l e"
        },
        {
            "text": "All patients had pathological rhinocytograms, characterized by cytopathic alterations consequent to viral infections, including numerous neutrophils and lymphocytes, some columnar cells, part of the ciliated cells, with various degrees of CPP. Figure 1a shows that the typical normal ciliated cell is visible, with its well-conformed ciliary apparatus, with a homogeneous cytoplasm, a finely represented chromatin in the nucleus, an easily recognizable nucleolus and the characteristic supranuclear hyperchromatic stria (SHS +). Notably, at least three distinct phases of CCP are distinguishable during viral infection. The first phase (Figure 1b) is characterized by an initial rarefaction of the ciliary apparatus, with disappearance of the SIS, early cytoplasmic vacuolization and internal reorganization of the chromatin (heterochromatin) forming little clumps. The second phase (Figure 1c) consists of further rarefaction of the ciliary apparatus, leading to its disappearance and confluence of the intracytoplasmic vacuoles; in the nucleus, chromatin tends to coalescence and to compact, with a peripheral halo where the nucleolus is clearly visible. The third phase ( Figure  1d) is characterized by the \"decapitation\" of the apical portion of the ciliated cell, secondary to the latero-lateral confluence of the cytoplasmic vacuoles, so only the caudal portion of the cell (represented by the nucleus and its nucleolus, surrounded by a thin cytoplasm remnants) is visible.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 636,
                    "end": 647,
                    "text": "(Figure 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 883,
                    "end": 894,
                    "text": "(Figure 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1175,
                    "end": 1186,
                    "text": "Figure  1d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "O r i g i n a l a r t i c l e"
        },
        {
            "text": "Acute upper airways inflammation is usually caused by viruses, even though after the viral infection a bacterial overlapped infection may occur, partly favored by the cytopathic effect of the virus itself on the mucosa. Ciliated cells are the most differentiated cells of the nasal mucosa and therefore they are more prone to attack by infections. The most common viruses are Rhinovirus, Myxovirus (Influenza virus), Paramyxovirus (Parainfluenza virus), Coronavirus, Adenovirus and Respiratory Syncytial Virus (RSV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "O r i g i n a l a r t i c l e"
        },
        {
            "text": "CCP has a relevant diagnostic importance. However, a clear description of the cytomorphologic phases of this phenomenon are not depicted in the currently available literature. Nowadays, nasal cytology, a branch of Rhinology, allows to detect and define the different phases of CCP. The current findings are consistent with previous reports (22) , except for the presence of the perinuclear halo, surrounding the nuclear chromatin, is just that portion of the nucleus where the chromatin is absent. The condensation of the hyperchromatic nuclear content could be responsible for formation of the rarefied \"intranuclear halo\" where the nucleolus is visible.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "(22)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "O r i g i n a l a r t i c l e"
        },
        {
            "text": "Of course, further studies of electron microscopy focused on CCP are needed to confirm our preliminary impressions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "O r i g i n a l a r t i c l e"
        },
        {
            "text": "In conclusion, the current study precisely describes the three phases of CCP by nasal cytology and confirms that CCP represents a sign of suffering nasal epithelial cell. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "O r i g i n a l a r t i c l e"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The wonderful lives of Joseph Leidy (1823-1891)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Margulis",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Int Microbiol",
            "volume": "3",
            "issn": "",
            "pages": "55--58",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The common cold",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hilding",
                    "suffix": ""
                }
            ],
            "year": 1930,
            "venue": "Arch Otolaryngol",
            "volume": "12",
            "issn": "",
            "pages": "133--150",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Degenerative changes in ciliatedd cells exfoliating from the bronchial epithelium as a cytologic criterion in the diagno-sis of diseases of the lung",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Papanicolaou",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "NY State J Med",
            "volume": "56",
            "issn": "",
            "pages": "2647--2650",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ciliocytophthoria in sputum from patients with adenovirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Knox",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Proc Soc Exp Biol Med",
            "volume": "104",
            "issn": "",
            "pages": "492--495",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Specific epithe-lial degeneration (Ciliocytophthoria) in inflammatory and malignant respiratory disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Rosenblatt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Trinidad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lisa",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tchertkoff",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Chest",
            "volume": "43",
            "issn": "",
            "pages": "605--612",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ciliocy-tophthoria in clinical virology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hadziyannis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yen-Lieberman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Procop",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Pathol Lab Med",
            "volume": "124",
            "issn": "",
            "pages": "1220--1223",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Tetratrichomonads from the oral and respiratory tract of humans",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kutisova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kulda",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cepicka",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Parasitology",
            "volume": "131",
            "issn": "",
            "pages": "309--319",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Exfoliation of respiratory ep-ithelium in hamster tracheal organ cultures infected with Myco-plasma pneumoniae",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Brody",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Craighead",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Virchows Arch A Pathol Anat Histol",
            "volume": "389",
            "issn": "",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "From the 19th century to the 21st, an old dilemma: ciliocytophthoria, multiflagellated protozoa, or both?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martínez-Giron",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Doganci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ribas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Diagn Cytopathol",
            "volume": "36",
            "issn": "8",
            "pages": "609--620",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effectsofmicrobialisolatesonporcine tracheal and bronchial explant cultures as observed by scanning electron mi-croscopy",
            "authors": [
                {
                    "first": "Gallagherje",
                    "middle": [],
                    "last": "Williamspp",
                    "suffix": ""
                },
                {
                    "first": "Pirtleec",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Scan Electron Microsc",
            "volume": "4",
            "issn": "",
            "pages": "141--150",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Inclusions in equine cytologic speci-mens",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Roszel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Slusher",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Am Vet Med Assoc",
            "volume": "186",
            "issn": "",
            "pages": "359--364",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ciliocytophthoria (CCP) in nasopharyngeal smear from patients with acute tonsillitis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tokunaga",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsuzuki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujioka",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Acta Oto",
            "volume": "454",
            "issn": "",
            "pages": "175--177",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ciliocytophthoria (CCP) in nasal secretions: relation of viral infection to otorhinological disease",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Korematsu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naganuma",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ciliated cell remnants in peritoneal dialysis fluid",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mahoney",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sherwood",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Singleton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitney",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cornbleet",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Arch Pathol Lab Med",
            "volume": "117",
            "issn": "",
            "pages": "211--213",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ciliocytophthoria in pulmonary and vaginal cytology",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Clocuh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ciliocytophthoria in the cervical smear",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Clocuh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ciliocytophthoria in peritoneal dialysis effluent",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hubel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kanitz",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kuhlmann",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Perit Dial Int",
            "volume": "10",
            "issn": "",
            "pages": "179--180",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Detached ciliary tufts in female peritoneal washings: a common finding",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Sidaway",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poonam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Oertel",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Acta Cytol",
            "volume": "31",
            "issn": "",
            "pages": "841--844",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ciliocytophthoria in clinical virology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hadziyannis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yen-Lieberman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Procop",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Pathol Lab Med",
            "volume": "124",
            "issn": "8",
            "pages": "1220--1223",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Role of nasal cytology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gelardi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Fiorella",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fiorella",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ciprandi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Immunopathol Pharm",
            "volume": "23",
            "issn": "",
            "pages": "45--54",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Atlas of nasal cytology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gelardi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nasal cytology: description of a hyperchromatic supranuclear stria as a possible marker for the anatomical and functional integrity of the ciliated cell",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gelardi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cassano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cassano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Fiorella",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Rhinol",
            "volume": "17",
            "issn": "5",
            "pages": "263--271",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Correspondence: Giorgio Ciprandi, MD E-mail: gio",
            "authors": [],
            "year": 2018,
            "venue": "Conflict of interest: None to declare Received",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "a) normal ciliated cell with hyperchromatic stria; b) initial rarefaction of cilia and disappearance of the stria; c) further rarefaction with disappearance of intracytoplasmic vacuoles; d) decapitation of apical part of ciliated cell",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}