{
    "paper_id": "a559e323cc2f1aaa14ae90f386f079163e2401aa",
    "metadata": {
        "title": "Supporting Information Crowning Proteins: Modulating the Protein Surface Properties using Crown Ethers**",
        "authors": [
            {
                "first": "Cheng-Chung",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Manuel",
                "middle": [],
                "last": "Maestre-Reyna",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kai-Cheng",
                "middle": [],
                "last": "Hsu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hao-Ching",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chia-I",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wen-Yih",
                "middle": [],
                "last": "Jeng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li-Ling",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Wood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chia-Cheng",
                "middle": [],
                "last": "Chou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jinn-Moon",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "-J",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To explore the potential relevance of crown ethers in crystallization, we collected deposited structures containing low molecular weight polyethylene glycols (lmwPEGs, MW < 600 g/mol) from the PDB. 1,990 X-ray crystallographic protein structures in complex with lmwPEG were downloaded. These lmwPEGs have either linear or ring-shaped conformations, each set comprising 2,113 and 1,404 lmwPEGs, respectively. For each PDB structure, we generated its symmetry related molecules with Pymol [1] . The lmwPEGs were further grouped into intra-unit and inter-unit PEGs. A lmwPEG is regarded to be inter-unit if it contacts ≥2 molecules from different asymmetric units within a 4.5 Å distance; conversely, it is an intraunit PEG if it only interacts with molecules within a single asymmetric unit. Ring-shaped lmwPEGs contain 969 (69.0%) inter-and 435 (31.0%) intra-unit PEGs, while linear lmwPEGs contain 1,214 (57.5%) inter-and 899 (42.5%) intra-unit PEGs.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 490,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Additionally, we grouped dual, inter-unit lmwPEG structures interacting across asymmetric units (within a 4.5 Å distance). The dual lmwPEGs were classified into three groups, including (1) ring-shaped to ring-shaped, (2) ring-shaped to linear, and (3) linear to linear groups, which contained 19, 35, and 38 pairs, respectively.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Myoglobin, hemoglobin, trypsin and lysozyme freeze-dried samples were purchased from Sigma-Aldrich Co. Purified samples of DMP19, SARS-CoV 3CL pro , and RbmA were prepared as previously described [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein preparation"
        },
        {
            "text": "Cloning, expression, purification and crystallization procedures for Pin1R14A were slightly modified from previously described protocols [5] . The Pin1-R14A mutant gene was cloned into the pET28a vector, resulting in an expression cassette incorporating an N-terminal His12-tag and a thrombin cleavage site. Protein production was carried out in transformed Escherichia coli BL21(DE3) cells carrying the correct construct. The protein was purified by Ni-affinity chromatography, digested with thrombin, followed by a second Ni-affinity chromatography step. The purified protein was prepared at 10-20 mg ml -1 in 10 mmol/l HEPES buffer pH 7.5 containing 100 mmol/l NaCl and 1 mmol/l DTT for crystallization.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein preparation"
        },
        {
            "text": "All other proteins were obtained as freeze-dried powders, which were dissolved in different buffers and at different final concentrations, according to previously published crystallization conditions (supplementary table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 222,
                    "text": "(supplementary table 1",
                    "ref_id": null
                }
            ],
            "section": "Protein preparation"
        },
        {
            "text": "18-Crown-6 (Sigma-Aldrich) was dissolved in the corresponding protein buffer at a final concentration of 100 mmol/l. Protein solutions were diluted with an equal volume of 18-Crown-6 solution, and incubated for 20 min at 25 °C. Crystallization was carried out by vapor diffusion in a sitting drop set-up (1:1 protein:liquor mixtures).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crystallization"
        },
        {
            "text": "For sparse-matrix screening, 400 nl protein drops were pipetted into intelli-plates (Art Robbins Instruments) and mixed with 400 nl of mother liquor. A set of 384 common, commercially available conditions was chosen for all proteins, plus a variable number of additional screens, in which it was known that the corresponding protein would crystallize in the absence of 18-crown-6 (supplementary table 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crystallization"
        },
        {
            "text": "Optimizations and crystal reproduction experiments were also performed in a sitting drop setup, in 24-well Cryschem M plates (Hampton), by mixing 1.5 μl protein-additive solution with 1.5 μl liquor. DMP19 crystals grew only in this setup, and in the same conditions as the previously reported CR-free crystals [2] . Surprisingly, crystals grown in this manner belonged to space-group P41212, instead of the P21 reported in the literature.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Crystallization"
        },
        {
            "text": "Protein crystallization experiments were performed for three weeks, after which the crystal-yielding conditions were tallied (Fig. 2) . Conditions in which the protein crystallized only in the absence or presence of 18-crown-6, but not in both, were defined as unique hits.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Crystallization"
        },
        {
            "text": "Conversely, in common hits protein crystals grew both with and without 18-crown-6. In these cases, in our analysis crystal improvement was taken into account, as evidenced by a variety of factors, including crystal size, improved mono-crystaline growth, and resolution in the tested crystals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crystallization"
        },
        {
            "text": "Diffraction data were collected in-house for the hemoglobin•crown co-crystals grown at 20 °C in 30% (w/v) PEG 3350, 0.2 mol/l Lithium sulphate, 0.1 mol/l Tris pH 8.0, using a Rigaku FR-E+ SuperBright rotating anode (λ=1.5418 Å) and an R-AXIS HTC image-plate detector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Crystallization conditions for the Pin1R14A•crown-ether complex included 2.0-2.5 mol/l ammonium sulphate, 0.1 mol/l HEPES pH 7.5 and 1 mmol/l DTT, with crystals growing at low temperature (4 °C). Data collection took place at synchrotron beam line BL13B1 of the National Synchrotron Radiation Research Center (NSRRC) in Taiwan, using a Rayonix MX300HE CCD Area Detector (λ=0.97622 Å). All crystals were soaked in cryo-protectant (mother liquor plus 20% (v/v) glycerol) and flash-frozen in liquid nitrogen; the diffraction patterns were recorded at cryogenic temperatures. Diffraction data was processed and scaled using the program HKL2000 [6] .",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 643,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "All crystal structures were determined by molecular replacement using the program Molrep of the CCP4 program suite [7] . Crystal structures of human hemoglobin (PDB entry 1A3N) and human Pin1R14A (PDB entry 1PIN) were used as the search models for hemoglobin•crown ether and Pin1R14A•crown ether crystal structures determination.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Structure determination and refinement"
        },
        {
            "text": "For structure phasing, the DMP19 crystals with space group P41212 were soaked with 1 mmol/l AuCl3 (Sigma-Aldrich) for 2 days to obtain the gold derivative crystals. The singlewavelength anomalous dispersion (SAD) X-ray diffraction data was collected at a wavelength of 1.0400 Å on beam line BL12B2 at Spring8, Japan, with an ADSC Quantum 210 CCD detector. The phase of Au-SAD data was determined using the AutoSol module of the Phenix software package [8] . The resolution cut-off of input data for phasing was 3.6 Å with the anomalous difference > 3.0 sigma. Five Au sites were identified and the figure of merit was 0.262. The data resolution was then extended to 1.95 Å in order to calculate the density modification map and further model building was done using the AutoBuild module.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Structure determination and refinement"
        },
        {
            "text": "The correlation coefficient between model and map was 0.86 and the Rwork/Rfree values were 0.22/0.24. This initial model was further refined using a high resolution native data set yielding Rwork/Rfree values of 0.17/0.20. The native data set was collected at NSRRC BL13C using ADSC Quantum 210 CCD detector with a wavelength of 1.000 Å.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure determination and refinement"
        },
        {
            "text": "All structures were refined using a combination of automatic refinement with Refmac5 [9] (part of the CCP4 suite [7] ) and manual refinement with Coot [10] . Difference Fourier (Fo-Fc) maps were calculated to locate the solvent molecules and ligands. This was performed by removing the ligand, submitting the resulting model to ten cycles of restrained refinement without prior phase information, and finally presenting the electron density around the ligands of the initial model at 1.5σ contour level. Crystallographic and refinement parameters for each structure are shown in supplementary tables 3 and 4.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Structure determination and refinement"
        },
        {
            "text": "All structure figures were produced with UCSF Chimera [1, 11] . The stereochemistry of the models was validated with PROCHECK [12] . The atomic coordinates and structure factors of the all crystal structures in this work, including hemoglobin•crown ether and Pin1R14A•crown ether, have been deposited in the Protein Data Bank (accession codes on   supplementary table 3) .",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 58,
                    "end": 61,
                    "text": "11]",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 130,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 370,
                    "text": "(accession codes on   supplementary table 3)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Structure determination and refinement"
        },
        {
            "text": "Protein solutions were mixed with different amounts of crown ether, or PEG400 (final protein concentration was 0.5 mg/ml, final additive concentrations were 0, 10, 50 and 100 mM). The protein-additive solutions were then mixed with the SYPRO Orange Protein Gel Stain stock solution (Invitrogen) for a final 100 fold stain dilution. Each protein assay was performed in the proteins' storage buffer. PEG400 concentrations were estimated by considering an average molecular weight of 400 g/mol, and using an average density of 1.13 g/ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample preparation"
        },
        {
            "text": "Triplicate samples (25 μl) were loaded into 96 well RT-PCR plates, and loaded into a CFX Connect thermocycler (BioRad). Protein samples were heated from 15 ºC to 95 ºC, with a slope of 0.5 ºC/min. SYPRO Orange fluorescence was monitored at 575 nm.The in-built software was employed for data processing, and QtiPlot for the averaging of melting curves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thermofluorassay"
        },
        {
            "text": "Since higher baselines in thermofluorassays might be indicative of protein aggregation [13] , we confirmed via analytical gel filtration that the oligomeric states of DMP19 and RbmA were not affected by CR (data not shown).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Thermofluorassay"
        },
        {
            "text": "All molecular dynamics simulations were run using the Amber12 software package [14, 15] , with files prepared with a combination of AmberTools12 and Ambertools13. Data were wrapped and analyzed using VMD [16] , PBCTools 2.6, and ptraj [17] .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 84,
                    "end": 87,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Molecular dynamics simulations"
        },
        {
            "text": "PDB files for Pin1R14A crystal structures presenting either 18-Crown-6 ether (PDBID 3WH0) or PEG400 (PDBID 2ZR5) in space-group P3121 were used for all simulations. First, protein models were completed by manually modeling the disordered loop spanning amino acids 33 to 44 using Coot. Subsequently, the structure was subjected to ten cycles of phasefree restrained refinement using Refmac5 [9] . Further, since the full PEG molecule was not defined in the 2ZR5 crystal structure, nona-ethylene glycol and dodecaethylene glycol were modeled into it as roughly equivalent to the PEG400 and PEG500 average sizes. Next, files were prepared for simulation using the H++ server [18] . The resulting reasonable protonation predictions at pH 7.5 were manually added into the original files. For in-crystal simulations, the P3121 unit cell was constructed using UCSF Chimera [11] , including all crystallographic waters and ligands (i.e. waters and ligands whose positions could be experimentally determined during structure solution and refinement). For the in-solution simulations, samples were prepared in the same way but with just one water-free protein molecule.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 393,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "File preparation"
        },
        {
            "text": "Prepared protein files were further manipulated using the AddToCell software [19, 20] as shown in supplementary tables 6 and 7. Both simulations in-crystal, and in-solution were solvated in periodic SPC/E water boxes [21, 22] , which corresponded to the unit cell geometry in the former, while an orthorhombic box extending at least 15 Å in every direction from the protein surface was used for the latter. The boxes had been filled with ammonium and sulphate ions, as well as HEPES, DTT, and either PEG400 or 18-crown-6 molecules, in ratios which closely corresponded to the crystallization conditions. HEPES, DTT, PEG400 and 18crown-6 were parametrized with antechamber [14] , while SPCE waters, and ammonium parameters were obtained from previous studies [20] . Finally, sulphate was parameterized by a combination of previous information and RESP calculations [23, 24] . Since high salt concentrations were being used, several water concentrations were tested in order to achieve volume consistency.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 82,
                    "end": 85,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "22]",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 864,
                    "end": 868,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 869,
                    "end": 872,
                    "text": "24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Solvent parameterization and system preparation"
        },
        {
            "text": "All systems were minimized for 5000 cycles with 500 kcal/mol − Å 2 harmonic restraints for the protein component, followed by restraint free steepest descent minimization for the entire system for a further 5000 cycles. The system was then equilibrated for 50 ps to 300 K using a randomly seeded Langevin thermostat (γ=5 ps -1 ), and weak 10 kcal/mol − Å 2 restraints, with SHAKE-constrained [25] bond lengths for hydrogens. In the final step, constant pressure was introduced by slowly raising system pressure to one atmosphere for a further 50 ps at 300 K, with all other values unchanged.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Equilibration"
        },
        {
            "text": "System volume was then monitored by production dynamics of a maximum of 20 ns with an 8.0 Å cut-off. As soon as system volume deviated more than 0.5% from the theoretical cell volume, the simulation was halted, and the water concentration was readjusted, until the volume remained within the 0.5% error for at least the first 20 ns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibration"
        },
        {
            "text": "Equilibrated production systems were run for 100 ns at constant pressure (1 atm) and temperature (300 K), maintaining the SHAKE bond length constrains [25] , and Langevin thermostat [26] . Additionally, a 96x96x96 PME grid yielded high accuracy in unit cell electrostatic energy calculation.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Production MD"
        },
        {
            "text": "MD data was analyzed using a combination of VMD [16] and ptraj [17] . Wrapping, aligning and centering were performed in VMD, while calculation of per-residue-root-mean-square fluctuations, and deviations (RMSF and RMSD, respectively)were done using ptraj. The only exception were the crown ethers, which, due to a rotational motion along the ring's center, had artificially increased RMSD, and per-atom B-factors. Consequently, we calculated a dummy atom with coordinates corresponding to the center of mass (com) of each crown ether molecule, and then calculated their RMSF values. Accordingly, crown ether RMSDs presented in this work refer to crown ether com RMSDs, and were not calculated for each crown-ether atom independently. Finally, RMSFs were converted to B-factors, as previously described in literature [27] .",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 63,
                    "end": 67,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data evaluation"
        },
        {
            "text": "In order to evaluate the lysine stabilization capacity of crown ethers, we downloaded 30",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison between crown ether-binding lysines with their PDB crown ether-free counterparts"
        },
        {
            "text": "Pin1R14A and 204 hemoglobin structures from the PDB, that is the entire high-resolution structural catalog for both proteins. B-factors for all atoms in K97 and K117 in Pin1R14A; K11 and K40 in α-hemoglobin; and K59 in β-hemoblogin were obtained from the PDB files. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison between crown ether-binding lysines with their PDB crown ether-free counterparts"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Additive concentrations (lmwPEG or 18-crown-) Simulations in the presence of 18-crown-6 ethers (correspond to videos S1 and S2). b) Simulations in the presence of PEG500 (correspond to videos S3 and S4). c) Simulations in the presence of PEG400 (correspond to videos S5 and S6). d) RMSD over time for each of the crystal simulations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The per-residue B-factor was calculated by averaging the B-factors of the corresponding lysine side-chain atoms of a single structure, resulting in one data point in the B-factor distribution for each lysine. The average B-factor of the entire distribution was obtained by averaging all per-residue B-factors. B-factor distributions were plotted as a box-and-whisker plot using Graphpad Prism, in which the average B-factor of the distribution was compared to the corresponding per-residue value of our crystal structures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Thermofluor scans of Pin1R14A, DMP19, and RbmA. Protein-additive mixtures were analyzed via thermofluorassay with variable concentrations of additives. Fluorescence intensities (FI) were measured at increasing temperatures (T). a) Pin1R14A melting curves in the presence of varying concentrations of 18-crown-6 (left), and PEG400 (right). b) DMP19 melting curves under the same conditions as a). c) RbmA thermofluorassay control experiment. Supplementary figure 2. Differential crystal growth in the presence and absence of 18-Crown-6 CR. a) RbmA crystal growth without CR (left) and with CR (right). CR addition resulted in large diffracting crystals, which allowed for space-group determination and structure solution.Condition composition: 30% (w/v) PEG400, 0.1M Tris pH 8.5, 0.2M MgCl2. b) DMP19 growth without CR (left) and with CR (right). Supplementary figure 3. CR dependent changes in crystallization condition composition in RbmA, lysozyme, and hemoglobin. a) Results for RbmA. b) Results for lysozyme c) Results for hemoglobin. In each of the venn diagrams presented in this figure, the size of the blue circle represents the total number of hits for each of the proteins, while the different colored circles represent the number of hits of a certain chemical species, or pH range. Intersections between different circles are white. Each panel contains a figure legend with a key for the corresponding diagram. Supplementary figure 4. Crown ether dependent crystallization of Pin1 and hemoglobin. 20ºC). Different amounts of crown ether were mixed with the protein, maintaining protein concentration constant. In both cases optimal crown ether concentration was ~25 mM. Lower crown ether concentrations did not yield high quality crystals, and higher concentrations resulted in protein precipitation or twinning. Supplementary figure 5. Additional CR co-crystal structures. a) the unit cell of the DMP19 CR co-crystal. Each DMP19 dimer is presented in a different color; CRs are drawn in purple with red oxygen atoms. The two CR molecules interacting across different unit cells, K-crown b and K-crown b *, are shown in red. b) The co-crystal structure of the Hemoglobin-CR complex. Left: Five CRs bind to one hemoglobin molecule. The α and β subunits of hemoglobin are shown in gray and pink, respectively. Right: Crystal packing of hemoglobin and CRs. Four hemoglobin molecules are shown in different colors. Supplementary figure 8. Comparison of side-chain B-factors of crown ether interacting lysines. The side-chain B-factors (SBF) of lysine interacting with 18-crown-6 ethers in a) Pin1R14A and b) hemoglobin, in red, against the average SBF of those same lysines from all corresponding structures deposited at the PDB (black line). B-factor distributions are represented as box-and-whisker plots. The bottom and top of the box are the first and third quartiles, respectively. The band inside the box represents the distribution average. Bottom and top ends of the whiskers are the minimum and maximum, respectively.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "SupplementaryTable 1. Summary of crystallization conditions used for each of the protein.1 : Molecular Dimensions 2 : Expanded JCSG core screen was mixed in-house based on[28] 3 : Emerald Biosystems 4: Hampton 5 : Jena Bioscience 6 : Qiagen * : common five screens, used for all proteins in the test. They are described once, and thereafter abbreviated as \"common five screens\"",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Data collection and refinement statistics for proteins containing crown ethers.After initial refinement for 15 cycles, and verification that no crown-ethers were present in the structure, no further processing was undertaken. corrected by the solvent content percentage, which is ~58% for in-crystal simulations, and 96% for in-solution simulations.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "CRs are shown in purple, while elements of each of the DMP19 monomers are shown in blue and green. C-crown a and C-crown d bind to both DMP19 monomers within the dimer, resulting in a pseudo two-fold axis On the other hand, C-crown b and C-crown d interact each with a single DMP19 monomer in exactly the same fashion. C-crowns b-c are bound within a long, hydrophobic channel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}