{
    "paper_id": "a5f08604ffadbbd3a3759ba8c3b647913bc1c4b6",
    "metadata": {
        "title": "Open Forum Infectious Diseases Transmission of Respiratory Syncytial Virus Among Children Under 5 Years in Households of Rural Communities, the Philippines",
        "authors": [
            {
                "first": "H",
                "middle": [],
                "last": "Oshitani",
                "suffix": "",
                "affiliation": {},
                "email": "oshitanih@med.tohoku.ac.jp."
            },
            {
                "first": "Hirono",
                "middle": [],
                "last": "Otomaru",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tohoku University Graduate School of Medicine",
                    "location": {
                        "settlement": "Sendai",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Taro",
                "middle": [],
                "last": "Kamigaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tohoku University Graduate School of Medicine",
                    "location": {
                        "settlement": "Sendai",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Raita",
                "middle": [],
                "last": "Tamaki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michiko",
                "middle": [],
                "last": "Okamoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tohoku University Graduate School of Medicine",
                    "location": {
                        "settlement": "Sendai",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Portia",
                "middle": [
                    "Parian"
                ],
                "last": "Alday",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alvin",
                "middle": [
                    "Gue"
                ],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joanna",
                "middle": [
                    "Ina"
                ],
                "last": "Manalo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edelwisa",
                "middle": [],
                "last": "Segubre-Mercado",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marianette",
                "middle": [],
                "last": "Tawat Inobaya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Veronica",
                "middle": [],
                "last": "Tallo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Socorro",
                "middle": [],
                "last": "Lupisan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hitoshi",
                "middle": [],
                "last": "Oshitani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tohoku University Graduate School of Medicine",
                    "location": {
                        "settlement": "Sendai",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To develop a more effective vaccination strategy for reducing the impact of respiratory syncytial virus (RSV) infection, especially in young infants (<6 months old), it is necessary to understand the transmission dynamics of RSV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods. We conducted a community-based prospective cohort study from 2014 to 2016 in Biliran Province, the Philippines, on children <5 years old. We collected nasopharyngeal swabs from symptomatic children with acute respiratory infection (ARI) during household visits and at health facilities. In households (n = 181) with RSV-positive ARI cases (RSV-ARI), we also identified ARI episodes among other children <5 years old in the same household. In addition, we determined the serial interval to estimate the basic reproduction number (R 0 ), the average number of secondary cases generated by a single primary case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results. In the 181 households analyzed, we found 212 RSV-ARI in 152 households with a single case and 29 households with multiple cases, which included 29 1st RSV-ARI and 31 2nd RSV-ARI. We also found possible index cases among children <5 years old in the same household for 29.0% (18 of 62) of young infants with RSV-ARI. The estimated mean serial interval was 3.2 days, and R 0 was estimated to be 0.92-1.33 for RSV-A and 1.04-1.76 for RSV-B, which varied between different times (2014 and 2015) and places.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions. Young infants are likely to acquire RSV infection from older children in the same household. Therefore, vaccination targeting older children might protect infants from RSV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The RSV infection incidence is generally high in young infants (<6 months old) [4] , who are prone to severe diseases due to physical and immunological immaturity [5] . However, because the neutralizing antibody response is low in young infants, vaccines that mimic natural infection may be ineffective if administered to infants before they reach 4 months of age [6] . Maternal antibodies are associated with a lower risk of infection in infants when antibody titers are maintained above the level considered protective during early infancy [7] [8] [9] . Therefore, an alternative vaccination strategy would be to transfer high concentrations of RSV-specific antibody via maternal vaccination, which could provide protection to infants up to 6 months of age, and to combine this approach with active vaccination in infants [10] .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To establish effective control measures against RSV infection in young infants, it is critical to know the infection source. Studies have shown that family members of infants, such as older siblings and parents, are an important RSV infection source in the infants [11, 12] . Another prospective cohort study of naive infants and their families in Kenya showed that household members, especially older siblings, are a considerable RSV infection source [13] . Therefore, vaccination of older children might protect their infant siblings from RSV infection.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To assess the potential effectiveness of RSV intervention strategies, understanding these transmission dynamics, including the basic reproduction number (R 0 ), the average number of secondary cases generated by a single primary case is important [14] . There are several different methods of estimating R 0 , but the 2 most commonly used methods involve R 0 calculation using (1) the case incidence data and (2) the generation time [14, 15] . The serial interval, which is almost equivalent to the generation time [16] , is defined as the duration between symptom onset of a primary case and symptom onset of a secondary case. R 0 depends on various factors, so it varies between epidemics associated with the same pathogen [17] . Several studies on RSV transmission dynamics, including R 0 , have been conducted to understand RSV seasonality [18, 19] . The variations of R 0 need to be defined to evaluate the effectiveness of control strategies [15] .",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 849,
                    "end": 852,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 948,
                    "end": 952,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The objective of this study was to define the RSV transmission pattern among children in the same household, including the infection source in infants, in Biliran Province, the Philippines; we used the data of children <5 years old. Using case count data and the serial interval observed in the same cohort, we also characterized the variations of RSV transmission dynamics, including R 0 , between different times and places.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study was conducted in Biliran Province, a rural territory in the Eastern Visayas region in central-eastern Philippines (Supplementary Figure 1) . The territory comprises 1 main island and several small islands and has 8 municipalities. We conducted a community-based prospective cohort study in 2 municipalities, Caibiran and Kawayan, from March 2014 to June 2016. Children <5 years old were identified through household visits and were invited to participate in the study. We enrolled 2348 households with 4012 children as cohort participants. We asked the caregivers of these children to record respiratory symptoms including cough, coryza, difficulty in breathing, wheezing, chest indrawing, and fever every day. Nurses conducted biweekly household visits to check these written records. We collected nasopharyngeal swabs (NPSs) from children who developed fever and either cough or difficulty in breathing within 7 days from household visit onset. In addition, when children with respiratory symptoms such as cough, difficulty in breathing, or coryza visited health facilities, we collected NPSs. The health facilities were the Biliran Provincial Hospital, Naval (capital of Biliran Province), a secondary-level referral and the only hospital in Biliran Province, and rural health units of Caibiran and Kawayan, where qualified doctors provide outpatient care. The specimens were stored in a viral transport medium at 4°C and transported with an ice pack to the Research Institute for Tropical Medicine (RITM) in Manila for laboratory work. This study was approved by the institutional review board of the RITM (2008-05-10, 2013-2) and ethics committee of the Tohoku University School of Medicine, Miyagi, Japan (2012-1-5, 2012-1-63).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 149,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data and Clinical Specimen Collection"
        },
        {
            "text": "We extracted viral ribonucleic acid (RNA) using the QIAamp MinElute Virus RNA Spin kit (QIAGEN, Hilden, Germany). Subsequently, the viral RNA was reverse-transcribed to complementary deoxyribonucleic acid using Moloney murine leukemia virus reverse transcriptase and random primer (Invitorogen, Carlsbad, CA). In addition, real-time polymerase chain reaction (PCR) was performed to screen RSV. Finally, using conventional PCR targeting the G gene, 2 RSV subgroups (RSV-A or RSV-B) were determined for RSV-positive samples, as previously described [20] .",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 551,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory Procedure"
        },
        {
            "text": "We defined episodes of acute respiratory infection (ARI) as acute onset of cough or difficulty in breathing, as described previously [21] . We defined RSV-ARI in children as an ARI episode that tested positive for RSV. In addition, for household analysis, we analyzed RSV-ARI from which specimens were collected within 10 days from the date of onset of symptoms. However, households with children having RSV-ARI in which symptoms that lasted for >21 days were excluded from the analysis.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Acute Respiratory Infection (ARI) and Respiratory Syncytial Virus-ARI Identification"
        },
        {
            "text": "Households with at least 1 RSV-ARI case during the study period were included for data analysis. A household with RSV-ARI cases in both the 2014 epidemic and the 2015 epidemic was treated as 2 different households.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "We divided households into 2 groups: households with 1 RSV-ARI patient (RSV-HH1) and those with two or more RSV-ARI patient (RSV-HH2). The earliest RSV-ARI case in an RSV-HH2 household was termed \"1st RSV-ARI, \" and the second RSV-ARI in the same household was termed \"2nd RSV-ARI. \" The following households were excluded from the analysis: those with more than 1 RSV-ARI case with the same date of onset, those in whom the difference of dates of onset between 1st RSV-ARI and 2nd RSV-ARI was ≥8 days, or those in whom the RSV subgroups were different between 1st RSV-ARI and 2nd RSV-ARI. Because household visits were conducted biweekly, we could not collect specimens for all ARI cases. We identified these ARI cases through symptom records. The ARI cases in RSV-HH1 whose dates of onset were within 10 days before or after RSV-ARI onset were identified and defined as preceding and subsequent ARI, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "We estimated the serial interval by fitting to parametric models, including the gamma, Weibull, and log-normal distributions, and subsequently compared the models using the Akaike information criterion (AIC) [22] , as described by previous studies for influenza [23] . The mean and 95% confidence intervals (CIs) were calculated by resampling 1000 times in each model.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "We further estimated basic reproduction number (R 0 ) and 95% CI by using the Wallinga-Teunis approach [16] . We used the data of the daily new positive case count of children <5 years old and the date of onset of RSV-ARI, including cases who were not included in household analysis. The RSV subgroups that were used for the estimation in each year included (1) RSV-A in 2014 and RSV-B in 2015 for both municipalities and (2) RSV-B in 2014 only for the municipality Kawayan. We used a mean serial interval with the standard deviation obtained through households with multiple RSV-ARI cases. The \"EpiEstim\" R package were used for these estimations [24] . The time period to be used for estimation was determined for each outbreak by following the instructions in the EpiEstim package. We used Cochran-Armitage trend test for testing linear trend of outcomes. All analyses were performed using R version 3.3.1 [25] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 909,
                    "end": 913,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "An RSV epidemic occurred in 2014 and 2015 in the study sites. In 2014, RSV-A was dominant in both municipalities, whereas in 2015, RSV-B was dominant, with more cases in Caibiran (see Supplementary Figure 2 ) [26] . Among the ARI episodes defined in a previous study [21] , we determined 506 households with 588 RSV-ARI. Among them, we excluded 97 households from the analysis as shown in the Figure 1 . We included 409 households with at least 1 RSV-ARI cases, with total 460 RSV-ARI cases. Of these 409 households, 19 households were further 588 RSV-ARI 506 households Children of RSV-ARI whose date of sampling was > 10 days after onset 37 RSV-ARI Children of RSV-ARI whose symptom lasted > 21 days 17 RSV-ARI Children whose RSV-ARI was occurred in the same subgroup and within a month from the previous episodes 14 RSV-ARI excluded, and the remaining 390 households were included in the analysis (Figure 1 ). For the analysis of households with 1 or more RSV-ARI cases, 181 households with 2 or more children <5 years old were further identified, whereas 209 households had only 1 child.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 401,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 900,
                    "end": 909,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Households With Respiratory Syncytial Virus-Acute Respiratory Infection Cases"
        },
        {
            "text": "In the 181 households included in the analysis, 396 children were <5 years old, including 212 children with RSV-ARI and 184 children without RSV-ARI infection. In addition, 152 of the 181 households (84.0%) had 1 RSV-ARI case each (RSV-HH1) and 29 (16.0%) had two or more RSV-ARI case each (RSV-HH2), including 2 households (1.1%) with 3 RSV-ARI cases each. Thus, a total of 212 RSV-ARI were identified, which included 181 RSV-ARI as a primary case (152 single RSV-ARI and 29 1st RSV-ARI), and 31 2nd RSV-ARI of which onset dates were after the 1st RSV-ARI. However, 2 2nd RSV-ARI cases had the same date of onset. Supplementary Table 1 shows the RSV-ARI cases found in RSV-HH2. We found only 5 2nd RSV-ARI episodes in young infants (<6 months old) (see Supplementary Table 1) . Although, the infection source of 31 young infants identified as a single RSV-ARI in RSV-HH1 remained unclear ( Table 1) . One of the objectives of this study was to define the infection source, especially in young infants. Because we conducted a household visit biweekly, we could not collect a specimen from all of ARI episodes. It was possible that other children <5 years old with ARI were a potential source of RSV infection for young infants. Therefore, we further analyzed ARI cases without samples from children <5 years old of RSV-HH1, including preceding ARI or subsequent ARI cases, by assuming that these ARI cases were probably due to RSV. (Table 3) . A summary of total preceding cases and total subsequent ARI cases is shown in Supplementary Figure 3 . We calculated the interval between the dates of onset of 1st RSV-ARI and 2nd RSV-ARI for 31 pairs of children with RSV-ARI in 29 RSV-HH2 households. We did not include RSV-HH1 in this analysis because only 1 case in the household was confirmed as RSV-ARI. The highest interval frequencies were observed on days 1 and 2 (n = 7; 22.6% each) (see Supplementary Figure 4 ). The estimated mean serial interval was 3.2 days (95% CI, 2.5-3.8), 3.2 days (95% CI, 2.5-3.9), and 3.2 days (95% CI, 2.5-4.1) in the gamma, Weibull, and log-normal distributions, respectively. Supplementary Figure 4 shows the cumulative proportions fitted by parametric models. The gamma model generated a slightly favorable AIC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 629,
                    "end": 636,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 754,
                    "end": 776,
                    "text": "Supplementary Table 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 891,
                    "end": 899,
                    "text": "Table 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1432,
                    "end": 1441,
                    "text": "(Table 3)",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1522,
                    "end": 1544,
                    "text": "Supplementary Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1905,
                    "end": 1913,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 2124,
                    "end": 2132,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Households With More Than One Respiratory Syncytial Virus-Acute Respiratory Infection Cases Living With Other Children <5 Years Old"
        },
        {
            "text": "To reveal the variations of RSV transmission dynamics, we calculated and compared R 0 between different times (2014 and 2015) and places (Kawayan and Caibiran). Because the 2 municipalities Caibiran and Kawayan are geographically separated (see Supplementary Figure 1 ), we conducted this analysis for each of the 2 municipalities and also for each year, 2014 and 2015. Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 267,
                    "text": "Supplementary Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 370,
                    "end": 378,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Estimation of R 0"
        },
        {
            "text": "In this study, we analyzed the patterns of RSV transmission among children less than 5 years old in households of 2 municipalities, Caibiran and Kawayan, of Biliran Province, the Philippines. Approximately 30% of the RSV-positive young infants (<6 months old) had possible index cases among children <5 years old in the same household. These results suggested that older children in the same household are an important RSV infection source for young infants. We also analyzed who among children with confirmed RSV became possible secondary cases. The RSV-positive older children aged 1 year and 2-4 years caused a higher rate of possible secondary cases (30.3% and 32.4%, respectively) than infants, especially young infants (11.9% for young infants). Notably, in households with young infants and RSV-positive older children, Abbreviations: ARI, acute respiratory infection; RSV, respiratory syncytial virus. a In 2 households with 3 RSV-ARI cases, 1 child with 1st RSV-ARI was counted twice for each 2nd RSV-ARI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "most of the young infants became possible secondary cases, that is, 4 of 4 (100%) and 4 of 5 (80.0%) young infants with RSVpositive children 1 year and 2-4 years old, respectively. These results indicated that RSV infection is more likely to pass from older children to infants in a household and that infants are more susceptible to RSV infection. Young infants are especially vulnerable to severe RSV infection [5] . One of the most important objectives of the RSV vaccine is to protect young infants from RSV infections. There are possible approaches to protecting young infants from RSV infections: infant vaccination, maternal vaccination, and a combination of the 2. However, because both infant vaccination and maternal vaccination have significant challenges, an alternative approach is vaccination of children 6 months old or older [10] . This alternative approach assumes that most young infants acquire RSV infection from older children, especially from their older siblings. The results of this study also support this assumption.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 416,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Using the dates of onset between confirmed RSV-ARI cases in the same household, the mean serial interval was estimated to be 3.2 days; in previous studies, it was estimated to be 5.6 days [11] and 7 days [12] . The 95% CI for the estimated mean serial interval in this study did not cover 1 and 2 days, which were the most frequently observed serial intervals of dates of onset between confirmed RSV-ARI cases in the same household. This means that cases with a serial interval of 1 or 2 days might not have gotten the infection from the household index case and that the real source might actually be the same source as the household index case. In this study, we assumed that 2 or more RSV-ARI cases in the same household had the same source only when they had the same date of onset, although there is no consensus among researchers on this [13] . If RSV-ARI cases with a serial interval of 1 and 2 days had the same source of infection, the actual serial interval is likely to be longer. Further studies are necessary to define the serial interval that should be considered as a common source of infection [27] . In addition, a serial interval in the same household or other close contact settings tends to be shorter than that in community settings because more extensive exposure can lead to a shorter serial interval [28] . Although different RSV subgroups may show a different serial interval, we could not analyze subgroup-specific serial intervals. In this study, we also estimated R 0 for different times (2014 and 2015) and places (Kawayan and Caibiran). We found that R 0 varied between times and places. In particular, for RSV-B in Caibiran in 2015, R 0 was high, and significantly large outbreaks were observed in 2015. We often see different patterns of RSV epidemics, including the total size [29] . These differences may be due to different factors such as the level of herd immunity for each RSV subgroup. Studies have also reported that the emergence of a new genotype within the same subgroup caused a larger epidemic [30] . Studies on RSV transmission dynamics are still limited, and epidemiological parameters such as serial intervals and R 0 have been obtained so far from limited data. In this study, it was not possible to analyze the factors affecting RSV transmission dynamics, because we conducted the study for only 2 years in 2 geographic locations. Considering the significant variations of R 0 we observed in this study, more data from different epidemics should be obtained to estimate epidemiological parameters accurately, which is necessary to establish more effective interventions, including vaccination strategies.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1324,
                    "end": 1328,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1810,
                    "end": 1814,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2039,
                    "end": 2043,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study had several limitations. First, we did not collect specimens for RSV testing from all RSV-ARI cases. We considered episodes that occurred in the same household within 10 days before and after onset of a confirmed case as possible RSV-ARI cases, which might have overestimated RSV transmission among children in the household. Second, we did not consider asymptomatic cases in our analysis. A previous study has reported that 17.3% of RSV infections are asymptomatic among children <5 years old and that these asymptomatic cases play an important role as a source of transmission [31] . Third, since we collected the data of ARI episodes and clinical specimen only from children <5 years old, we could not capture the entire picture of household RSV transmission. In total, there was no possible index case for approximately 70% (44 of 62) of the young infants with RSV. A previous study has shown that parents and school-age children also play an important role as a source of RSV infection for infants [13] . Moreover, we could estimate R 0 by using the cases <5 years old. There might be a secondary case infected by children <5 years old. Therefore, R 0 in our analysis might be underestimated, and further study is warranted to understand RSV transmissibility among entire population including ≥5 years old. Fourth, we did not consider RSV transmission from outside the household. For example, contact with playmates and other infants in a day care center might be an important source of infection for infants. It is possible that they acquired RSV infection outside of the household. However, we could not analyze this possibility due to the study design. More detailed epidemiological studies, including social network analysis, are required to understand the complete RSV transmission dynamics. Despite these limitations, we managed to gain insight into RSV transmission patterns in a household, especially for young infants. We also estimated epidemiological parameters, such as the serial interval and R 0 . We believe that accumulation of such data in different settings will help establish more effective control measures against RSV in the future.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 594,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1014,
                    "end": 1018,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Young infants (<6 months old), who are the main target for future interventions for RSV-ARI, are likely to acquire RSV infection within the same household from their older household member. Although there is a need for further careful and in-depth epidemiological research, children more than 6 months old may be a potential target for vaccination to prevent RSV transmission from them to young infants. In addition, epidemiological parameters to understand RSV transmission dynamics, such as R 0 , might vary between epidemics and have important implications for evaluating the effectiveness of future interventions, including vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Supplementary materials are available at Open Forum Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global, regional, and national disease burden estimates of acute lower respiratory infections due to respiratory syncytial virus in young children in 2015: a systematic review and modelling study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcallister",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "390",
            "issn": "",
            "pages": "946--58",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Advances in RSV vaccine research and development -a global agenda",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trujillo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Keech",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vaccine",
            "volume": "34",
            "issn": "",
            "pages": "2870--2875",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO consultation on respiratory syncytial virus vaccine development report from a World Health Organization meeting held on 23-24",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Modjarrad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Giersing",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Kaslow",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vaccine",
            "volume": "34",
            "issn": "",
            "pages": "190--197",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Respiratory syncytial virus infection and disease in infants and young children observed from birth in Kilifi District",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nokes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Okiro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ngama",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "46",
            "issn": "",
            "pages": "50--57",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immunology of viral respiratory tract infection in infancy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Crowe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Paediatr Respir Rev",
            "volume": "4",
            "issn": "",
            "pages": "112--121",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The association between age and the development of respiratory syncytial virus neutralising antibody responses following natural infection in infants",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Sande",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Cane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nokes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "",
            "pages": "4726--4735",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Respiratory syncytial virus specific serum antibodies in infants under six months of age: limited serological response upon infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Brandenburg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Groen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Steensel-Moll",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Med Virol",
            "volume": "52",
            "issn": "",
            "pages": "97--104",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Safety and immunogenicity of respiratory syncytial virus purified fusion protein-2 vaccine in pregnant women",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Munoz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Piedra",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Glezen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "",
            "pages": "3465--3472",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The level and duration of RSV-specific maternal IgG in infants in Kilifi Kenya",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ochola",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sande",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fegan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Protecting the family to protect the child: vaccination strategy guided by RSV transmission dynamics",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "",
            "pages": "1679--81",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Respiratory syncytial virus infections within families",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Geiman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Biggar",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "N Engl J Med",
            "volume": "294",
            "issn": "",
            "pages": "414--423",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Respiratory syncytial virus infection in infants admitted to paediatric intensive care units in London, and in their families",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Crowcroft",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zambon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Pediatr",
            "volume": "167",
            "issn": "",
            "pages": "395--404",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The source of respiratory syncytial virus infection in infants: a household cohort study in rural Kenya",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Munywoki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Koech",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Agoti",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "",
            "pages": "1685--92",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Infectious Diseases of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "209--223",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509--525",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Estimating the basic reproduction number from surveillance data on past epidemics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Froda",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leduc",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Math Biosci",
            "volume": "256",
            "issn": "",
            "pages": "89--101",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Modeling epidemics caused by respiratory syncytial virus (RSV)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Milligan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Math Biosci",
            "volume": "172",
            "issn": "",
            "pages": "95--113",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Exploring the dynamics of respiratory syncytial virus (RSV) transmission in children",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Anderssen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Theor Popul Biol",
            "volume": "110",
            "issn": "",
            "pages": "78--85",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Molecular characterization of human respiratory syncytial virus in the Philippines",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Malasao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chaimongkol",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Association between preceding viral respiratory infection and subsequent respiratory illnesses among children: a prospective cohort study in the Philippines",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Furuse",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tamaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Infect Dis",
            "volume": "219",
            "issn": "",
            "pages": "197--205",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Information theory and an extension of the maximum likelihood principle",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akaike",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Selected Papers of Hirotugu Akaike",
            "volume": "",
            "issn": "",
            "pages": "267--281",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Estimation of the serial interval of influenza",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Epidemiology",
            "volume": "20",
            "issn": "",
            "pages": "344--351",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A new framework and software to estimate time-varying reproduction numbers during epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Epidemiol",
            "volume": "178",
            "issn": "",
            "pages": "1505--1517",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "R: A Language and Environment for Statistical Computing",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Austria: R Foundation for Statistical Computing",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Molecular characterization of respiratory syncytial virus in children with repeated infections with subgroup B in the Philippines",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Dapat",
                    "suffix": ""
                },
                {
                    "first": "Amd",
                    "middle": [],
                    "last": "Sandagon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Infect Dis",
            "volume": "218",
            "issn": "",
            "pages": "1045--53",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The correlation between infectivity and incubation period of measles, estimated from households with two cases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Theor Biol",
            "volume": "284",
            "issn": "",
            "pages": "52--60",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The interval between successive cases of an infectious disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Epidemiol",
            "volume": "158",
            "issn": "",
            "pages": "1039--1086",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Modeling the variations in pediatric respiratory syncytial virus seasonal epidemics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leecaster",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Emerging genotypes of human respiratory syncytial virus subgroup A among patients in Japan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shobugawa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sano",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "2475--82",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Frequent asymptomatic respiratory syncytial virus infections during an epidemic in a Rural Kenyan household cohort",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Munywoki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Koech",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Agoti",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "212",
            "issn": "",
            "pages": "1711--1719",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow chart of the household analysis. ARI, acute respiratory infection; RSV, respiratory syncytial virus; RSV-HH1, households with 1 RSV-ARI patient; RSV-HH2, households with two or more RSV-ARI patient.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Characteristics of the Number of RSV-ARI Cases in Children",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Frequency Preceding ARI Cases Stratified by Age in Households With 2nd RSV-ARI + Single RSV-ARI",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Summary of Estimated R 0 With 95% CI",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Abbreviations: ARI, acute respiratory infection; RSV, respiratory syncytial virus.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to the staff of Biliran cohort project, Research Institute for Tropical Medicine -Tohoku Collaborating Research Center, and Virology Department of Tohoku University for sample collection and laboratory work. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}