{
    "paper_id": "a60e292d31e4bb27e20f3ace17fc295ad60990c8",
    "metadata": {
        "title": "Pre-Travel Medical Preparation of Business and Occupational Travelers",
        "authors": [
            {
                "first": "Nomana",
                "middle": [
                    "M"
                ],
                "last": "Khan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [
                    "S"
                ],
                "last": "Jentes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Clive",
                "middle": [],
                "last": "Brown",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pauline",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sowmya",
                "middle": [
                    "R"
                ],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Phyllis",
                "middle": [],
                "last": "Rao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [
                    "H F"
                ],
                "last": "Kozarsky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Regina",
                "middle": [
                    "C"
                ],
                "last": "Hagmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [
                    "T"
                ],
                "last": "Larocque",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Ryan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "were analyzed. Results: Of 23,534 travelers, 61% were non-occupational and 39% occupational. Business travelers were more likely to be men, had short times to departure and shorter trip durations, and commonly refused influenza, meningococcal, and hepatitis B vaccines. Most business travelers indicated that employers suggested the pre-travel health consultation, whereas non-occupational travelers sought consultations because of travel health concerns. Conclusions: Sub-groups of occupational travelers have characteristic profiles, with business travelers being particularly distinct. Employers play a role in encouraging business travelers to seek pretravel consultations. Such consultations, even if scheduled immediately before travel, can identify vaccination gaps and increase coverage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I n 2014, 1.1 billion travelers crossed international borders. 1 A 2012 report outlined that 18% of US residents visiting overseas destinations traveled for business purposes, and each traveler had a median of three international trips in the past 12 months and a median stay of 8 nights per trip. 2 Business travelers may face different health risks than leisure travelers, including occupational exposures and increased levels of stress due to their work schedules. 3, 4 In addition, business travelers are increasingly visiting developing countries. 4, 5 Research suggests that the risk of illness increases with greater differences in climate and culture between the country of origin and the destination country. 6 Further, occupational travel may contribute to the importation of disease to the traveler's home workplace and larger community; such importations often require costly workplace and public health responses. Many infections associated with occupational travel can be prevented by simple preventative measures, such as vaccines, medications, and health advice.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 64,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 298,
                    "end": 299,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 468,
                    "end": 470,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 472,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 553,
                    "end": 555,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 556,
                    "end": 557,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 719,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pre-travel health consultations are an opportunity to assess and mitigate the risk of illness and injury for travelers. Such evaluations review destination-specific epidemiology of illness and injury, risk factors related to the itinerary and the traveler's medical history, severity and treatability of diseases if acquired, and availability and efficacy of chemoprophylaxis or vaccination. 7 To understand more about pre-travel preparations and trip characteristics of business and other occupational travelers, we analyzed the pre-travel health consultations of travelers seeking care in Global TravEpiNet (GTEN), a large consortium of US clinics that provides pre-travel health consultations. 8 The purpose of this article is two-fold: (1) to describe occupational travelers by category of self-selection (business, providing medical care, providing non-medical service work, participating in missionary work, taking part in research/education) and (2) to compare business travelers with leisure travelers and with those who were visiting friends and relatives (VFRs).",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 393,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 697,
                    "end": 698,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 953,
                    "end": 956,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "GTEN is a consortium of US medical practices that includes academic institutions, health maintenance organizations, pharmacybased clinics, and public health clinics that provide pre-travel health consultations to international travelers; it is described in detail elsewhere. 8 In brief, GTEN collects data from pre-travel consultations of international travelers visiting consortium sites. This data collection began in January 2009 and is ongoing; data collected from 18 clinics from January 2009 through December 2012 were used for this analysis. Human Subjects Advisors at each participating site reviewed and approved or exempted the collection and subsequent analyses of the de-identified data.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 276,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "GTEN data are collected using a secure online tool, which creates an individual traveler medical note and provides guidance to the health care provider on the latest recommendations published by the US Centers for Disease Control and Prevention (CDC). Travelers self-reported, into the tool, their sex, age, country of birth, purpose of travel, destinations, itinerary-related details, reasons for seeking the pre-travel consultation, medications, and medical conditions. Anyone born in the 50 US states or US Virgin Islands was considered ''US born.'' Health care providers verified the information provided by the traveler and also recorded the patient's previous vaccination status, vaccinations and chemoprophylaxis that were recommended, and health education that was provided. If a recommended vaccination was not given, the provider was prompted to give a reason for non-vaccination, including the following: vaccine was not available, insufficient time for completion before departure, patient declined, referral to primary care provider for administration, or medical contraindication. For rabies vaccine, clinicians were prompted to provide a reason if the vaccine was not recommended for those traveling for longer than 1 month (defined as 28 days).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "We evaluated the proportion of GTEN travelers vaccinated for the following diseases: measles, mumps, rubella (MMR); hepatitis B; influenza; varicella; tetanus; hepatitis A; yellow fever (YF); typhoid; rabies; meningococcal; polio; and Japanese encephalitis (JE). For this analysis, MMR, influenza, varicella and tetanus vaccines were defined as generally recommended for all travelers before departure if they were not already immune. The proportion of travelers vaccinated for hepatitis A, hepatitis B ,and typhoid was assessed for specific groups going to endemic countries (high-and intermediate-risk countries for hepatitis A and B; highrisk countries for typhoid) based on the most current CDC recommendations available at the time of the consultation. 9,10 The proportion of travelers vaccinated for polio, rabies, meningococcal disease, JE, and YF was assessed for specific groups of at-risk travelers who met criteria (eg, destination country with risk, season with risk, duration of stay, or indicated for the itinerary) for recommended vaccination; a more extensive description of travelers who were considered at risk is available elsewhere. 11 For all vaccines, if the clinician indicated existing immunity or if the traveler received at least the first dose of a vaccine series at the pre-travel consultation, the traveler was considered, for this analysis, vaccinated for that disease. To analyze reasons for nonvaccination, we excluded those who were previously immune, were vaccinated at the clinic visit, or for whom information was not known.",
            "cite_spans": [
                {
                    "start": 1153,
                    "end": 1155,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "To accurately evaluate the trip duration and activities, only travelers with one purpose of travel and one itinerary were included. Travelers younger than 18 years were excluded from all analyses because they are less likely to travel for business or other occupational reasons, and legally do not make the primary decisions regarding their health care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Travelers self-defined their purpose of travel; those who selected business as their purpose of travel were classified as business travelers. We also considered the following purposes of travel to be occupational: providing medical care, providing nonmedical service work, participating in missionary work, and taking part in research/education. Non-occupational travelers were classified as those traveling for leisure or those visiting friends and relatives. In accordance with the CDC definition, those VFRs were defined as those who selected their reason of travel as ''returning to region of origin of self or family to visit friends and relatives'' and who were visiting at least one United Nations Human Development Index low-or low-middle-income country. 12 Other purposes of travel collected by the GTEN tool, including military deployment, receiving medical care, adoption, adventure, attending large gatherings or events, and other, were excluded from the analysis.",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 765,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "We conducted two analyses: (1) a general description of business and all other occupational travelers in GTEN, and (2) a comparison of business travelers to those traveling for non-occupational purposes (leisure and VFR). We analyzed all data by using SAS 9.2 (SAS Institute, Cary, NC). For bivariate analyses of categorical variables between business travelers and leisure (or VFR) travelers, random intercept models were used with clinic site as the random effect to account for possible between-clinic variation and Morel, Bokossa, and Neerchal adjustment to correct for the small number of sites. 13 Kruskal-Wallis tests were used for comparative analyses of continuous variables. A two-sided P value < 0.05 was considered statistically significant.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 603,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Of 39,589 total GTEN travelers, 23,534 (59%) met our inclusion criteria. Of these travelers, 9248 (39%) were occupational (including business travelers) and 14,286 (61%) were non-occupational. Of the 9248 occupational travelers, 4174 (45%) were business travelers, 1714 (19%) were performing research/education, 1249 (14%) were participating in missionary work, 1215 (13%) were providing non-medical service work, and 896 (10%) were providing medical care (Table 1) . Among the non-occupational travelers, 13,095 (92%) were leisure and 1191 (8%) were VFR travelers. (Table 2 )",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 465,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 566,
                    "end": 574,
                    "text": "(Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Most (more than 59%) of the occupational travelers, except for business (39%), were women (Table 1) . Among all occupational travelers, missionaries and non-medical service workers sought pretravel care further in advance of their departure date, with median times to departure of 33 and 32 days, respectively. Business travelers had the shortest time to departure (median 15 days). Most business travelers (52%) indicated that their employer suggested they make the pre-travel health appointment, but most other occupational travelers reported that being concerned about health issues related to travel had prompted them to make a pre-travel health appointment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 99,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Description of Business and Other Occupational Travelers"
        },
        {
            "text": "India was the top destination both for business (24%) and research/education (9%) travelers. China (7%) and South Africa (4%) were the other two most commonly visited destinations for business travelers. Although Haiti was selected by most of those providing medical care (20%) and missionaries (15%), Honduras was most common for non-medical service workers (14%). (It should be noted that a large earthquake occurred in Haiti in 2010 during the data collection period of this current study.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of Business and Other Occupational Travelers"
        },
        {
            "text": "Both business travelers and those providing medical care had the shortest trips (both medians 10 days). Most occupational travelers, including business travelers, planned on staying at hotels, except non-medical service workers who reported dorms/hostels as the most common planned accommodation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of Business and Other Occupational Travelers"
        },
        {
            "text": "More business travelers than leisure or VFR travelers were men (61% vs 43%; P < 0.0001) ( Table 2) . Business travelers had less time to departure than did leisure travelers (15 days vs 29 days; P < 0.0001) but were similar to VFR travelers (15 days vs 14 days; P ¼ 0.05 (Table 2) . For leisure and VFR travelers, being concerned about health issues related to travel (40% and 49%, respectively) was the most common reason for the pre-travel consultation. For business travelers, 25% reported being concerned about health issues related to travel as their reason for seeking pre-travel health consultation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "Table 2)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 271,
                    "end": 280,
                    "text": "(Table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Comparison of Business Travelers to Non-Occupational Travelers Demographic and Travel Characteristics"
        },
        {
            "text": "Business travelers traveled for shorter periods of time than did leisure travelers (10 days vs 14 days; P < 0.0001) or VFR travelers (10 days vs 30 days; P < 0.0001). Eighty-two percent of business travelers and 60% of leisure travelers chose a hotel as the most common type of accommodation, whereas more than 80% of VFR travelers reported staying in a home with relatives. Of note, VFR travelers had different top destination countries (Ghana, Ethiopia, and Nigeria) compared with both occupational and non-occupational groups. More business travelers reported travel to only urban areas than did leisure (67% vs 24%; P < 0.0001) and VFR (67% vs 45%; P < 0.0001) travelers (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of Business Travelers to Non-Occupational Travelers Demographic and Travel Characteristics"
        },
        {
            "text": "The proportion of business travelers with immunity (those with pre-existing immunity or vaccinated [if indicated] at the pretravel visit) was at least 90% for tetanus, hepatitis A, YF, and typhoid ( Fig. 1) . For leisure and VFR travelers, the proportion with immunity was at least 80% for tetanus, YF, and typhoid. Clinicians reported that 78% of business travelers had pre-existing immunity for MMR (28% of those who had pre-existing immunity were born before 1957) and an additional 11% received vaccination at the pretravel consultation. Thirty-eight percent of business travelers had pre-existing immunity to influenza, and an additional of 29% received vaccinations with the pre-travel visit. Only 60% of business travelers were vaccinated or considered immune to hepatitis B after the pre-travel consultation. At the pre-travel consultation, 40% of VFR travelers, 37% of business travelers, and 27% of leisure travelers received meningococcal vaccine. At the time of the visit, 22% of business, 18% of leisure and 17% of VFR travelers had (7) China 150 (7) Kenya 127 (9) Haiti 139 (11) Honduras 86 (9) South Africa 238 (4) Ghana 147 (6) Honduras 62 (4) Ghana 79 (6) Ghana 83 (9) (5) 60 (2) 197 (14) 215 (14) 148 (15) immunity to JE. Few business, leisure, or VFR travelers were considered immune to or vaccinated against rabies. Figure 2A and B outlines the reasons for non-vaccination among business, VFR, and leisure travelers. When compared with leisure and business travelers, a higher percentage of VFR travelers declined vaccines. Among those business travelers who were recommended the specific vaccine, 49% declined influenza vaccine, 41% MMR vaccine, 32% meningococcal vaccine, 19% hepatitis B vaccine, 15% rabies vaccine, and 12% JE vaccine. Thirty six percent of leisure and 69% of VFR travelers also declined MMR vaccine. Clinicians reported that influenza vaccine was unavailable for 22% of business, 19% of VFRs, and 21% of leisure travelers. For business travelers, clinicians reported insufficient time to complete the vaccine series for JE (23%), hepatitis A (11%), hepatitis B (10%), and rabies (10%). Based on current CDC criteria, clinicians considered hepatitis B, rabies, meningitis, polio, or JE vaccines not to be indicated for more than half of business or leisure travelers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 206,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1336,
                    "end": 1345,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Use of Vaccines and Pre-Existing Immunity"
        },
        {
            "text": "For those traveling to a country where malaria was a risk throughout, 91% of business, 90% of leisure, and 88% of VFR travelers were prescribed an anti-malarial medication. Of the 291 travelers who were not prescribed anti-malarial medication, 19 (7%) declined the medication and 17 (6%) had existing prescription from their primary care provider; there was no additional information for the other 255 (87%) travelers. Mefloquine was the most common prescription for VFR travelers (49%), and atovaquone/proguanil was most common among business (73%) and leisure (76%) travelers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of Anti-Malarial Medication"
        },
        {
            "text": "Our analysis shows that business travelers differ both from other occupational travelers and non-occupational travelers (leisure and VFRs). Business travelers are predominantly men, generally older, and seek pre-travel consultations largely on the advice of their employer. Compared with other travelers, business travelers receive pre-travel health care closer to their travel date, plan on hotel stays in urban areas, and travel for shorter durations. Although some business travelers received influenza (21%), meningococcal (37%), and hepatitis B (20%) vaccines with the visit, many business travelers (49%, 32%, and 19%, respectively) declined to receive them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The demographic profiles of business and occupational travelers described here are similar to those found in other studies. In a study by Hill, and consistent with our findings, business travelers were younger than leisure travelers and older than those traveling for education or study. 14 Non-medical service (median 22 years) and research/education travelers (median 24 years) in our analysis were the youngest of all occupational travelers. Like our investigation, other studies have also found that business travelers are predominantly men. 14, 15 Within the occupational category, missionary and nonmedical service workers sought pre-travel advice at least a month ahead of their travel date. In contrast, only half of business travelers sought pre-travel advice within 2 weeks of travel; a finding also noted in previous research. 16 The need for business travel can occur suddenly, leading to shorter preparation time 17 ; however, business travelers may know about their trip further in advance than the timing of their pre-travel health appointment may indicate. In fact, the US Department of Commerce Office of Trade and Tourism found that people reporting travel for business and convention purposes planned their trip a median of 30 days in advance, and airline reservations were made a median of 21 days in advance. 2 It is not known from our analysis how far in advance travelers planned their itineraries or if there was a delay in seeking pre-travel health consultations after plans were finalized.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 549,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 550,
                    "end": 552,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 838,
                    "end": 840,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 926,
                    "end": 928,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1330,
                    "end": 1331,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Seeking pre-travel care within 2 weeks of travel makes travelers less likely to complete or maximally benefit from recommended vaccine regimens; starting malaria chemoprophylaxis or filling other recommended prescriptions may also be compromised. In support of this, we found that GTEN clinicians reported insufficient time for some business travelers to complete the series of JE, hepatitis A, hepatitis B, and rabies vaccines. Travelers would benefit from having their pre-travel health consultations as soon as travel is booked to complete or follow accelerated vaccine schedules. Many companies make pre-travel health consultations mandatory during the airline ticket-issuing process. 16 Alternatively, if general business travel is anticipated, travelers should consider pre-emptive vaccination to ensure full coverage before last-minute travel. 17 Although GTEN does not collect information on risk perception, last minute travelers believe that their disease risk is lower. 18 Travelers should also consider the placement of their international worksites; because many facilities are located outside of cities, travelers and clinicians need to consider both urban and peri-urban exposures to mosquitoes, and thus mosquito-borne illnesses. Pre-travel health consultations sought well in advance ensures that proper risk assessments and guidance can be acted upon for each traveler's destination.",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 691,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 851,
                    "end": 853,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 981,
                    "end": 983,
                    "text": "18",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We found the median duration of travel for business travelers was 10 days, which was similar to US Department of Commerce Office of Trade and Tourism's finding of 8 days. 2 Other occupational travelers with shorter durations of stay included those providing medical care (10 days) and missionaries (11 days) . Both leisure travelers and VFRs had significantly longer stays of 14 and 30 days, respectively. All travelers, but especially short-term travelers, may not fully recognize the illness and injury risks associated with international travel. 4, 16 Business travelers often do not consider unexpected risks, such as those associated with unanticipated medical treatment or casual sexual activity. 19 In addition, business travelers often travel multiple times a year. 2 We did not collect information on the number of trips taken each year by the travelers; however, each trip can contribute to the risk of a travel-related illness. Clinicians seeing travelers should consider this cumulative risk assessment when advising business travelers and consider interventions, such as vaccinations, an investment for future trips. 7 The pre-travel health consultations described here increased the vaccination coverage for all of the vaccines and provided malaria prescriptions for most travelers, although several gaps still remain. Of particular interest, many business (49%), leisure (44%), and VFR (61%) travelers declined influenza vaccine. Despite high morbidity and mortality rates associated with influenza, a significant proportion of the US population chooses not to get vaccinated against the disease. 20 According to CDC estimates, only 42.8% of all people older than 2 years, and 48.4% of people with high-risk indications between the ages of 18 and 64 years were vaccinated against influenza in the 2010 to 2011 season. 21 A GeoSentinel analysis of returned ill travelers found that business travel was associated with influenza. 22 Further, a study of Swiss business travelers found that only 27% had their annual influenza vaccination. 23 In addition to reducing the risk of decreased productivity due to illness, increasing influenza vaccination coverage in travelers can prevent the translocation of disease back to coworkers in the United States. It is beneficial for employers to emphasize the importance of vaccination, especially influenza vaccine.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 172,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 298,
                    "end": 307,
                    "text": "(11 days)",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 551,
                    "text": "4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 552,
                    "end": 554,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 703,
                    "end": 705,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 774,
                    "end": 775,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1130,
                    "end": 1131,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1612,
                    "end": 1614,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1833,
                    "end": 1835,
                    "text": "21",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1943,
                    "end": 1945,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2051,
                    "end": 2053,
                    "text": "23",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In our analysis, more than half of the business travelers were referred to the clinics by their employers. Although we were unable to elucidate whether travelers in our data set have employersponsored insurance or the employer was paying directly for the appointment and/or medications and vaccines, employers played a role in directing the travelers to the clinics. It is the traveler's responsibility to obtain pre-travel health advice, but employers also have a responsibility to ensure the well-being of their employees during and after business-related travel. This employer responsibility is not only to the travelers themselves, but also to employees who remain behind in the United States. Infections and injuries in business travelers not only negatively affect the travelers themselves but also have negative consequences for the business. Illness may disrupt business activities during or after travel, cause loss of time and productivity, and increase medical costs. 24 One study found higher rates of medical claims for almost all diseases categories after international travel by business travelers compared with their non-traveling colleagues; many claims were related to infectious diseases. 25 History has shown that diseases such as SARS, hepatitis A, measles, and tuberculosis have all been transmitted by individuals traveling for business and other occupational travelers [26] [27] [28] [29] [30] ; and infections such as these may be transmitted to non-traveling employees or the traveler's community. It should be noted that occupational travelers and especially business travelers are more likely to visit Asia than VFRs or leisure travelers so the groups have different destination patterns and infectious disease risks. Although employers may shoulder the costs of the pre-travel health consultations, the costs of ill employees may be higher. 31 To prevent illness in travelers and the translocation of disease to employees in the United States, employers can increase the proportion of travelers seeking timely pre-travel care by developing corporate health strategies, providing travel-related health education to improve risk perceptions, planning trips ahead of time when possible, and allowing time for health consultations for travelers with short time to departures.",
            "cite_spans": [
                {
                    "start": 979,
                    "end": 981,
                    "text": "24",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1208,
                    "end": 1210,
                    "text": "25",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1393,
                    "end": 1397,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1398,
                    "end": 1402,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1403,
                    "end": 1407,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1408,
                    "end": 1412,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1413,
                    "end": 1417,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1870,
                    "end": 1872,
                    "text": "31",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our investigation has some limitations. GTEN data, although geographically distributed, may not be representative of the general traveling population, or business travelers in particular; however, our findings are consistent with those of other studies. We focused only on travelers who listed a single purpose of travel and therefore did not explore further those who listed multiple purposes of travel. In addition, purpose of travel was self-selected by travelers, and we focused specifically on those who chose business or other occupational or service as their purpose for travel. There was no additional information, such as whether the traveler received compensation, to support that these travelers were unquestionably occupational or non-occupational. We also recognize that our category of occupational travelers includes a number of sub-groups, which is the reason that we performed sub-analyses. Finally, because sub-national destination data were not available, we could only assess the suitability of malaria chemoprophylaxis recommendations in those traveling to countries where malaria was a risk throughout. Further, GTEN does not systematically collect information on patients who did not receive a prescription for malaria chemoprophylaxis; however, analysis of text fields provided limited information. Despite these limitations, our study is, to our knowledge, the largest analysis of detailed pre-travel health consultations prior to business and occupational-related travel, including data on over 9000 occupational travelers. In this era of large multinational corporations and outsourcing, our findings are of interest to businesses, and particularly to health care workers charged with caring for individuals whose work assignment involves international travel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Business and occupational travel has repetitively been associated with illness not only among travelers themselves, but has also led to the importation of infectious diseases into home and work communities, and these importations often require costly work and public health responses. Business travelers have a distinct profile when compared with other occupational and non-occupational travelers. Employers play a role in encouraging business travelers to seek pre-travel health consultations. Such consultations, even if scheduled immediately before travel, can be an opportunity to identify vaccination gaps and to increase coverage to lessen the likelihood of illness among travelers and importation of pathogens into home and work communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "United Nations World Tourism Organization",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Profile of US resident travelers visiting overseas destinations: outbound 2012",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Corporate and Executive Traveler",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Band",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Book Chapter",
            "volume": "2012",
            "issn": "6",
            "pages": "283--89",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Occupational travel",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Occup Med (Lond)",
            "volume": "61",
            "issn": "",
            "pages": "6--18",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Aggregate travel vs. single trip assessment: arguments for cumulative risk analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "2600--2604",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global TravEpiNet: a national consortium of clinics providing care to international travelers-analysis of demographic characteristics, travel destinations, and pretravel healthcare of high-risk US international travelers",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Larocque",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "",
            "pages": "455--462",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Yellow Book: CDC Health Information for International Travel",
            "authors": [],
            "year": 2009,
            "venue": "Atlanta: US. Departent of Health and Human Services",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Yellow Book: CDC Health Information for International Travel",
            "authors": [],
            "year": 2012,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pre-travel preparation of US travelers going abroad to provide humanitarian service, Global TravEpiNet",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Stoney",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Jentes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Sotir",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Trop Med Hyg",
            "volume": "90",
            "issn": "",
            "pages": "553--559",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "United Nations Development Programme (UNDP)",
            "authors": [
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Indices",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Data",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Comparison of methods for clustered data analysis in a non-ideal situation: results from an evaluation of predictors of yellow fever vaccine refusal in the Global TravEpiNet (GTEN) Consortium",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Larocque",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Jentes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Stat Med Res",
            "volume": "3",
            "issn": "",
            "pages": "215--223",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pre-travel health, immunization status, and demographics of travel to the developing world for individuals visiting a travel medicine service",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Am J Trop Med Hyg",
            "volume": "45",
            "issn": "",
            "pages": "263--270",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pre-travel preparation practices among business travellers to tropical and subtropical destinations: results from the Athens International Airport Survey",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pavli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Silvestros",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patrinos",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lymperi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Maltezou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Travel Med Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "364--369",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Knowledge, attitudes and practices of business travelers regarding malaria risk and prevention",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schlagenhauf",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Amsler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Travel Med",
            "volume": "10",
            "issn": "",
            "pages": "219--224",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Business travelers: vaccination considerations for this population",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Expert Rev Vaccines",
            "volume": "12",
            "issn": "",
            "pages": "453--466",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Trends in knowledge, attitudes, and practices of travel risk groups toward prevention of hepatitis A: results from the Dutch Schiphol Airport survey",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Genderen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Thiel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Mulder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Overbosch",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Travel Med",
            "volume": "19",
            "issn": "",
            "pages": "35--43",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Blood and body fluid exposure as a health risk for international travelers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Correia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Shafer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Travel Med",
            "volume": "8",
            "issn": "",
            "pages": "263--266",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Revisiting the influenza vaccine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "Nevin-Woods",
                    "middle": [],
                    "last": "Cr",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Am Osteopath Assoc",
            "volume": "111",
            "issn": "6",
            "pages": "2--4",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Interim results: state-specific influenza vaccination coverage-United States",
            "authors": [],
            "year": 2010,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "60",
            "issn": "",
            "pages": "737--743",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Vaccine preventable diseases in returned international travelers: results from the GeoSentinel Surveillance Network",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Boggild",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Castelli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "7389--7395",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Knowledge, attitudes, and practices of business travelers regarding influenza and the use of antiviral medication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Helfenberger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tschopp",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Robyn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hatz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schlagenhauf",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Travel Med",
            "volume": "17",
            "issn": "",
            "pages": "367--373",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Overview of selected infectious disease risks for the corporate traveler",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fortuna",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Occup Environ Med",
            "volume": "50",
            "issn": "",
            "pages": "924--934",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Medical insurance claims associated with international business travel",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liese",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Mundt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Dell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Demure",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Occup Environ Med",
            "volume": "54",
            "issn": "",
            "pages": "499--503",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Severe acute respiratory syndrome (SARS) and coronavirus testing: United States",
            "authors": [],
            "year": 2003,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "52",
            "issn": "",
            "pages": "297--302",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Risk and burden associated with the acquisition of viral hepatitis A and B in the corporate traveler",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Bunn 3rd",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Occup Environ Med",
            "volume": "50",
            "issn": "",
            "pages": "935--944",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Expatriates ill after travel: results from the Geosentinel Surveillance Network",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Measles outbreak shows even vaccinated at risk",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Npr News",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Measles outbreak shows a global threat -Worker from India tied to Hub cases",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Vaccine and international health programs for employees traveling and living abroad",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bunn",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Travel Med",
            "volume": "8",
            "issn": "1",
            "pages": "20--23",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Reasons for not vaccinating in the pre-travel visit for business, leisure and VFR travelers in Global Trav-EpiNet, by purpose of travel. HA, hepatitis A; HB, hepatitis B; I, influenza; JE, Japanese encephalitis; M, meningococcal; MMR, measles, mumps, rubella; P, polio; R, rabies; Td, typhoid; Tt, tetanus; V, varicella; YF, yellow fever. Ã Percentages may not add up to 100% due to rounding errors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Pre-existing immunity and vaccination of travelers in Global TravEpiNet, by purpose of travel. HA, hepatitis A; HB, hepatitis B; I, influenza; JE, Japanese encephalitis; M, meningococcal; MMR, measles, mumps, rubella; P, polio; R, rabies; Tt, tetanus (includes Td and Tdap); Ty, typhoid; V, varicella; YF, yellow fever. Ã Percentages may not add up to 100% due to rounding errors.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic and Travel Characteristics of Occupational Travelers Seen for Pre-Travel Health Consultation in the Global TravEpiNet Consortium (n ¼ 9,248)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "US born ¼ born in the 50 US states or US Virgin Islands.Percentages may not add up to 100% due to rounding. jj Time to departure ¼ (departure date À clinic visit date).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Comparison of Demographic and Travel Characteristics of Business, Leisure, and Those Visiting Friends and Relatives (VFR) Travelers Seen for Pre-Travel Health Consultation in the Global TravEpiNet Consortium (n ¼ 18,460) US born ¼ born in the 50 US states or US Virgin Islands. §Business vs leisure P < 0.0001 (random intercept models). VFRs were excluded from this analysis as they were defined by country of birth. jj Percentages may not add up to 100% due to rounding. { Multiple responses possible.Time to departure ¼ (departure date À clinic visit date).Business vs leisure P < 0.0001; business vs VFR P ¼ 0.05 (Kruskal-Wallis). yy Business vs leisure P < 0.0001; business vs VFR P < 0.0001 (Kruskal-Wallis).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}