{
    "paper_id": "a6ea21d8e8f97c41b9f69ee6c5d82f5c1a11107b",
    "metadata": {
        "title": "Hepatitis E Virus-Associated Meningoencephalitis in a Lung Transplant Recipient Diagnosed by Clinical Metagenomic Sequencing",
        "authors": [
            {
                "first": "Jamie",
                "middle": [
                    "A"
                ],
                "last": "Murkey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kara",
                "middle": [
                    "W"
                ],
                "last": "Chew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Margrit",
                "middle": [],
                "last": "Carlson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chelsea",
                "middle": [
                    "L"
                ],
                "last": "Shannon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Deepika",
                "middle": [],
                "last": "Sirohi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hannah",
                "middle": [
                    "A"
                ],
                "last": "Sample",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "R"
                ],
                "last": "Wilson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Weill Institute for Neurosciences",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Vespa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Romney",
                "middle": [
                    "M"
                ],
                "last": "Humphries",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles"
                    }
                },
                "email": ""
            },
            {
                "first": "Steve",
                "middle": [],
                "last": "Miller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "D"
                ],
                "last": "Klausner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "Y"
                ],
                "last": "Chiu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Hepatitis E virus (HEV) infection uncommonly causes chronic hepatitis and neurologic disease. We describe a case of genotype 3a HEV meningoencephalitis diagnosed by metagenomic next-generation sequencing, illustrating the power of an unbiased molecular approach to microbial testing and the first reported case of HEV infection presumably acquired through lung transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Precision Diagnosis of Acute Infectious Diseases (PDAID) study for the diagnosis of hospitalized patients with suspected infectious causes of meningoencephalitis was launched in June 2016. The goal of this multihospital, nationwide study is to evaluate the utility and cost-effectiveness of a clinical metagenomic next-generation sequencing (mNGS) assay for pathogen detection as compared with conventional microbiological testing (Supplementary Methods). The mNGS approach does not define targets a priori; rather, any and all viruses, bacteria, fungi, and parasites are identified in clinical samples on the basis of sequence homology to GenBank microbial reference databases. The mNGS assay has been validated in a Clinical Laboratory Improvement Amendments (CLIA) laboratory [4, 5] , and results are relayed to the treating clinical team(s) and reported in the patient's electronic medical record.",
            "cite_spans": [
                {
                    "start": 783,
                    "end": 786,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 787,
                    "end": 789,
                    "text": "5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we present a case of HEV meningoencephalitis diagnosed by clinical mNGS in an immunocompromised patient enrolled in the PDAID study. We demonstrate the power of clinical mNGS in elucidating the cause of uncommon and unexpected infections and identify a case of chronic HEV infection most likely transmitted through the transplanted lungs the patient had received 6 years prior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The case patient is a 58-year-old woman with a history of idiopathic pulmonary fibrosis status post bilateral lung transplant in 2011, migraines, hypercoagulability, and multiple sclerosis (MS) on chronic immunosuppression who was admitted to University of California, Los Angeles Medical Center in October 2016 with 8 days of fever, headache, nausea, vomiting, neck stiffness, and photophobia. The patient had been hospitalized 4 days prior to admission at an outside hospital complaining of the \"worst headache of my life. \" During that hospitalization, she was treated with a variety of abortive migraine medications with only partial response and diagnosed with tacrolimus toxicity (initial tacrolimus level of 36.8 ng/mL; 24.6 ng/mL on discharge) and acute kidney injury. Of note, her symptoms occurred in the setting of >15 years of MS-attributed episodic leg pain and swelling, 5 years of occasional word-finding difficulty and slurred speech, 1 year of recurrent episodes of dizziness and falls, and 1 month of lower extremity weakness. In addition, the patient had an acute episode of encephalopathy in 2013 and a first-time seizure of unclear etiology in March 2016.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "The patient is a resident of Orange County, California. She denied sick contacts, pets or other animal exposure, insect bites, and eating shellfish or game meats. She reported travel to the mountains in Utah in August 2016, the Caribbean in 2010, and throughout Europe decades before admission. Her outpatient medications included immunosuppressive medications (tacrolimus, mycophenolate mofetil, and prednisone for lung transplant; teriflunomide for MS), antimicrobial prophylaxis (trimethoprim/sulfamethoxazole and acyclovir), anticoagulation, and pain medications, including an intrathecal morphine pump.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "Upon admission, the patient was noted to be sleepy but fully oriented and in moderate distress from pain; she had a fever of 38.3°C but otherwise had normal vital signs. Physical exam was remarkable for right leg tenderness from deep venous thrombosis. Initial exams showed stable pancytopenia (white blood cell and platelet counts of 4.36 × 10 9 /L and 72 000/L, respectively, and hemoglobin of 9.6 g/dL), elevated transaminases (alanine aminotransferase and aspartate aminotransferase of 154 U/L and 263 U/L, respectively), elevated international normalized ratio of 1.6, and tacrolimus level of 7.5 ng/mL. Magnetic resonance imaging revealed baseline periventricular, subcortical, and juxtacortical T2/FLAIR white matter intensities associated with her MS but no acute changes (Table 1) . Empiric antimicrobials were initiated with vancomycin, ceftazidime, acyclovir, and voriconazole. Tacrolimus was initially held but subsequently resumed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 780,
                    "end": 789,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "Given the patient's ongoing symptoms, a lumbar puncture was performed on day 3, revealing a lymphocytic pleocytosis ( Table 1) . All clinical microbiologic studies returned negative (Table 1) . By day 6, the patient was clinically improved except for mild persistent headache. The differential diagnosis included viral meningoencephalitis or tacrolimus toxicity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 126,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 182,
                    "end": 191,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "The patient was identified as a possible PDAID case based on the unknown etiology of her meningoencephalitis. A cerebrospinal fluid sample from day 3 of her hospitalization was analyzed by clinical mNGS testing at University of California, San Francisco. DNA and RNA sequencing libraries yielded 12 706 666 and 11 080 133 reads, respectively. Analysis using the sequence-based ultra-rapid pathogen identification (SURPI+) clinical bioinformatics pipeline detected HEV. Assembly yielded a 95.6% complete viral genome with approximately 90% pairwise identity to the closest matched reference in GenBank (Supplementary Figure 1A and 1B) . Phylogenetic analysis assigned the genome to genotype 3a, most closely related to viral strains from Japan and Southeast Asia (Supplementary Figure 1C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 616,
                    "end": 633,
                    "text": "Figure 1A and 1B)",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 787,
                    "text": "Figure 1C)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The diagnosis of HEV-associated meningoencephalitis was communicated to the patient. Review of the patient's electronic medical record showed normal transaminase levels before lung transplantation, with persistent low-level elevations after transplantation in 2011 (Supplementary Figure 2A and 2B) . The patient was readmitted 2 weeks after being discharged with new decompensated liver disease, encephalopathy, asterixis, ascites, and cirrhosis by abdominal ultrasound and liver elastography.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 297,
                    "text": "Figure 2A and 2B)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The HEV mNGS results prompted immediate follow-up clinical testing demonstrating serum HEV immunoglobulin M (IgM) positivity, negative immunoglobulin G (IgG), and plasma HEV viremia (5 960 000 international units [IU]/mL) ( Table 1 , Supplementary Figure 2C ), and treatment with ribavirin and low-dose diuretics. Hepatitis E virus RNA declined, transaminases normalized, and ascites, edema, and mentation improved, but the patient subsequently had 2 readmissions for headache, nausea, and vomiting attributed to tacrolimus toxicity or side effects from ribavirin, necessitating multiple ribavirin treatment interruptions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 231,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 234,
                    "end": 257,
                    "text": "Supplementary Figure 2C",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The case was reported to the United Network for Organ Sharing donor safety net. Testing of stored donor serum was positive for HEV IgG and IgM antibody but negative for HEV RNA. The donor was reported to be a 50-year-old woman with methamphetamine use from Central California without clear risk factors for HEV infection or abnormal transaminase levels. Pretransplant samples from the case patient were not available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "We present a case of genotype 3a HEV infection in a lung transplant recipient with MS on immunosuppressive therapy. The patient's symptoms and lymphocytic pleocytosis on admission were consistent with acute viral meningitis. Tacrolimus toxicity may have also contributed to her presentation because she improved rapidly after tacrolimus discontinuation. The patient's persistent low-level transaminitis for several years before admission and subsequent evidence of cirrhosis suggest that she was likely chronically infected with HEV. Although initial testing for HEV IgG was negative, serologies can be unreliable in immunosuppressed patients [6] . Her prior episodes in 2013 and 2016 of seizure and \"encephalopathy\" are also suggestive of chronic neuroinvasive HEV disease with intermittent flares.",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 646,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although the development of chronic HEV infection is infrequent in the general population, solid organ transplant (SOT) recipients are at greater risk [7] . In 1 series of 85 SOT recipients with HEV infection, >60% developed chronic hepatitis [8] . In some of these patients, cirrhosis can develop within several years [8] . Neurologic manifestations of HEV infection, including inflammatory polyradiculopathy, encephalitis, and Guillain-Barré syndrome, have been seen in 5.5% of cases [9] . The timing of neurological manifestations after HEV infection has not been well described, but ranged from 12-60 months in 1 review of 6 cases in immunosuppressed patients. In animal models, HEV is able to cross the blood-brain barrier, replicate in the central nervous system, and cause neuronal necrosis and myelin degeneration [10] .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Hepatitis E virus infection is infrequently considered as an infectious cause of meningoencephalitis and specific diagnostic testing is not routinely done, underscoring the benefit of an unbiased approach such as mNGS for pathogen detection [11] . Hepatitis E virus infection may be detected through serological testing, but concurrent blood and stool HEV RNA testing is recommended, especially in immunosuppressed patients [6] . Clinicians should consider HEV in the differential diagnosis for SOT or other immunosuppressed patients with unexplained hepatitis, particularly those taking calcineurin inhibitors [8] . The treatment of chronic HEV infection includes reduction in immunosuppression, enabling viral clearance in approximately 30% of SOT patients [12] . Ribavirin monotherapy has achieved sustained virologic response in approximately 85% of patients and was initiated in this patient [12] . New antivirals such as sofosbuvir may have a future role in treatment [13] . Notably, our patient appears to have contracted HEV from her donor. Supporting evidence includes the positive anti-HEV IgG/IgM testing of the donor's serum and the patient's persistent low-level transaminase elevations that began after transplant. Of only 2 published reports of donor-derived HEV transmission, 1 liver transplant recipient developed cirrhosis and death from septic shock within 15 months of transplantation, and 2 renal transplant recipients (with the same donor) developed cholestatic hepatitis at 9 and 11 months after transplantation [14, 15] . This is the first report of presumptive HEV transmission through lung transplantation. Transplant centers and clinicians should be aware of the potential for HEV infection in donors judged to be at elevated risk.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 974,
                    "end": 978,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1535,
                    "end": 1539,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1540,
                    "end": 1543,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Supplementary materials are available at Open Forum Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hepatitis E virus and chronic hepatitis in organ-transplant recipients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kamar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Selves",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansuy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "811--818",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hepatitis E and pregnancy: understanding the pathogenesis",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Navaneethan",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Mohajer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Liver Int",
            "volume": "28",
            "issn": "",
            "pages": "1190--1199",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hepatitis E virus in blood components: a prevalence and transmission study in southeast England",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Hewitt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ijaz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Brailsford",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "1766--73",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Professional Practice Committee and Committee on Laboratory Practices of the",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schlaberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Microbiology Resource Committee of the College of American Pathologists. Validation of metagenomic next-generation sequencing tests for universal pathogen detection",
            "authors": [],
            "year": 2017,
            "venue": "Arch Pathol Lab Med",
            "volume": "141",
            "issn": "",
            "pages": "776--86",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neurobrucellosis: unexpected answer from metagenomic next-generation sequencing",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mongkolrattanothai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Naccache",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bender",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Ped Infect Dis Soc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hepatitis E virus reinfections in solid-organ-transplant recipients can evolve into chronic infections",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abravanel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lhomme",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chapuy-Regaud",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "",
            "pages": "1900--1906",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hepatitis E virus infection among solid organ transplant recipients, the Netherlands",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Pas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "De Man",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mulders",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Emerg Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": "869--72",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Factors associated with chronic hepatitis in patients with hepatitis E virus infection who have received solid organ transplants",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kamar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garrouste",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Haagsma",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Gastroenterology",
            "volume": "140",
            "issn": "",
            "pages": "1481--1490",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hepatitis E virus and neurologic disorders",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kamar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bendall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Peron",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "173--182",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evidence of hepatitis E virus breaking through the blood-brain barrier and replicating in the central nervous system",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Soomro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "She",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Viral Hepat",
            "volume": "23",
            "issn": "",
            "pages": "930--939",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A cloud-compatible bioinformatics pipeline for ultrarapid pathogen identification from next-generation sequencing of clinical samples",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Naccache",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Federman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Veeraraghavan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Res",
            "volume": "24",
            "issn": "",
            "pages": "1180--92",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Treatment of HEV infection in patients with a solid-organ transplant and chronic hepatitis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kamar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lhomme",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abravanel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "e222. 13. van der Valk M",
            "volume": "8",
            "issn": "",
            "pages": "242--245",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Liver transplant from a donor with occult HEV infection induced chronic hepatitis and cirrhosis in the recipient",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schlosser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Neuhaus",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Hepatol",
            "volume": "56",
            "issn": "",
            "pages": "500--502",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evidence of hepatitis E virus transmission by renal graft",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pourbaix",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ouali",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Soussan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transpl Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Patient Laboratory Testing and Imaging the laboratories were drawn the day of discharge. For the other hospitalizations, the laboratories are from admission unless a range is given, which represents the range during the course of hospitalization. Included in respiratory virus panel PCR: influenza A, influenza A H1, influenza A H3, influenza A 2009 H1N1, influenza B, respiratory syncytial virus, parainfluenza virus type 1, parainfluenza virus type 2, parainfluenza virus type 3, parainfluenza virus type 4, human metapneumovirus, rhinovirus, adenovirus serogroup B/E, adenovirus serogroup C, coronavirus NL63, coronavirus HKU1, coronavirus 229E.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank the patient for participating in the PDAID research study. Permission to publish this case report was granted by the patient through written informed consent.Financial support. This work was supported by the California Initiative to Advance Precision Medicine; an award from Abbott Laboratories, Inc; and philanthropic grants from the Sandler, Bowes, and Schwab Foundations.Potential conflicts of interest. C. Y. C. is the director of the UCSF-Abbott Viral Diagnostics and Discovery Center and receives research support from Abbott Laboratories, Inc.All other authors report no conflicts of interest. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}