{
    "paper_id": "a70f7904950bba73ba43df71226c57344b28aa33",
    "metadata": {
        "title": "LETTER TO THE EDITOR DIFFERENTIAL DIAGNOSIS OF RESPIRATORY VIRUSES BY USING REAL TIME RT-PCR METHODOLOGY",
        "authors": [
            {
                "first": "São",
                "middle": [],
                "last": "Paulo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Adolfo Lutz",
                    "location": {
                        "settlement": "São Paulo",
                        "region": "SP",
                        "country": "Brazil ("
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The emergence of new respiratory viruses including: the Severe Acute Respiratory Syndrome; the coronavirus in 2003 (SARS-CoV); influenza A(H1N1)pdm09, in the human population in the past ten years; the emergence of a new coronavirus identified in a patient presenting severe acute respiratory syndrome who travelled to Saudi Arabia (June, 2012), denominated as Middle East Respiratory Syndrome (MERS-CoV); and laboratory confirmation of three human infections with an avian influenza A(H7N9) virus not previously reported in humans on March 29, 2013, has encouraged scientists to develop diagnostic tests to identify these viruses 1,2,3,4 . The Adolfo Lutz, a Public Health Institute, has been improving its methodology tools in order to provide a timely answer to public health authorities facing acute respiratory disease outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To apply the Centers for Disease Control and Prevention (CDC) Real Time RT-PCR as respiratory viruses' differential diagnosis in clinical specimens, a total of 252 respiratory secretions were collected from patients presenting influenza-like syndrome by the three Brazilian National Influenza Surveillance Network -Sentinel Units: Hospital Menino Jesus; Hospital Vila Maria; Hospital Geral de Guarulhos; during influenza season 2010. These samples presented negative results for influenza virus A(H1N1), A(H1N1)pdm09, A(H3N2) and B strains by CDC rRT-PCR ; and were also proven negative by differential diagnosis by the use of respiratory monoclonal panel to investigate: influenza A and B viruses, respiratory syncytial virus, adenovirus and parainfluenza 1, 2 and 3 viruses by Indirect Immunofluorescence (IFI). The differential diagnosis in samples presenting negative results, by both methodologies, was submitted to the CDC Real RT-PCR containing primers and probes for adenovirus (ADV), rhinovirus (RVs), respiratory syncytial virus (RSV), human metapneumovirus (hMPV ), parainfluenza 1, 2, 3, 4(PV1, PV2, PV3, PV4), kindly provided by Dr. Dean Erdman. Of the 252 clinical specimens presenting negative results by using differential monoclonal respiratory panel IFI, 60 (23.80%) were positive by Real Time RT-PCR, the following etiologic agents have been identified: RSV 20 (33.40%); PV1 3 (5%); PV2 7 (11.60%); PV3 9 (15%) RVs 10 (16.60%); ADV 11 (18.40%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study demonstrates the high sensitivity of Real Time RT-PCR in respiratory differential diagnosis, by the National Influenza Surveillance Network, sponsored by Brazilian Ministry of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition, fast, accurate and sensitive detection of respiratory viruses in clinical specimens through the use of this methodology would also increase our understanding of the epidemiology of both new emerging viruses such as influenza A (H1N1) pdm09, and conventional viruses such as the common cold viruses, including rhinovirus and coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Taking into account the development of vaccines and antiviral drugs, successful measures of prevention and control of the disease can be warranted as soon as the etiology of the disease is revealed. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human infection with a novel avian -origin influenza A (H7N9) virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1888--97",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe acute respiratory syndrome -a global concern -influenza virus isolated from suspected cases in Brazil from April to",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Paiva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kisielius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Benega",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ueda",
                    "suffix": ""
                },
                {
                    "first": "Tkn",
                    "middle": [],
                    "last": "Sugahara",
                    "suffix": ""
                },
                {
                    "first": "Cls",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the International Conference on Options for the Control of Influenza V. Okinawa",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Nix",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Campagnoli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Icenogle",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1403",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1834",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Maria Isabel OLIVEIRA (1) Telma R.M.P. CARVALHANAS (2) Teresa PERET (3) Dean ERDMAN (3) Terezinha Maria de PAIVA (1) (1) Respiratory Disease Centre, Virology Center, Instituto Adolfo Lutz, São Paulo, SP, Brazil (2) Epidemiologic Surveillance Center of the State of São Paulo, São Paulo, SP, Brazil (3) Centers for Disease Control and Prevention, Division of Viral Diseases Correspondence to: Terezinha Maria de Paiva Núcleo de Doenças Respiratórias, Centro de Virologia, Instituto Adolfo Lutz Av. Dr. Arnaldo 355, 01246-902 São Paulo, SP, Brasil Phone: +55 11 30682913, Fax + 55 11 3085-3505 E-mail: tterezinha@uol.com.br",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}