{
    "paper_id": "a8002f42a29667524fe9cae0a0a94f60fbbf6079",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Crossed fused renal ectopia (CFRE) is a rare type of renal dysplasia causing the kidneys to fuse so that both are located on the same side of the body. In humans, CFRE occurs in approximately 1 out of 2000-7500 births, and occurs more often in men. 1, 2 However, it has rarely been reported in veterinary medicine. 3 To date, only one case in a cat has been reported. 4 CFRE is thought to result from aberrant migration and crossing of the midline of the metanephric blastema and the ureteral bud, leading to fusion of the kidneys within the pelvis. 1 Most CFREs in humans are asymptomatic and found either accidentally during an autopsy or diagnostic investigation for concurrent diseases. 5 However, in humans with symptomatic CFRE, complications are observed in approximately 50% of cases and include nephrolithiasis, infection and hydronephrosis. 6, 7 Although primary treatment for CFRE is not necessary for most cases, awareness for this disease is critical in cats requiring any surgical intervention in the urinary system, as aberrant blood supply to a cross-fused kidney is common. This case study describes the ultrasound and CT findings of a rare form of CFRE in a cat.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 251,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 252,
                    "end": 253,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 315,
                    "end": 316,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 368,
                    "end": 369,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 550,
                    "end": 551,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 691,
                    "end": 692,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 851,
                    "end": 853,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 854,
                    "end": 855,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A mature intact male Persian cat (unknown age; weighing 3.1 kg) presented with a haemorrhagic nasal discharge and ascites. The cat was rescued a month before the presentation, so its past history was unknown. Owing to a haemorrhagic nasal discharge, the cat was treated in a local veterinary clinic for several days but did not respond to therapy, which included antibiotics (doxycycline, 5 mg/kg PO q12h). There were no records for vaccination and anthelmintic treatment. At presentation, the cat was adult, emaciated (body condition score 1/5) and hypotensive (systolic blood pressure 100 mmHg, measured by Doppler method at the right forelimb). The cat was dehydrated (positive skin turgor test, >2 s capillary refill time, pale membrane). No particular abnormalities were found during a physical examination, with the exception of dehydration and haemorrhagic mucopurulent discharge in both nostrils. Initial laboratory tests were directed to rule out infectious causes for upper respiratory infection. Thoracic radiography revealed a mild, diffuse pulmonary infiltration mixed with an alveolar and interstitial pattern in the left cranial lung lobe. Cytological examination of a nasal discharge showed cell debris, mononuclear cells and coccobacilli. Based on findings on thoracic radiography and nasal cytology, bacterial pneumonia was strongly suspected. Further diagnostic tests such as tracheal wash or bronchioalveolar lavage were not attempted owing to the cat's clinical condition. An abdominal ultrasound examination showed free fluid in the body cavity and cross-fused kidneys located on the right side from the midline, indicating an ectopic left kidney fused with an orthotopic right kidney ( Figure  1a ,b). A repeated renal ultrasound revealed that the ureters of both kidneys were dilated, suggesting the presence of hydronephrosis (Figure 1c ,d). Only the proximal portion of the ureters of both kidneys were dilated. However, renal pelvic dilations were not clearly determined. Volume rendering of CT images showed crossed fused renal ectopia on the right side and the presence of two right renal arteries from the descending aorta entering the medially facing hilum of the fused kidneys (Figure 2a,b) . A dorsal plane image showed an ectopic left kidney placed horizontally anterior to the L4 and L5 vertebrae that was fused with the lower pole of a normally placed right kidney, indicating L-shaped CFRE (type E; Figure 2c ). The renal dimensions (parenchymal thickness) of the superiorly (right) and tandemly (left) situated kidneys were 27 × 36 (8.8) mm and 26 × 32 (8.1) mm, respectively (Figure 2c ). The ureter of the left ectopic kidney crossed over the midline, while ureterovesical junctions were normally located (Figure 2d ). Proximal portion of ureters of both kidneys were dilated as noticed in renal ultrasound. However, renal pelvic dilations were not clearly observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1709,
                    "end": 1719,
                    "text": "Figure  1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1851,
                    "end": 1861,
                    "text": "(Figure 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2209,
                    "end": 2222,
                    "text": "(Figure 2a,b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2436,
                    "end": 2445,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2614,
                    "end": 2624,
                    "text": "(Figure 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2745,
                    "end": 2755,
                    "text": "(Figure 2d",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case description"
        },
        {
            "text": "A sample of abdominal fluid was collected with ultrasound guidance. Cytological examination of this sample revealed a protein-rich fluid (4.8 g/dl) consisting of macrophages and non-degenerate neutrophils, suggesting a feline infectious peritonitis (FIP) infection. The sample was submitted for PCR confirmation of feline coronavirus infection and was found to be positive. Based on diagnostic studies, the cat was diagnosed with left-to-right CFRE complicated with FIP and respiratory tract infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "Therapy was directed to manage the clinical signs associated with FIP and bacterial pneumonia, as there was no evidence that a pre-existing CFRE contributed to clinical signs in this cat. The cat was treated with doxycycline (5 mg/kg PO q12h [Vibramycin; Pifzer]), cefotaxime (40 mg/kg IV q8h; Kyungnam) and prednisolone (1 mg/ kg PO q12h [Solone; Handong]) with occasional nebulisation therapy (aminophylline 100 mg in saline 10 ml solution for 15-20 mins q8h) for 1 week. However, clinical signs worsened with this intensive treatment and the cat died. A post-mortem examination was not performed because the owners declined approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "Based on anatomical variations, six types of CFRE have been reported in humans: inferior crossed fusion; sigmoid or S-shaped kidney; lump kidney; disc kidney; L-shaped kidney; superior crossed fusion ( Figure 3 ). 1 A modified classification divides CFRE into: (1) crossed ectopia with fusion; (2) crossed ectopia without fusion;",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 210,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "(3) solitary crossed ectopia; and (4) bilateral crossed ectopia. 8 In most human cases of CFRE, the kidneys are partially or completely fused. According to the literature, the inferior CFRE with left-to-right crossover is the most frequent type of CFRE, 1,5,9 which is characterised by fusion of the ectopic left kidney to the lower pole of the orthotopic right kidney. A previous human study found that CFRE is twice as prevalent in men than in women. 6 Similar to human studies, the affected cat in this study was male and had CFRE characterised by an inferior crossed fusion.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 66,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 453,
                    "end": 454,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although >50% of human patients with CFRE are asymptomatic at first presentation, CFRE that is symptomatic is clinically significant because approximately 50% of symptomatic CFRE patients have complications, including nephrolithiasis, hydronephrosis and infections. As observed in humans, suggestive findings of hydronephrosis (ie, ureteral dilation) were seen in a renal ultrasound in this cat, although there were no clinical signs (eg, polyuria/polydipsia) directly related to CFRE. However, in this case, it was difficult to determine whether the cat did not previously show clinical signs related to renal diseases because the owners rescued it 1 month before presentation. Hydronephrosis is a common complication in humans with CFRE and may occur as a result of pelviureteric junction obstruction. 10, 11 Human studies have shown that entrapment of the ureter in the isthmus and vesicoureteral reflux were responsible for the development of hydronephrosis and pyelonephritis. 12, 13 Common diagnostic tests in humans with CFRE include urography (ie, anterograde or retrograde ureterogram), abdominal ultrasound and CT scans. 9 The characteristic findings of renal ultrasound in humans with CFRE are an anterior and/or posterior notch in the kidney with two ureters entering into the urinary bladder, an abnormal arterial supply and venous drainage, calyceal distortion, hydronephrosis and urolithisasis. 14 In our case, these characteristic findings were not clearly visible, except findings suggestive of hydronephrosis (ie, ureteral dilation) in an abdominal ultrasound examination. On the abdominal ultrasound examination, the ectopic left kidney was fused with the orthotopic right kidney. We were unable to define the exact type of CFRE and to identify abnormalities in vascular supply and ureteral drainage. The CT scan clearly revealed the fusion of the left ectopic kidney with the lower pole of the orthotopic right kidney, making an L-shaped kidney. The L-shaped CFRE is a rare type of CFRE in humans, 5 and has never been reported in cats. The most common type of CFRE is inferior crossed fusion CFRE, in which the ectopic left kidney is positioned inferiorly and the orthotopic right kidney is positioned superiorly. This type of CFRE has been reported in a cat. 5 A CT scan also provided images of the vascular supply and ureteral drainage to the urinary bladder in this case. Interestingly, two arteries from the descending aorta branched into each of the fused kidneys. Furthermore, each ureter from the ectopic left and orthotopic right kidneys was present and connected to the urinary bladder, as normally expected. It is not uncommon for humans to have more than one renal artery and atypical configurations of the vascular supply. 1, 5 In this case, a CT scan provided better imaging details for defining abnormalities than ultrasound imaging.",
            "cite_spans": [
                {
                    "start": 804,
                    "end": 807,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 808,
                    "end": 810,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 982,
                    "end": 985,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 986,
                    "end": 988,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1131,
                    "end": 1132,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2281,
                    "end": 2282,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2756,
                    "end": 2758,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2759,
                    "end": 2760,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although no specific guidelines for the management of CFRE in humans have been proposed, it often causes recurrent upper urinary tract infections (UTIs) and obstructions. In such cases, pyeloplasty for relieving pelviureteric junction obstructions and reimplantation of the ureter for preventing vesicoureteral reflux would be necessary. A subcutaneous ureteral bypass device could be an option for cats with CFRE with recurrent upper urinary tract obstructions. Because there was no diagnostic evidence of UTI and severe obstruction in this cat, surgical therapy was not further considered. Hypertension has been reported in humans with CFRE and may occur as a result of an aberrant arterial supply to fused kidneys. 15 More detailed angiographic studies may be beneficial to identify anomalies in the arterial supply in those cases. Doppler evaluation of the renal artery has been performed in humans to identify renal artery stenosis or kinking of an artery as potential causes of renal hypertension. 14 One feline case of CFRE has been reported and was associated with renal failure and hypertension, 3 although the cat had the most common type of CFRE (ie, an ectopic left kidney fused with an orthotopic right kidney). However, the cat in this case was hypotensive at the first presentation as a result of dehydration and was never hypertensive during hospitalisation.",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 720,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1105,
                    "end": 1106,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our case, there was no direct evidence that preexisting CFRE contributed to the clinical signs, even though findings suggestive of hydronephrosis were observed during a renal ultrasound. Most clinical signs observed in this cat were consistent with those of FIP complicated by respiratory tract infection. The cat was hypotensive (owing to dehydration) and had no evidence of urinary problems in laboratory tests. We believe that CFRE may have been asymptomatic in this cat, unlike a previously reported case. 4 In humans, many cases of CFRE have been found with other congenital malformations affecting the urogenital, gastrointestinal and musculoskeletal systems. 1, 9 However, this cat had no other congenital malformations.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 514,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 669,
                    "end": 671,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 672,
                    "end": 673,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "CFRE is a rare congenital anomaly and is readily detectible on a renal ultrasound and CT scan. As it is often associated with recurrent UTIs and obstructions, practitioners should include this anomaly as a case of a recurrent UTI or pelvic dilation in cats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The authors received no financial support for the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors declared no potential conflicts of interest with respect to the research, authorship, and/ or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Anomalies of form and fusion, crossed renal ectopia with and without fusion",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3269--3304",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Multidetector CT urography of renal fusion anomalies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Türkvatan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ölçer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cumhur",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Diagn Interv Radiol",
            "volume": "15",
            "issn": "",
            "pages": "127--134",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Renal ectopia in a dog and a cat",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Kaufmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Osborne",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Am Vet Med Assoc",
            "volume": "190",
            "issn": "",
            "pages": "73--77",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Crossed renal ectopia with fusion in a cat",
            "authors": [
                {
                    "first": "Allworth",
                    "middle": [],
                    "last": "Ms",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet Radiol Ultrasound",
            "volume": "40",
            "issn": "",
            "pages": "357--360",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Crossed fused renal ectopia multidetector computed tomography study",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "Csr",
                    "middle": [],
                    "last": "Babu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "P"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Anat Res",
            "volume": "2",
            "issn": "",
            "pages": "305--309",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Crossed fused ectopia of the kidneys",
            "authors": [
                {
                    "first": "Patel",
                    "middle": [],
                    "last": "Tv",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Kidney Int",
            "volume": "73",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cross-fused renal ectopia associated with vesicoureteral reflux; a case report",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naseri",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Renal Inj Prev",
            "volume": "5",
            "issn": "",
            "pages": "200--202",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Crossed renal ectopia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcclellan",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Am J Surg",
            "volume": "93",
            "issn": "",
            "pages": "995--999",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Urogenital tract: anatomy and function of urogenital tract: developmental renal anomalies",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dähnert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Radiology review manual",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Congenital malformations in autosomal trisomy syndromes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Warkany",
                    "suffix": ""
                },
                {
                    "first": "Passarge",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Am J Dis Child",
            "volume": "112",
            "issn": "",
            "pages": "502--517",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Crossed renal ectopia with and without fusion",
            "authors": [
                {
                    "first": "Abeshouse",
                    "middle": [],
                    "last": "Bs",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bhisitkul",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Urol Int",
            "volume": "9",
            "issn": "",
            "pages": "63--91",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The incidence of associated urological abnormalities in 57 children with renal ectopia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Guarino",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tadini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Camardi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Urol",
            "volume": "172",
            "issn": "",
            "pages": "1757--1759",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ureteropelvic junction obstruction in children with renal ectopy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Kelalis",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Urol (Paris)",
            "volume": "5",
            "issn": "",
            "pages": "331--336",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Crossed fused renal ectopia: sonographic diagnosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Norton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Urol Radiol",
            "volume": "8",
            "issn": "",
            "pages": "13--16",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hypertension associated with crossed renal ectopia in an infant",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Mininberg",
                    "suffix": ""
                },
                {
                    "first": "Roze",
                    "middle": [
                        "S"
                    ],
                    "last": "Pearl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Pediatrics",
            "volume": "48",
            "issn": "",
            "pages": "454--457",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ultrasonographic longitudinal images of kidneys in this case. (a,b) Ultrasonography showing the upper pole of the left kidney and the lower pole of the right kidney fused with each other. (c,d) The proximal portion of ureters in both kidneys were dilated. LPRK = lower pole of right kidney; UPLK = upper pole of left kidney; UR = ureter.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a,b,d) Volume rendering images and (c) dorsal multiplanar reformatted CT images in the nephrographic and excretory phase of the affected cat. (a,b) Volume rendering images show crossed fused renal ectopia on the right side and the presence of two right renal arteries (arrow) from the descending aorta entering the medially facing hilum of fused kidney. (c) Dorsal plane image shows ectopic left kidney placed horizontally anterior to L4 and L5 vertebrae is fusing with the lower pole of the normally placed right kidney. (d) The ureter of the left ectopic kidney crosses the midline and ureterovesical junctions are normally located",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Six types of crossed fused renal ectopia in the human. (a) Inferior crossed fusion; (b) sigmoid or S-shaped kidney; (c) lump kidney; (d) disc kidney; (e) L-shaped kidney; and (f) superior crossed fusion. Modified from Sharma et al 5",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The cat was negative for feline herpesvirus, feline calicivirus, feline leukaemia virus/feline immunodeficiency virus and feline panleukopenia, based on PCR testing (IDEXX Laboratories, Sungnam, Korea). A complete blood cell count showed mild hypochromic anaemia (haemoglobin 7.3 g/dl [reference interval {RI}] 9-16 g/dl; red blood cell count 4.59 M/µl [RI 6-11 M/µl]) and mild leukocytosis with lymphopenia (white blood cell count 13.3 K/µl [RI 5-11 K/µl]; lympho-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}