{
    "paper_id": "a81c646c5838cf678fd22a7527e88f964bcbb862",
    "metadata": {
        "title": "Vagueness and Costs of the Pause on Gain-of-Function (GOF) Experiments on Pathogens with Pandemic Potential, Including Influenza Virus",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Imperiale",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "settlement": "Bronx",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Arturo",
                "middle": [],
                "last": "Casadevall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "settlement": "Bronx",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "ried about GOF experiments (4), seem to have precipitated the government action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pauses and moratoriums are blunt instruments in science and carry the potential for unintended consequences. We recognize that the pause is a response from well-meaning government officials who are tasked with trying to find ways to minimize potential dangers from GOF experiments. We note, however, that depending on which interruptions of work are counted, this is at least the third pause/moratorium in this field, with the first being voluntary, the second requested by the USG (5, 6) , and the third being the current pause. We have numerous concerns with this third stoppage, including the timing of the announcement relative to the ongoing debate, the vagueness in the wording of the statement, and the potential effects on the fields of influenza virus and coronavirus research. Each concern will be discussed separately.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 485,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 486,
                    "end": 488,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The timing of this pause is perplexing given that one might have expected this action to follow a concerted effort to explore the issues rather than to precede detailed discussions. Many have drawn the analogy between the current situation and that surrounding the advent of recombinant DNA technologies. However, there are significant differences: the discussions at Asilomar preceded a self-imposed moratorium by molecular biologists working on recombinant DNA technology (7) . It seems that this should have been the case now: the NSABB could have been deliberating on this topic in the 2 years that have passed since the GOF debate began with the publication of two manuscripts describing mammalian transmission of H5N1 influenza virus (8, 9) . Instead, the NSABB did not even meet, and this created a vacuum of discussion that may have contributed to the current crisis. In contrast, the government has responded to the heightened controversy by reactivating the NSABB while simultaneously calling for a pause of GOF work before a meaningful discussion. Although this course of action seems to emphasize safety and caution, it carries significant risks that we discuss below. It is also unclear to us why the pause is necessary, given that the government is already presumably providing an extra layer of review of GOF experiments that followed the prior moratoriums (http://www.phe.gov/s3/ dualuse/Documents/us-policy-durc-032812.pdf) and has asked institutions to do the same (http://www.phe.gov/s3/dualuse/ Documents/durc-policy.pdf).",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 477,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 744,
                    "end": 746,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We are concerned that the wording of the pause is vague and could have unintended consequences. First, the pause has no end date. Will the NSABB and the Academies be nimble enough to make concrete recommendations that are broadly acceptable within months? Given the pace at which these committees generally function, we worry that this will not be the case. Having the pause drag on for too long will affect not only research progress but also the careers of the scientists engaged in that research. Second, we worry about the meaning of \"reasonably anticipated.\" Obviously this phrase is very subjective, and similar wording in the definition of dual use research of concern (DURC) has already made assessments of what constitutes DURC very problematic for journals and authors (10) . At one extreme, cautious researchers could over-interpret the vague wording and stop experiments that were not intended for inclusion in the pause order. For example, albeit somewhat extreme, any time one grows an RNA virus in the laboratory, even in cell culture, the error-prone nature of the viral RNA polymerase results in each progeny genome containing more or less one mutation. Any scientist versed in RNA virus biology could \"reasonably anticipate\" that some of these mutations would impose a gain of function on the virus. However, if one does not select for that function, it is extremely unlikely that that mutant will overtake the population. We therefore suggest that the intent of the experiment must be considered before making a determination of whether it should be paused.",
            "cite_spans": [
                {
                    "start": 779,
                    "end": 783,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The pause will almost certainly have a disruptive effect on several laboratories at a time when information derived from GOF experiments is beginning to bear fruit in pandemic preparedness. The accompanying articles from Stacey Schultz-Cherry et al. and Nancy Cox et al. describe how mutational information from GOF is producing actionable information on surveillance studies and selection of strains for vaccines (13, 14) . The pause means that some information from GOF experiments will cease to become available, with potential negative consequences on preparedness. Ongoing experiments will stop, and the vagueness of the wording raises the possibility that other work will not be done due to an abundance of caution. For example, there is tremendous need for rodent models of coronaviruses with pandemic potential, including the agents responsible for MERS and SARS. Such models could greatly facilitate the discovery of new drugs and vaccines. However, developing such models requires changing the host tropism of the virus, and as such they fall under experiments of concern despite the fact that human viruses often lose virulence as they adapt to other species. The current pause affects two dozen studies that include experiments to develop rodent models of coronavirus research (11) . In this regard, the reader may want to listen to a story on National Public Radio in which researchers discuss how the pause is affecting coronavirus research (12) . The inclusion of this work in the stoppage is an example of how pauses and moratoriums can be blunt instruments with major unintended consequences.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1289,
                    "end": 1293,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 1455,
                    "end": 1459,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, we worry that work being carried out by graduate students and postdoctoral fellows will be put on hiatus, causing disruption to their plans for completing their training. Although some will argue that this is a small price to pay for ensuring safety, we worry that this could have a tremendous effect downstream, as investigators may be discouraged from resuming such studies in the future. Furthermore, bright young scientists who have a choice of what research to pursue may avoid this area of investigation because of its controversy, unpredictability, and increased restrictions. Research output is not like a factory line that can be shut down and restarted depending on supply and demand. Instead, research output is dependent on the presence of ongoing projects by dedicated scientists who carried them out in good faith, hoping to generate useful information. When students and postdoctoral fellows stop such projects, they inevitably move to other projects and it may be difficult to jump-start GOF experiments once laboratories cease doing that type of work. As such, we are more concerned about pausing ongoing projects than delaying the start of new lines of investigation. Given that a healthy research enterprise is humanity's best defense against future threats from these respiratory pathogens, the pause could hurt future progress by discouraging the best and the brightest from joining this field. Hence, this pause, which is presumably intended to safeguard society from laboratory accidents and unintentional releases, could have the paradoxical effect of leaving humanity more vulnerable to future pandemics by virtue of the information that was not obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As we have written previously, understanding the pathogenicity of these viruses is necessary if we want to develop new therapies and vaccines and ensure useful surveillance (1, 2) . Clearly, the research must be performed under biocontainment conditions that minimize the risk of accidental release. The discussion that the White House is asking for must occur because the status quo is not acceptable. We call on the government to provide clarity regarding what truly should be paused and for how long. We call on the NSABB and the National Academies to move rapidly on this issue, to consider whether the current biosafety practices put in place after the earlier moratoriums are sufficient, and if found to be so, to state so without a need for new layers of mandates for what is already a highly supervised field. To repeat ourselves (1), we must get this right.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 177,
                    "end": 179,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Risks and benefits of gain-of-function experiments with pathogens of pandemic potential, such as influenza virus: a call for a science-based discussion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Imperiale",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "mBio",
            "volume": "5",
            "issn": "4",
            "pages": "1730--1744",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.01730-14"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An epistemological perspective on the value of gain-of-function experiments involving pathogens with pandemic potential",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Imperiale",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "mBio",
            "volume": "5",
            "issn": "5",
            "pages": "1875--1889",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.01875-14"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Doing diligence to assess the risks and benefits of life sciences gainof-function research",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The irrationality of GOF avian influenza virus research",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wain-Hobson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front Public. Health",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2014.00077"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "H5N1. Flu controversy spurs research moratorium",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Malakoff",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "335",
            "issn": "",
            "pages": "387--389",
            "other_ids": {
                "DOI": [
                    "10.1126/science.335.6067.387"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Avian influenza. H5N1 researchers ready as moratorium nears end",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Malakoff",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "",
            "pages": "16--17",
            "other_ids": {
                "DOI": [
                    "10.1126/science.339.6115.16"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Summary statement of the Asilomar conference on recombinant DNA molecules",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brenner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Roblin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.72.6.1981"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Airborne transmission of influenza Editorial A/H5N1 virus between ferrets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herfst",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Schrauwen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Linster",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chutinimitkul",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Sorrell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "336",
            "issn": "",
            "pages": "1534--1541",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1213362"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Experimental adaptation of an influenza H5 HA confers respiratory droplet transmission to a reassortant H5 HA/H1N1 virus in ferrets",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hatta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ozawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shinya",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Katsura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kawakami",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kiso",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Maher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "486",
            "issn": "",
            "pages": "420--428",
            "other_ids": {
                "DOI": [
                    "10.1038/nature10831"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "On the need for a national board to assess dual use Research of Concern",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Dermody",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Imperiale",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Sandri-Goldin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shenk",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "",
            "pages": "6535--6537",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00875-14"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "How a tilt toward safety stopped a scientist's research",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenfieldboyce",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Influenza gain-of-function experiments: their role in vaccine virus recommendation and pandemic preparedness",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schultz-Cherry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Webby",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccauley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nobusawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Itamura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tashiro",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Harada",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Odagiri",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grohmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Engelhardt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Claes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dauphin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "6",
            "pages": "2430--2444",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.02430-14"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Use of highly pathogenic avian influenza A(H5N1) gain-of-function studies for molecularbased surveillance and pandemic preparedness",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "L-M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tumpey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Gubareva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Villanueva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Donis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "6",
            "pages": "2431--2445",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.02431-14"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The views expressed in this article do not necessarily reflect the views of the journal or of ASM",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}