{
    "paper_id": "a9e9e47667e6630156203fe938e7afb876583934",
    "metadata": {
        "title": "Elastase-mediated Activation of the Severe Acute Respiratory Syndrome Coronavirus Spike Protein at Discrete Sites within the S2 Domain * □ S",
        "authors": [
            {
                "first": "Sandrine",
                "middle": [],
                "last": "Belouzard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ikenna",
                "middle": [],
                "last": "Madu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gary",
                "middle": [
                    "R"
                ],
                "last": "Whittaker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "2 The abbreviations used are: S, spike; SARS-CoV, severe acute respiratory syndrome coronavirus; MLV, murine leukemia virus; DC-SIGN, dendritic cell-specific intercellular adhesion molecule-3-gubbing non-integrin, ACE2, argiotensin I conserting enzyme 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "FIGURE 4. Introduction of alanine residues in the S2 region modulates elastase-induced virus entry mediated by SARS-CoV S. A and B, pseudotyped virion infections were performed as described for Fig. 2. Infection was induced by treatment with elastase (A) or trypsin (B). Results are presented as relative light units (RLU). Error bars represent the S.E. of three independent experiments. C, cleavage of SARS-CoV by elastase. HEK293T cells expressing the wild type (WT)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "or mutant SARS-CoV spike protein were treated with 50 g/ml elastase. Cell surface proteins were biotinylated and precipitated, and cleavage products of the SARS-CoV spike protein were analyzed in Western blot with an antibody recognizing the C9 tag at the C terminus of the protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Proteolytic priming is a common method of controlling the activation of membrane fusion mediated by viral glycoproteins. The severe acute respiratory syndrome coronavirus spike protein (SARS-CoV S) can be primed by a variety of host cell proteases, with proteolytic cleavage occurring both as the S1/S2 boundary and adjacent to a fusion peptide in the S2 domain. Here, we studied the priming of SARS-CoV S by elastase and show an important role for residue Thr 795 in the S2 domain. A series of alanine mutants were generated in the vicinity of the S2 cleavage site, with the goal of examining elastase-mediated cleavage within S2. Both proteolytic cleavage and fusion activation were modulated by altering the cleavage site position. We propose a novel mechanism whereby SARS-CoV fusion protein function can be controlled by spatial regulation of the proteolytic priming site, with important implications for viral pathogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The spike (S) 2 protein of the severe acute respiratory syndrome coronavirus (SARS-CoV) is a class I viral fusion protein responsible for both receptor binding and membrane fusion during viral entry (1) . Like other class I fusion proteins, the SARS-CoV S protein undergoes proteolytic priming prior to fusion activation (2) . Several host cell proteases appear to be able to prime fusion activation in the case of SARS-CoV, including cathepsin L, trypsin, factor Xa, thermolysin, plasmin, TMPRSS11a, and elastase (3) (4) (5) (6) (7) (8) (9) (10) . The proteolytic cleavage events in SARS-CoV S that lead to membrane fusion occur both at the interface of the receptor binding (S1) and fusion (S2) domains (S1/S2), as well as adjacent to a fusion peptide within S2 (S2Ј) (11) .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 541,
                    "text": "(9)",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "(11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Elastase-mediated activation of SARS-CoV was originally reported by Taguchi and co-workers (12) , and it has been proposed that elastase may have important implications for viral pathogenesis (12, 13) . Elastase is known to be secreted by neutrophils as part of an inflammatory response to a viral infection and is also produced by opportunistic bacteria (e.g. Pseudomonas aeruginosa) that can colonize virally infected respiratory tissue (14) . As such, it has been considered that elastase-mediated activation of SARS-CoV might be an important factor in the severe pneumonia seen in SARS-CoV-infected patients.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 196,
                    "text": "(12,",
                    "ref_id": null
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "13)",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here, we performed a mutagenesis study of the SARS-CoV S protein in the vicinity of the fusion peptide-proximal S2Ј position (Arg 797 ). We show that elastase mediates fusion activation via residue Thr 795 of the wild type S protein and that shifting the position of the cleavage site relative to the S2Ј fusion peptide affects the degree of fusion activation and modulates virus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cell Culture and Plasmids-Vero E6 cells and HEK 293T cells (American Type Culture Collection) were maintained in Dulbecco's modified Eagle's medium (Cellgro) containing 10% fetal bovine serum, 100 units/ml penicillin, and 10 g/ml streptomycin. Vector expressing a C9-tagged SARS-CoV spike protein (pcDNA3.1-SARS-CoV S) was provided by Dr. Michael Farzan, New England Primate Research Center. Site-directed mutagenesis was carried out via PCR, using primers obtained from IDT Technologies. Mutations were then confirmed by sequencing using an Applied Biosystems Automated 3730 DNA Analyzer at the Cornell University Life Sciences Core Laboratories Center. Plasmids expressing the luciferase gene under the control of the T7 promoter and the plasmid expressing the T7 polymerase used for quantitative cell-cell fusion assays were provided by Dr. Tom Gallagher, Loyola University, Chicago, IL. For pseudotyped virion production, we used Gag-Pol murine leukemia virus (MLV) packaging construct, containing the MLV gag and pol genes, and the MLV-Luc plasmid, encoding an MLV-based transfer vector containing a CMV-Luc internal transcriptional unit (15) . These plasmids were provided by Dr. Jean Dubuisson, Institut de Biologie de Lille, France.",
            "cite_spans": [
                {
                    "start": 1143,
                    "end": 1147,
                    "text": "(15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Proteases-Elastase-1 (from porcine pancreas, E0258) was obtained from Sigma-Aldrich. Tosylphenylalanyl chloromethyl ketone-treated trypsin (from bovine pancreas) was obtained from Pierce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Cell-Cell Fusion Assay-HEK 293T cells plated in 12-well plates were transfected with equal amounts of plasmids expressing the spike protein and plasmid expressing the luciferase under the control of the T7 promoter using TurboFect (Fermentas). 6 h after transfection, cells were plated in 48-well plates coated with poly-L-lysine. Vero E6 cells transfected with a plasmid expressing the T7 polymerase were then used to over-lay the HEK 293T cells. 4 h later, fusion was induced by protease treatment for 30 min. 5 h after induction of fusion, cells were lysed, and luciferase activity was measured by using a luciferase assay kit (Promega) and a Glomax 20/20 luminometer (Promega) to measure light emission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Pseudotyped Virion Assay-Pseudotyped virions were produced as described previously (6) . Briefly, HEK 293T cells were co-transfected with a plasmid expressing the SARS-CoV spike protein, a vector coding for MLV Gag-Pol, and a third plasmid coding for the genome containing a luciferase reporter gene. Cells were incubated for 72 h at 32°C, and supernatant were collected and filtered through a 0.45-m filter.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "For transduction, HEK 293T cells co-expressing ACE2 and DC-SIGN were plated in 48-well plates coated with poly-L-lysine. Cells were preincubated with 25 mM NH 4 Cl for 1 h at 37°C to inhibit entry through the endosomal pathway and transferred to ice. The same quantities of pseudotyped virions were bound for 2 h at 4°C in RPMI 1640 medium containing 0.2% bovine serum albumin, 10 mM Hepes, and 25 mM NH 4 Cl. Cells were warmed with RPMI 1640 medium containing indicated quantity of elastase or trypsin. The cells were then incubated for 30 min with complete medium containing 25 mM NH 4 Cl, and the medium was replaced with fresh medium. Cells were lysed 48 h later, and luciferase activity was quantified by using a Luciferase assay kit (Promega) and light emission measured using a Glomax 20/20 luminometer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Spike Protein Cleavage Analysis-HEK 293T cells plated on poly-L-lysine-coated 12-well plates were co-transfected with plasmid expressing the wild type or mutant spike protein and ACE2 by using TurboFect (Fermentas). The next day, cells were treated for 2 h with protease (trypsin or elastase). Cells were then transferred to ice, and cell surface proteins were biotinylated. Cells were incubated with ice-cold phosphate-buffered saline containing 250 g/ml sulfo-NH-SS-biotin [sulfosuccinimidyl 2-(biotinamido)-ethyl-1,3-dithiopropionate] (Pierce) for 15 min twice. Free biotin was then quenched by two incubations of 15 min each with 50 mM glycine in phosphate-buffered saline. Cells were then lysed by using radioimmunoprecipitation assay buffer (100 mM Tris-HCl, 150 mM NaCl, 0.1% SDS, 1% Triton X-100, 1% deoxycholic acid, pH 7.4), including complete protease inhibitor mixture (Roche Applied Science). Biotinylated proteins were affinity-precipitated with streptavidin-agarose (Novagen) overnight. Beads were washed with radioimmunoprecipitation assay buffer, and the pellet was resuspended with SDS-PAGE Laemmli sample loading buffer containing 50 mM dithiothreitol. Proteins were then separated by SDS-PAGE (8% acrylamide). SARS-CoV cleavage products were analyzed by Western blotting by using the antibody Rho 1D4 (National Cell Culture Center, Minneapolis, MN) directed against the C9 tag.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Previously, it has been demonstrated that SARS-CoV infections can be activated by exogenous elastase (12) . For these studies, pancreatic elastase (or elastase-1) was used as a source of protease. In addition, it has been shown previously that introduction of a furin site at position 797 of SARS-CoV S induced cell-cell fusion independent of the addition of exogenous pro-tease (6). We added a furin cleavage site at different positions in the region 667-797; however, only the addition of a furin cleavage site at position 797 results in cell-cell fusion. Addition of a furin cleavage site at position 773 has no effect on cell-cell fusion (supplemental Fig. 1 ). Therefore, we hypothesized that to activate fusion, the cleavage event has to occur in the vicinity of the S2Ј region.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "(12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 656,
                    "end": 662,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To identify potential elastase cleavage sites at the S2Ј position within SARS-CoV S, we examined the S2Ј region for possible consensus cleavage sites utilizing the MEROPS peptidase database ID S01-153. In contrast to trypsin, elastase requires an amino acid with a nonpolar aliphatic, or polar uncharged, R group in the P1 position, with a preference for proline in the P2 position. Although it was not an exact match for the optimal MEROPS cleavage site consensus sequence for elastase-1 (A/Ϫ/ P/AV2Ϫ/Ϫ/Ϫ/Ϫ), we identified residue threonine 795, within the sequence 792 LKPTKRSFIEDLLF 805 as a possible P1 residue for elastase-1, with proline 794 in the P2 position. In this sequence Arg 797 represents the expected site of trypsin cleavage (6) , and 803 LLF 805 represent the core residues of the S2 fusion peptide (11) .",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 745,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "(11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "To test the importance of Thr 795 for elastase-mediated activation of SARS-CoV S fusion, we performed site-directed mutagenesis and modified residue 795 from threonine to aspartic acid, to create the mutant SARS T795D. This protein showed cell surface expression comparable with the wild type S protein (supplemental Fig. 2 ) and was used in quantitative cellcell fusion assays, with elastase-1 as a fusion trigger. The wild type SARS-CoV S protein showed a dose-dependent activation of membrane fusion when elastase was added, whereas elastase-mediated fusion was essentially abrogated for the T795D mutant (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 323,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 608,
                    "end": 616,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To confirm the importance of residue Thr 795 in the context of the fusion event(s) mediating virus entry, we examined the wild type and mutant S protein incorporated into viral pseu- doparticles. Both wild type and T795D S proteins were equally incorporated into pseudoparticles (not shown). These wild type and T795D pseudovirions infected cells via the endosomal routes at comparable levels, and this route of infection was efficiently blocked by neutralizing endosomal acidification with NH 4 Cl (see Fig. 2 ). Although the cell surface-bound wild type S pseudovirions could be induced to enter cells after treatment with elastase-1, entry was severely limited in the case of the T795D mutant pseudovirions ( Fig. 2A) . As a control, we repeated these experiments using trypsin as a fusion trigger, and in this case both wild type and T795D mutant pseudovirions were able to enter cells efficiently, indicating that residue Thr 795 is critical for SARS-CoV entry via an alternate protease trigger utilizing elastase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 504,
                    "end": 510,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 712,
                    "end": 720,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "As seen in Fig. 2 , elastase-induced infection at the cell surface is less efficient compared with infection induced by trypsin. This relatively low infection-induced efficiency could be due to the nature of the recognition site, or to its position, which is shifted from the trypsin-exposed N terminus of the fusion peptide.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 17,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Because the sequence 792 LKPTKRSFIEDLLF 805 is not an ideal cleavage site consensus sequence for elastase-1, we next mutated threonine 795 to alanine to create a more optimal cleavage site, to create the mutant T795A. As the identified elastase cleavage site is shifted in position from the expected cleavage site based on previous studies using trypsin (which identified Arg 797 as the cleavage site), we also generated a series of alanine mutations in the vicinity of S2Ј using T795D as a backbone. These mutants comprised K793A/T795D, P794A/ T795D, T795D/K796A, and T795D/R797A and were used in fusion and entry assays with the goal of examining the effect of cleavage site positioning relative to the S2 fusion peptide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "These mutants were first assayed for cell surface expression (supplemental Fig. 2) , which all mutants except for T795D/ R797A (see below) expressed at levels of 70% or more of the wild type protein. We then used these mutants in our quantitative cell-cell fusion assay. In the case of the mutants K793A/T795D, P794A/T795D, T795D/K796A, and T795D/R797A it was apparent that alanine at positions 794 and 797 could be used very efficiently by elastase-1 (Fig. 3) . In both these cases, the presence of alanine gave higher levels of fusion than was mediated by Thr 795 . In addition, maximum fusion was reached with the lowest dose of elastase with the mutant T795D/R797A, even though this mutant shows lower surface expression compared with the wild type protein (27% Ϯ 15) (supplemental Fig. 2) . However, the presence of alanine at position 796 did not allow elastase-induced fusion. The T795A mutant gave a high level of background fusion in the absence of elastase addition (presumably via activation by an endogenous protease), so could not be used in cell-cell fusion assays designed to assess the role of elastase (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 452,
                    "end": 460,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 786,
                    "end": 793,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We next assessed the function of our alanine mutants in viral pseudoparticles. Incorporation of the spike protein into pseudotyped virions was monitored, and because cell surface expression and viral particle production were partially impaired in some cases, (e.g. for the T795D/R797A mutant; see supplemental Fig. 2) , we ensured that equal amounts of viral particles were used in the infectivity assay by adjusting the volume of supernatant. As a result, levels of infectivity obtained by the endosomal pathway for all of the mutants were comparable with the wild type protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 317,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In this case, we were able to use the T795A mutant for elastase-mediated entry assays. As with cell-cell fusion assays, the presence of alanine at positions 794 and 797 gave very high levels of elastase-mediated entry, and an alanine at position 796 did not allow entry. In this assay, the T795A mutant gave very high levels of activity, which were substantially greater than wild type (Fig. 4A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 395,
                    "text": "(Fig. 4A)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "As a control, we repeated these experiments using trypsin as an entry trigger. In this case, there was essentially no difference in entry between wild type and mutant pseudoviruses, with the exception of the T795D/R797A mutant, which was unable to be activated by trypsin (Fig. 4B) . As seen in cell-cell fusion assays, infection mediated by elastase was achieved with the lowest dose of elastase for the mutant T795D/R797A, the infection levels obtained were comparable with those obtained with trypsin treatment for the wild type protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 281,
                    "text": "(Fig. 4B)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Next, we analyzed cleavage products by elastase in a cell surface biotinylation assay. A cleavage product corresponding to the cleavage at position S2Ј was observed for the wild type protein and the mutants P794A/T795D, T795A, and T795D/ R797A (Fig. 4C, lanes 1, 4, 5, and 7) . The cleavage was very efficient for the mutant T795D/R797A. Cleavage products were also detected for the mutant T795D, K793A/T795D, and T795D/K796A; however, the bands migrate slower, suggesting that the mutants are cleaved at a different position in the region located between the junction S1/S2 and the S2Ј position.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 275,
                    "text": "(Fig. 4C, lanes 1, 4, 5, and 7)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We have previously shown that mutation of Arg 797 is sufficient to inhibit trypsin-induced fusion, suggesting that trypsin is not able to induce fusion by using the basic residue Lys 796 . Our data suggested that fusion activity could be modulated by repositioning of the elastase cleavage site in the vicinity of the S2 fusion peptide. To determine whether this finding also applied to trypsin-mediated cleavage at S2Ј, we generated a series of mutants that contained arginine residues at positions 795 and 794 in the context of the K796A/R797N background to inhibit the endogenous cleavage site. To allow us to focus on cleavage at the S2Ј position, these mutants were generated in a backbone of an S protein containing a furin consensus sequence at the S1/S2 boundary (Fur667), and cell surface expression was monitored. All mutants were expressed at Ͼ80% of wild type levels (supplemental Fig. 3 ). As expected for both cell-cell fusion assays and pseudovirions entry assays, both wild type S and the Fur667 mutants could be activated in a dose-dependent manner by treatment with trypsin, whereas the mutant K796A/ R797N could not. As with elastase induction, the presence of arginine at position 794 or 795 allows membrane fusion and entry (Fig. 5, A and B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 893,
                    "end": 899,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1245,
                    "end": 1262,
                    "text": "(Fig. 5, A and B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We then analyzed the cleavage of the SARS-CoV spike protein by trypsin. The wild type protein is cleaved mainly at the junction S1/S2, but a faint band corresponding to the cleavage S2Ј could also be detected with longer exposure time. As expected, introduction of the furin cleavage site (Fur667) facilitates the cleavage at the S2Ј position. The double mutation K796A/R797N results in the appearance of a cleavage product that migrates slower, probably due to a cleavage at another position in the region 667-797. Introduction of arginine at either position 794 or 795 restores the cleavage at the S2Ј position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "We show here that elastase-1 can activate SARS-CoV-mediated membrane fusion and virus entry via cleavage at the S2Ј position of the spike protein, adjacent to the S2 fusion peptide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Whereas trypsin activates the fusion process by a cleavage event at R797, the cleavage event on the wild type SARS-CoV S protein that leads to fusion activation by elastase occurs at position 795. These data demonstrate a certain degree of flexibility in the position of the cleavage event activating the fusion process. However, efficacy of infection induced by trypsin is in general better than by elastase. This could be due to the poor recognition of the cleavage site by elastase or due to the shifting of the cleavage site position from the fusion peptide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Because cleavage at the S2Ј position is inefficient and difficult to detect, and because for some mutants cell surface expression is partially impaired, it can be problematic to compare the extent of cleavage between the different mutants. However, the mutation T795A, generated to optimize the cleavage site, considerably increases the fusion and entry induced by elastase. As a consequence of the lack of sensibility of our cleavage assay, we were unable to detect the difference in cleavage efficacy with the SARS wild type, but in this case we can rule out any effect of the cleavage position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We further show that changes in the precise location of the cleavage site relative to the fusion peptide can modulate fusion and entry. Introduction of an alanine at position 797 results in the maximum fusion and entry induced by elastase, and this effect seems to be linked to a better cleavage of the protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Surprisingly neither trypsin nor elastase is able to activate fusion when the cleavage site is located at position 796, suggesting the inaccessibility of this residue in the protein. We cannot exclude that cleavage at position 797 also results in better fusion and entry because of its location directly at the N terminus of the fusion peptide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Canonical class I fusion protein, such as influenza HA, have ␣-helical \"external\" fusion peptides and are considered to be cleaved in a single position immediately N-terminal to the fusion peptide (16) . Whereas influenza virus HA is normally cleaved by a trypsin-like enzyme at the sequence IQSR-GLFG (17) , it is known that HA can also be efficiently cleaved by Pseudomonas elastase at the sequence IQSRG-LFG (18) . However, this elastase cleavage event truncates the critical glycine that comprises the N terminus of the fusion peptide, and so renders HA nonfunctional for fusion. In contrast, the coronavirus S2Ј fusion peptide appears to be composed of a small helical loop that is physically separated from the cleavage site itself (11, 19) . This organization may allow the possibility of modulating fusion peptide function by shifting the relative position of the core fusion peptide residues relative to the site of cleavage, a scenario that is generally consistent with our data. Overall, it is possible that fusion activity for coronaviruses may be impacted both by the activity of the specific protease and the positioning of cleavage relative to the S2 fusion peptide, with mutations in the region having implications for changes in pathogenesis or host range.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "(16)",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "(17)",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "(18)",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 742,
                    "text": "(11,",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although elastase-mediated activation of SARS-CoV has been considered an important factor for the severe pneumonia seen in SARS-CoV-infected patients, a direct association with an in vivo source of elastase (e.g. from neutrophils or co-infecting bacteria) has not been demonstrated to date. In contrast to the situation with elastase-1, our initial studies with neutrophil elastase failed to give any consistent activation of SARS-CoV S-mediated fusion (data not shown). Neutrophil elastase (elastase-2) has a less specific MEROPS consensus cleavage site of Ϫ/Ϫ/Ϫ/VIAT2Ϫ/Ϫ/Ϫ/Ϫ (compared with A/Ϫ/P/AV2Ϫ/ Ϫ/Ϫ/Ϫ for elastase-1), and so the reasons behind the lack of activation by elastase-2 are unclear at present. We are currently exploring the use of elastase-2 and elastases produced by opportunistic bacteria in more detail, to define the relevance of elastase activation for viral pathogenesis. The novel mechanism for modulation of fusion protein function shown here, shifting the cleavage site position relative to the core residues of the fusion peptide, indicates that this may be a significant factor in disease outcome or in the ability of coronaviruses to undergo host range changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nidoviruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "157--178",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cellular Receptors for Animal Viruses",
            "authors": [
                {
                    "first": "H.-D",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Garten",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "241--280",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Handbook of Proteolytic Enzymes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Rawlings",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Woessner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Mutation of Thr 795 inhibits elastase-induced cell-cell fusion mediated by SARS-CoV S. 293T cells co-expressing the SARS-CoV wild type (WT) or SARS-CoV T795D mutant, along with a plasmid encoding the luciferase under the control of the T7 promoter, were overlaid with Vero E6 cells expressing the T7 polymerase. Fusion was induced by treating the cells with different doses of elastase, and cells were lysed 5 h after fusion induction. Results are presented as relative light units (RLU). Error bars represent the S.E. of three independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Mutation of Thr 795 inhibits elastase-induced virus entry mediated by SARS-CoV S. Pseudotyped virions containing the SARS-CoV wild type (WT) or SARS-CoV T795D mutant were bound at 4°C on HEK 293T cells co-expressing ACE2 and DC-SIGN and pretreated with 25 mM NH 4 Cl to inhibit infection by the endosomal pathway. Fusion of pseudotyped virions was induced at the cell surface by treating the cells for 5 min with elastase (A) or trypsin (B). Results are represented as relative light units (RLU). Error bars represent the S.E. of three independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Introduction of alanine residues in the S2 region modulates SARS-CoV S-mediated cell-cell fusion induced by elastase. Cell-cell fusion assay of cells expressing the wild type (WT) or mutant SARS-CoV spike protein were performed as described in Fig. 2. Results are presented as relative light units (RLU). Error bars represent the S.E. of three independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Moving the trypsin cleavage position by introduction of arginine residues in the S2 region modulates SARS-CoV S-mediated membrane fusion. A and B, mutant SARS-CoV S proteins with potential trypsin cleavage site at different positions in the S2Ј region were assayed in cell-cell fusion (A) and in pseudotyped virion infection assays (B), as described in Figs. 2 and 3. Results are presented as relative light units (RLU). Error bars represent the S.E. of three independent experiments. C, cleavage products were analyzed as described in Fig. 4C.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}