{
    "paper_id": "aa029dc2c3ba585c0f6a05b6a1cf54e5aa66073b",
    "metadata": {
        "title": "Supporting Information Chemical Synthesis of the Highly Hydrophobic Antiviral Membrane- Associated Protein IFITM3 and Modified Variants",
        "authors": [
            {
                "first": "Thibault",
                "middle": [
                    "J"
                ],
                "last": "Harmand",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vijaya",
                "middle": [
                    "R"
                ],
                "last": "Pattabiraman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "W"
                ],
                "last": "Bode",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Protected Phe-α-ketoacid (Phe-KA) 4 Protected Val-α-ketoacid ( The described methods can be different in some cases. In such cases, the method is explicitly described.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 35,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "linker 3"
        },
        {
            "text": "High-resolution mass spectra were recorded by the Mass Service of the Laboratory of Organic Chemistry at ETH Zurich on a Bruker maXis instrument (ESI-QTOF MS) equipped with an ESI source and a Qq-TOF detector or with a Bruker solariX instrument (MALDI FTMS) with a FT-ICR detector using 4-hydroxy-α-cyanocinnamic acid as the matrix. MALDI-MS data were obtained on a Bruker",
            "cite_spans": [],
            "ref_spans": [],
            "section": "c) Characterization"
        },
        {
            "text": "Microflex MALTI-TOF spectrometer using 4-hydroxy-α-cyanocinnamic acid as the matrix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "c) Characterization"
        },
        {
            "text": "Circular dichroism (CD) spectroscopy was carried out on an Aviv, Model 430 spectropolarimeter using a quartz cuvette with 1 mm path length.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "c) Characterization"
        },
        {
            "text": "UV-vis absorption spectroscopy was carried out on an Agilent 8453 UV-Vis spectrophotometer with a 1 cm path length quartz cuvette.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "c) Characterization"
        },
        {
            "text": "Fluorecent microscopy was carried out with an epifluorescence DMI60000B microscope from Leica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "c) Characterization"
        },
        {
            "text": "Native sequence (without the initial signal peptide): NpecOpr-S2-ValKA 2 was synthesized on rink amide polystyrene resin (0.36 mmol/g, scale: 1.0 g, 0.36 mmol) using protected Val-KA with 0.25 mmol/g loading. After automated Fmoc SPPS, the Nterminal Fmoc was removed, and Npec-Opr-OH was manually coupled using HATU and NMM in DMF 4 h followed by washing with DMF and CH 2 Cl 2 . The dried resin was subjected to cleavage using (95:2.5:2.5) TFA:DODT:H 2 O, filtered and the filtrate was evaporated under vacuum. The peptide segment was precipitated with Et 2 O; centrifugation and drying afforded the crude peptide (980 mg).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein sequence of IFITM3 (Uniprot ID: Q01628)"
        },
        {
            "text": "The crude peptide was placed in a vial under N 2 atmosphere and could be kept for months at 4 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein sequence of IFITM3 (Uniprot ID: Q01628)"
        },
        {
            "text": "The crude peptide was purified by HPLC using Shiseido Capcell pak C18 column (50 x 250 mm) with a gradient of 20 to 85% CH 3 CN (with 0.1% TFA) in 35 min at 60 °C to obtain 180 mg of PhotoOpr-S2-ValKA 2 in an overall yield of 14%. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein sequence of IFITM3 (Uniprot ID: Q01628)"
        },
        {
            "text": "Opr-S3-ArgTAG 3 was synthesized on polystyrene resin (loading 0.32 mmol/g, scale: 1.0 g, 0.32 mmol). After Fmoc-Gly-OH followed by seven Fmoc-Arg(pbf)-OH were coupled via SPPS and Nterminal Fmoc-deprotection, 4-(hydroxymethyl)benzoic acid was manually coupled using HATU and NMM in DMF for 4 h. Fmoc-Gly-OH was attached to the resin via the symmetrical anhydride method using DIC in CH 2 Cl 2 /DMF for two times 2 h. The resin was subjected to the automated Fmoc SPPS using standard procedures as described in the General Methods. After the N-terminal deprotection of glycine 94, Fmoc-Opr-OH was manually coupled using HATU and NMM in DMF 4 h followed by washing with DMF, CH 2 Cl 2 and dried The dried resin was subjected to cleavage using (95:2.5:2.5) TFA:TIPS:H 2 O, filtered and the filtrate was evaporated under vacuum. The peptide segment was precipitated with Et 2 O; centrifugation and drying afforded the crude peptide (1.68 g). The crude peptide was placed in a vial under nitrogen atmosphere and could be kept for months at 4 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "The crude peptide was purified by HPLC using Shiseido Capcell pak C18 column (50 x 250 mm) with a gradient of 40 to 98% CH 3 CN (with 0.1% TFA) in 35 min at 60 °C to obtain 128 mg of Opr-S3-ArgTAG 3 in an overall yield of 7%. Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' Intens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "!\"\"#$\"$% %\"\"#&&%' ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of the Oxaproline segment 3 arginine tag (Opr-S3-ArgTAG, 3)"
        },
        {
            "text": "Extra pure L-alpha-phosphatidylcholine (10.0 mg, 13 mmols) was dissolved in in 1.00 mL of CH 3 Cl. Intens. Intens. Intens. Intens. Intens. Intens. Intens. Intens. Intens. H 2 N-S1-ArgKA 1 (29.6 mg, 5.58 µmol, 1.50 equiv) and Opr-S2S3-OH 6 (34.2 mg, 3.72 µmol, 1.00 equiv) were mixed together and dissolved in 310 µL of NMP/H 2 O 95:5 and 0.1 M oxalic acid and 0.1 M TCEP. The resulting mixture was mixed by vortex until complete solubilization and then placed in a 60 °C shaker for 20 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFITM3-ArgTAG CD spectra"
        },
        {
            "text": "After completion, the reaction mixture was dissolved with 7.50 mL of NaHCO 3 pH 8.5 and vortexed until it became clear. The reaction was stirred for 8 h at rt and directly purified by RP-HPLC Phenomenex C4 column (20 x 250 mm) with a gradient of 40 to 98% CH 3 CN (with 0.1% TFA) at 60 °C in 30 min affording 8.1 mg of IFITM3 7 (15% yield).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acquisition Parameter"
        },
        {
            "text": "Because of the lack of cleavable sites and particularly in the membrane regions, classical enzymatic digestion was unsuccessful. The acid digestion was performed by the Functional Genomic Center of the University of Zurich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acquisition Parameter"
        },
        {
            "text": "The grey bands correspond to the mass of the different peptides found and to which part of the amino acid sequence it corresponds to. When the intensity of the MS signal was strong enough, MS/MS analysis was performed and is displayed by the red marks. The MS sequence coverage was greater than 95%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acquisition Parameter"
        },
        {
            "text": "Extra pure L-alpha-phosphatidylcholine (10.0 mg, 13 mmols) was dissolved in in 1.00 mL of CH 3 Cl. 100 µL were of the resulting solution were placed in an eppendorf and a N 2 flow was applied for 15 min until complete evaporation of the CH 3 Cl. IFITM3 7 (0.10 mg, 6.9 nmols) was dissolved in 10.0 µL of TFE and added to the previously prepared eppendorf. a) Synthesis of phosphorylated arginine a-ketoacid segment 1 (Phosphorylated-S1-ArgKA, S1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFITM3 CD spectra"
        },
        {
            "text": "Phosphorylated-S1-ArgKA S1 was synthesized by loading the cyanosulfurylide linker on rink amide polystyrene resin (loading 0.36 mmol/g, scale: 0.15 g, 0.05 mmol) using the protocol previously reported by our group. 3 Fmoc-Arg(Pbf)-OH was coupled to the cyanosulfurylide using HATU and NMM in DMF for 4 h followed by several washings with DMF, sodium diethyldithiocarbamate, DMF and CH 2 Cl 2 . After drying the loading was determined to be 0.3 mmol/g. with a gradient of 10 to 65% CH 3 CN (with 0.1% TFA) in 30 min to obtain 24 mg of Phosphorylated-S1-ArgKA S1 in an overall yield of 25%. 8 S1 S1 S1",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 216,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IFITM3 CD spectra"
        },
        {
            "text": "Phosphorylated-S1-ArgKA (10.0 mg, 1.86 µmol, 1.50 equiv) and Opr-S2S3-ArgTAG 4 (13.0 mg, a) Synthesis of fluorescent arginine a-ketoacid segment 1 (Fluorescent-S1-ArgKA, S2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFITM3 CD spectra"
        },
        {
            "text": "Fluorescent-S1-ArgKA S2 was synthesized by loading the cyanosulfurylide linker on Rink amide polystyrene resin (loading 0.36 mmol/g, scale: 0.15 g, 0.05 mmol) using the protocol previously reported by our group. 3 Fmoc-Arg(Pbf)-OH was coupled to the cyanosulfurylide using HATU and NMM in DMF for 4 h followed by several washings with DMF, sodium diethyldithiocarbamate, DMF and CH 2 Cl 2 . After drying the loading was determined to be 0.3 mmol/g.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 213,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IFITM3 CD spectra"
        },
        {
            "text": "The resin was subjected to automated Fmoc SPPS using standard procedures as described in the General Methods. After N-terminal deprotection the peptide sulfurylide was cleaved from the resin and the filtrate was concentrated under vacuum. The peptide segment was precipitated with Et 2 O and after centrifugation and drying, afforded the crude peptide (214 mg). The crude peptide was placed in a vial under N 2 atmosphere and could be kept for months at 4 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFITM3 CD spectra"
        },
        {
            "text": "The crude peptide (100 mg) was dissolved in a glass vial with 4.0 mL of H 2 O/CH 3 CN (1:1) and 0.1% TFA. After complete dissolution, Oxone (541 mg, 0.88 mmols, 50 equiv) was added. The reaction mixture was placed on a shaker and gently agitated for 5 minutes. The reaction was quenched with 250 µL of DMS. The excess of DMS was evaporated using a N 2 flow and the resulting mixture was re-dissolved, centrifuged and purified by preparative HPLC using Shiseido Capcell pak C18 column (20 x 250 mm) with a gradient of 10 to 65% CH 3 CN (with 0.1% TFA) in 30 min to obtain 13 mg of Fluorescent-S1-ArgKA S2 in an overall yield of 14%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFITM3 CD spectra"
        },
        {
            "text": ". Analytical HPLC trace of crude (left) and purified (middle) Fluorescent-S1-ArgKA S2. Shiseido Capcell Pak UG80 C18 column (4.6 x 250 mm) 5 to 98 % CH 3 CN in 20 min. MALDI-MS Fluorescent-S1-ArgKA (right 5. Vesicles assay 5 and fluorescence microscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. S12"
        },
        {
            "text": "To a 50 mL round bottom flask was added 600 μL of a solution of egg phosphatidylcholine in CHCl 3 (10 mg/mL) and 400 μL of additional CHCl 3 . The solvent was evaporated on a rotary evaporator and the flask was placed under vacuum for overnight. The lipid film was hydrated with 1.0 mL of 0.1 M phosphate buffer pH 8 and the flask was incubated at rt for 1 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of the vesicles."
        },
        {
            "text": "To a 1.50 mL eppendorf tube was added 50.0 μL of a 100 μM the desired protein in 0.2% SDS, 0. The same procedure as in 5.2 was repeated using Fluorescent-IFITM3 9. After filtration the flow through was concentrated -using spin filters with a 3.5 kDa cut off -and analyzed by fluorescence microscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General procedure to incorporate protein into vesicles membrane."
        },
        {
            "text": "Even though it could arise from the sample preparation, fluorescence microscopy shows labeled IFITM3 as compact and defined \"dots\" inside the lipid bilayer. This could indicate that IFITM3 localizes in lipid membranes as clusters or aggregates. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General procedure to incorporate protein into vesicles membrane."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Deconvoluted (MaxEnt",
            "authors": [],
            "year": null,
            "venue": "+MS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bruker Daltonics maXis ESI-QTOF Page 1 of 3 ETH -MS-Service LOC -D-CHAB Acquisition Parameter Acquisition Date: 20.06",
            "authors": [],
            "year": 2016,
            "venue": "40 Method: ETH_HyStar_HPLC_QTOF_POS_ProtMass_Loop-AS.m Operator: Louis Bertschi D:\\Data\\max286xx\\MAX28619.d File Name",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Deconvoluted (MaxEnt",
            "authors": [],
            "year": null,
            "venue": "+MS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bruker Daltonics maXis ESI-QTOF",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Deconvoluted (MaxEnt",
            "authors": [],
            "year": null,
            "venue": "+MS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bruker Daltonics maXis ESI-QTOF Page 1 of 3 ETH -MS-Service LOC -D-CHAB Acquisition Parameter Acquisition Date: 20.06",
            "authors": [],
            "year": 2016,
            "venue": "40 Method: ETH_HyStar_HPLC_QTOF_POS_ProtMass_Loop-AS.m Operator: Louis Bertschi D:\\Data\\max286xx\\MAX28619.d File Name",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Deconvoluted (MaxEnt",
            "authors": [],
            "year": null,
            "venue": "+MS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Bruker Daltonics maXis ESI-QTOF",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Deconvoluted (MaxEnt",
            "authors": [],
            "year": null,
            "venue": "+MS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Bruker Daltonics maXis ESI-QTOF Page 1 of 3 ETH -MS-Service LOC -D-CHAB Acquisition Parameter Acquisition Date: 20.06",
            "authors": [],
            "year": 2016,
            "venue": "40 Method: ETH_HyStar_HPLC_QTOF_POS_ProtMass_Loop-AS.m Operator: Louis Bertschi D:\\Data\\max286xx\\MAX28619.d File Name",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Deconvoluted (MaxEnt",
            "authors": [],
            "year": null,
            "venue": "+MS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Bruker Daltonics maXis ESI-QTOF",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "5114−5118. (b)",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Pattarbiraman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Ogunkoya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Bode",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Ogunkoya",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Pattarbiraman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Bode",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "9693--9697",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "GDVTGAQAYA STAKCLNIWA LILGILMTIL LIVIPVLIFQ AYG All the Methionine residues (Met 22, Met 89, Met116) were converted in Norleucine to avoid oxidation of the methionine during storage, purification and handling. Ser 50 and Thr 94 were chosen as ligation site and thus were replaced by homoserine residues after ligation. Analytical HPLC trace of crude (left) and purified (middle) H 2 N-S1-ArgKA 1. Shiseido Capcell Pak UG80 C18 column (4.6 x 250 mm) 5 to 98 % CH 3 CN in 20 min. MALDI-MS of 1 (right). Observed mass of 5300.6241 Da (Calcd for C 238 H 363 N 66 O 72 + : 5300.8273) Synthesis of the Photo-oxaproline segment 2 valine a-ketoacid (NpecOpr-S2-ValKA, 2)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Analytical HPLC trace of crude (left) and purified (middle) Opr-S3-ArgTAG 3. Shiseido Capcell Pak UG80 C18 column (4.6 x 250 mm) 35 to 95 % CH 3 CN in 30 min at 60 °C. MALDI-MS of 3 (right). Observed mass of 5542.3129 Da (Calcd for C 257 H 426 N 75 O 59 S + : 5542.6639). 2.2. KAHA ligations. a) Synthesis of Opr-S2S3-ArgTAG 4 Fig. S4. KAHA ligation between NpecOpr-S2-ValKA 2 and Opr-S3-ArgTAG 3. Analytical HPLC trace (left) of the ligation at t 0h and at t 20h and at t 20h after 45 min UV irradiation. Analytical HPLC trace (right) of the purified ligated 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Thibault Harmand/Bode -TJH-495 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Thibault Harmand/Bode -TJH-495 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Thibault Harmand/Bode -TJH-495 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Thibault Harmand/Bode -TJH-495 -ACN/H2OBruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-C",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Thibault Harmand/Bode -TJH-495 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-C",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Thibault Harmand/Bode -TJH505 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Thibault Harmand/Bode -TJH505 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Thibault Harmand/Bode -TJH505 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Thibault Harmand/Bode -TJH505 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Thibault Harmand/Bode -TJH505 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Thibault Harmand/Bode -TJH505 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Thibault Harmand/Bode -TJH505 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Thibault Harmand/Bode -TJH505 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Thibault Harmand/Bode -TJH505 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Thibault Harmand/Bode -TJH505 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "100 µL were of the resulting solution were placed in an eppendorf and a N 2 flow was applied for 15 min until complete evaporation of the CH 3 Cl. IFITM3-ArgTAG 5 (0.10 mg, 6.3 nmols) was dissolved in10.0 µL of TFE and added to the previously prepared eppendorf. N 2 stream was applied again to remove the excess of TFE and the eppendorf was placed under vacuum overnight. Then 350 µL of phosphate-buffered saline (PBS) solution was added to the eppendorf and the resulting suspension was placed in a sonicator bath for 1.5 h until the solution became clear. The solution was then diluted 4 times with H 2 O and the CD spectrum was recorded from 195-260 nm. Fig S6. CD spectra of IFITM3-ArgTAG 5 reconstituted in lipid vesicles Synthesis of Opr-S2S3-OH 6 Fig. S7. KAHA ligation between NpecOpr-S2-ValKA 2 and Opr-S3-ArgTAG 3. (left) Analytical HPLC trace of the ligation at 0 h, at 20 h and at 20 h after 45 min UV irradiation and after removal of the ArgTAG. (right) Analytical HPLC trace of the purified ligated 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Thibault Harmand/Bode -TJH527 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Thibault Harmand/Bode -TJH527 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "Thibault Harmand/Bode -TJH527 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF42": {
            "text": "Thibault Harmand/Bode -TJH527 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF43": {
            "text": "maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF44": {
            "text": "maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB",
            "latex": null,
            "type": "figure"
        },
        "FIGREF45": {
            "text": "Thibault Harmand/Bode -TJH527 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF48": {
            "text": "Thibault Harmand/Bode -TJH527 -ACN/H2OBruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB",
            "latex": null,
            "type": "figure"
        },
        "FIGREF51": {
            "text": "Thibault Harmand/Bode -TJH527 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF54": {
            "text": "Thibault Harmand/Bode -TJH527 -ACN/H2O Bruker Daltonics maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB Acquisition Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF56": {
            "text": "maXis ESI-QTOF ETH -MS-Service LOC -D-CHAB",
            "latex": null,
            "type": "figure"
        },
        "FIGREF57": {
            "text": "N 2 stream was applied again to remove the excess of TFE and the eppendorf was placed under vacuum overnight. Then 350 µL of phosphatebuffered saline (PBS) solution was added to the eppendorf and the resulting suspension was placed in a sonicator bath for 1.5 h until the solution became clear. The solution was then diluted 4 times with H 2 O and the CD spectrum was recorded from 195-260 nm Fig 9. CD spectra of IFITM3 7 reconstituted in lipid vesicles",
            "latex": null,
            "type": "figure"
        },
        "FIGREF58": {
            "text": "The resin was subjected to the automated Fmoc SPPS using standard procedures as described in the general methods. After N-terminal deprotection of Glu21, Fmoc-Tyr(PO(OBzl)OH)-OH was manually coupled using HATU and NMM in DMF for 4 h. The resin was again subjected to the automated Fmoc SPPS again until completion of the segment. The peptide sulfurylide was cleaved from the resin and the filtrate was concentrated under vacuum. The peptide segment was precipitated with Et 2 O; centrifugation and drying afforded the crude peptide (260 mg). The crude peptide was placed in a vial under N 2 atmosphere and could be kept for months at 4 °C.The crude peptide (100 mg) was dissolved in a glass vial with 4.0 mL of H 2 O/CH 3 CN (1:1) and 0.1% TFA and after complete dissolution 597 mg of Oxone was added. The reaction mixture was placed on a shaker and gently agitated for 5 minutes. The reaction was quenched with 250 µL of DMS. The excess of DMS was evaporated using a N 2 flow and the resulting mixture was re-dissolved, centrifuged and purified by preparative HPLC using Shiseido Capcell pak C18 column (20 x 250 mm)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF62": {
            "text": "phosphate buffer pH 8 and 50.0 μL of the previously prepared vesicle solution. The solution was incubated at rt for 30 min and applied to Sepharose CL-4B gel filtration resin that had been equilibrated with three column volumes of 0.2 M phosphate buffer. The column was washed with 3 times the volume of the column (0.5 mL) and the flow-through was lyophilized and analyzed by SDS-PAGE.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF63": {
            "text": "and 10 were incubated with vesicles/micelles and pass through size exclusion resin. The SDS-PAGE analysis show that 5 is being incorporated into the lipid membrane while 10 (hydrophilic protein) is not.With this experiment we can show that IFITM3 5 behaves as expected and can be incorporates easily into lipid membranes. Chymotrypsinogen A 10 is used as the negative control as Tilley et al. microscopy of Fluoro-IFITM3 in the membrane of vesicles.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF64": {
            "text": "Picture of the Fluo-IFITM3 9 in the membrane of vesicles after purification by size exclusion resin. (left) un-zoomed. (right) zoomed.",
            "latex": null,
            "type": "figure"
        },
        "TABREF26": {
            "text": "Acquisition Parameter",
            "latex": null,
            "type": "table"
        },
        "TABREF61": {
            "text": "Fig. S10. Analytical HPLC trace of crude (left) and purified (middle) Phosphorylated-S1-ArgKA. Shiseido Capcell Pak UG80 C18 column (4.6 x 250 mm) 5 to 98 % CH 3 CN in 20 min. MALDI-MS of S1 (right). Observed mass of 5380.6671 Da (Calcd for C 238 H 364 N 66 O 75 P + : 5380.8072) b) Synthesis of Phosphorylated-IFITM3 8 Fig. S11. KAHA ligation between Phosphorylated-S1-ArgKA S1 and Opr-S2S3-ArgTAG 4. (right) Analytical HPLC traces of the ligation at 0 h, at 20 h and at 20 h after rearrangement. Shiseido Capcell Pak UG80 C18 column (4.6 x 250 mm) 5 % CH 3 CN for 5 min, 5 to 65 % CH 3 CN in 15 min, 65 to 98 % CH 3 CN in 4 min at 60 °C. (bottom) Analytical HPLC trace of the purified ligated 8 Shiseido Capcell Pak UG80 C18 column (4.6 x 250 mm) 35 to 95 % CH 3 CN in 30 min at 60 °C. ESI-MS of 8: Observed mass of 15806.1273 Da (Calcd for C 721 H 1134 N 198 O 194 PS 3 + : 15807.0971).MAX28619 Thibault Harmand/Bode -TSH-567 -ACN/H2OBruker Daltonics maXis ESI-QTOF Page 1 of 3 ETH -MS-Service LOC -D-CHAB +MS, 0.08-1.01min #12-148MAX28619 Thibault Harmand/Bode -TSH-567 -ACN/H2OBruker Daltonics maXis ESI-QTOF Page 1 of 3 ETH -MS-Service LOC -D-CHAB",
            "latex": null,
            "type": "table"
        },
        "TABREF62": {
            "text": "1.24 µmol, 1.00 equiv) were mixed together and dissolved in 82.7 µL of NMP/H 2 O 95:5 + 0.1M oxalic acid + 0.1M TCEP The resulting mixture was mixed by vortex until complete solubilization and placed in a 60 °C shaker for 20 h. After completion, the reaction mixture was dissolved with 2.50 mL of NaHCO 3 pH 8.5 and vortexed until it became clear. The reaction was stirred for 8 h at rt and directly purified by RP-HPLC Phenomenex C4 column (20 x 250 mm) with a gradient of 35 to 98% CH 3 CN (with 0.1% TFA) at 60 °C in 30 min to afford 4.3 mg of Phosphoryalted-IFITM3 8 (17% yield).",
            "latex": null,
            "type": "table"
        },
        "TABREF64": {
            "text": "). Observed mass of 5659.3712 Da (Calcd for C 259 H 373 N 66 O 78 + : Fig. S13. KAHA ligation between Fluorescent-S1-ArgKA S2 and Opr-S2S3-ArgTAG 4. (right) Analytical HPLC traces of the ligation at 0 h, at 20 h and at 20 h after rearrangement. Shiseido Capcell Pak UG80 C18 column (4.6 x 250 mm) 5 % CH 3 CN for 5 min, 5 to 65 % CH 3 CN in 15 min, 65 to 98 % CH 3 CN in 4 min at 60 °C. (bottom) Analytical HPLC trace of the purified ligated 9 Shiseido Capcell Pak UG80 C18 column (4.6 x 250 mm) 35 to 95 % CH 3 CN in 30 min at 60 °C. ESI-MS of 9: Observed mass of 16084.5275 Da (Calcd for C 742 H 1143 N 198 O 197 S 3 + : 16085.4177). Fluorescent-S1-ArgKA S2 (10.0 mg, 1.77 µmol, 1.50 equiv) and Opr-S2S3-ArgTAG 4 (12.3 mg, 1.19 µmol, 1.00 equiv) were mixed together and dissolved in 79.3 µL of NMP/H 2 O 95:5 and 0.1 M oxalic acid and 0.1 M TCEP The resulting mixture was mixed by vortex until complete solubilization and placed in a 60 °C shaker for 20 h. After completion, the reaction mixture was dissolved with 2.50 mL of NaHCO 3 pH 8.5 and vortexed until it became clear. Then the reaction was stirred for 8 h at rt and directly purified by RP-HPLC Phenomenex C4 column (20 x 250 mm) with a gradient of 35 to 98% CH 3 CN (with 0.1% TFA) at 60 °C in 30 min affording 3.64 mg of Fluorescent IFITM3 9 (19% yield).",
            "latex": null,
            "type": "table"
        },
        "TABREF66": {
            "text": "Divert Valve ETH -MS-Service LOC -D-CHAB 16084.5276",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}