{
    "paper_id": "aa09cbc24e8aa582a402d4542656f0a5b49963bb",
    "metadata": {
        "title": "Clathrin-dependent Localization of txl,3 Mannosyltransferase to the Golgi Complex of Saccharomyces cer isiae",
        "authors": [
            {
                "first": "Todd",
                "middle": [
                    "R"
                ],
                "last": "Graham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University",
                    "location": {
                        "postCode": "37235",
                        "settlement": "Nashville",
                        "region": "Tennessee"
                    }
                },
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [],
                "last": "Seeger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University",
                    "location": {
                        "postCode": "37235",
                        "settlement": "Nashville",
                        "region": "Tennessee"
                    }
                },
                "email": ""
            },
            {
                "first": "Gregory",
                "middle": [
                    "S"
                ],
                "last": "Payne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University",
                    "location": {
                        "postCode": "37235",
                        "settlement": "Nashville",
                        "region": "Tennessee"
                    }
                },
                "email": ""
            },
            {
                "first": "Vivian",
                "middle": [
                    "L"
                ],
                "last": "Mackay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [
                    "D"
                ],
                "last": "Emrll",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Posttranslational modification of yeast glycoproteins with od,3-1inked mannose is initiated within a Golgi compartment analogous to the medial Golgi cisternae of higher eukaryotes. We have characterized the synthesis, posttranslational modification, and localization of the yeast od,3 mannosyltransferase (Mnnlp) using antibodies prepared against a segment of this protein expressed in bacteria. Mnnlp is initially synthesized as a 98.5-kD, type II integral membrane glycoprotein that is modified with both N-and O-linked oligosaccharides. It is subject to a slow, incremental increase in molecular mass that is dependent upon protein transport to the Golgi complex. Self-modification of Mnnlp with od,3 mannose epitopes, primarily on O-linked oligosaccharides, is at least partly responsible for the incremental increase in molecular mass.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Mnnlp is a resident protein of the Golgi complex and colocalizes with guanosine diphosphatase to at least two physically distinct Golgi compartments by sucrose gradient fractionation, one of which may be a late Golgi compartment that also contains the Kex2 endopeptidase. Surprisingly, we found that a significant fraction of Mnnlp is mislocalized to the plasma membrane in a clathrin heavy chain temperature sensitive mutant while guanosine diphosphatase remains intracellular. A mutant Mnnlp that lacks the NH2-terminal cytoplasmic tail is properly localized to the Golgi complex, indicating that clathrin does not mediate Mnnlp Golgi retention by a direct interaction with the Mnnlp cytoplasmic tail. These results indicate that clathrin plays a broader role in the localization of Golgi proteins than anticipated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HE initial events of protein glycosylation in yeast and mammalian cells are essentially the same, but Sacromyces cerevisiae lacks the glycosyltransferases for complex sugars and so only produces glycoproteins with extended chains of mannose. Maturation of oligosaccharides on yeast glycoproteins requires the sequential action of cd,6, od,2, and od,3 mannosyltransferases within the Golgi complex of the secretory pathway. These enzymes catalyze the linkage-specific transfer of mannose from a GDP-mannose donor to N-and/or O-linked oligosaccharides (reviewed in reference 22) . The isolation and characterization of mutants that display abnormal mannan structures (mnn mutants) has facilitated the elucidation of these biosynthetic pathways (3) . The rrmn/mutant was isolated by an immunological enrichment procedure in which mutagenized cells were precipitated with an antisera specific to t~l,3 linked mannose epitopes. Nonreactive cells remained in suspension and were enriched for mutants that failed to display the cd,3 linked mannose epitope on their cell walls (46) . The mnnl mutant first encountered in a medial-Golgi compartment. Based on these observations, we reasoned that Mnnlp should be a resident marker protein for the yeast medialand perhaps trans-Golgi compartments.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 576,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 742,
                    "end": 745,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1069,
                    "end": 1073,
                    "text": "(46)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One approach towards understanding the biogenesis of the Golgi complex is to ask how the resident proteins are localized to this organelle. In the case of the late Golgi enzymes Kexlp, Kex2p, and dipeptidylaminopeptidase A (DPAP A) t that are required for the final proteolytic maturation of the a-factor mating pheromone precursor, it was found that all of these proteins have Golgi localization signals within their cytoplasmic tails (10, 39, 63) . The Kex2p and DPAP A Golgi localization signals are short peptide segments containing essential tyrosine or phenylalanine residues that are very similar to the signals within mammalian receptor proteins that mediate clustering into clathrin coated pits (reviewed in 40, 64) . A role for clathrin in the Golgi localization of Kex2p and DPAP A was demonstrated using yeast strains harboring null or temperature-sensitive alleles of the clathrin heavy chain gene (chcl) (44, 53) . Loss of clathrin function in these strains results in the mislocalization of Kex2p and DPAP A to the plasma membrane. Guanosine diphosphatase (GDPase), another Golgi enzyme that appears to mark earlier compartments of the Golgi complex, is not mislocalized to the plasma membrane in the clathrin mutants (53) . It is thought that binding of the cytoplasmic tails of Kex2p and DPAP A to clathrin and associated protein (AP-1) coat complexes either mediates direct retention in the late Golgi by a tethering mechanism, or the recycling of these proteins from either the endosome or the yeast equivalent of a condensing secretory granule. It does not appear that these proteins are recycled to the Golgi complex by endocytosis from the plasma membrane (reviewed in 64) . Surprisingly, deletion of the Golgi localization signals of Kexlp, Kex2p and DPAP A result in the mislocalization of these proteins to the vacuole rather than the plasma membrane. In addition, overexpression of these proteins also leads to their partial mislocalization to the vacuole (10, 48, 63) . These observations have led to the proposal that in yeast, the default (signalindependent) destination of integral membrane proteins is the vacuole, rather than the plasma membrane as is the case in mammalian cells (48) .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 440,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "63)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "64)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "(44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 923,
                    "end": 926,
                    "text": "53)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1233,
                    "end": 1237,
                    "text": "(53)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1691,
                    "end": 1694,
                    "text": "64)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1982,
                    "end": 1986,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1987,
                    "end": 1990,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1991,
                    "end": 1994,
                    "text": "63)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 2212,
                    "end": 2216,
                    "text": "(48)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Analysis of Golgi localization signals within two mammalian glycosyltransferases (34, 37) and the coronavirus E1 protein (58) has resulted in the unexpected finding that transmembrane domains in these proteins can target a reporter enzyme to the Golgi complex. The localization of these proteins is not easily saturable by overexpression, suggesting that specific interaction with a receptor may not be involved in the retention mechanism. Evidence exists to support two hypotheses for the mechanism of transmembrane domain mediated Golgi retention. One model suggests that the length of a transmembrane domain will specify Golgi localization by selectively associating with membranes of the appropriate thickness. The lipid and sterol composition of the Golgi membrane would determine the membrane thickness and would consequently specify the membrane proteins that are 1. Abbreviations used in this paper: ALP, alkaline phosphatase; DPAP A, dipcptidylaminopeptidase A; endo H, endoglycosidase H; GDPase, guanosine diphosphatase; SD, synthetic minimal media; TEA, triethanolamine acetate; YE, yeast extract; YPD, standard rich medium. retained within each compartment (7) . The second model suggests that Golgi resident membrane proteins form aggregates within the appropriate compartment resulting in a protein matrix that is too large to enter into budding transport vesicles (kin recognition hypothesis, references 38, 45) .",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "(34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 86,
                    "end": 89,
                    "text": "37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "(58)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1169,
                    "end": 1172,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1419,
                    "end": 1422,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1423,
                    "end": 1426,
                    "text": "45)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Neither model would require trans-acting protein receptors such as the Erd2 protein which recycles HDEL containing ER proteins from the Golgi back to the ER (32, 54) . Moreover, it would seem unlikely that clathrin would mediate the Golgi retention of these mammalian glycosyltransferases via a tethering or recycling mechanism, because the primary localization signal is within the transmembrane domain rather than the cytoplasmic tails of these proteins.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "(32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "54)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this work, we provide the first detailed analysis of the synthesis, posttranslational modification, and sorting of a yeast mannosyltransferase. Our data indicate that Mnnlp is a type II integral membrane, resident protein of the yeast Golgi complex. The Golgi marker enzyme GDPase colocalizes with Mnnlp in sucrose density gradients, but Kex2p colocalizes with only a denser membrane fraction of Mnnlp and GDPase. We also present evidence that clathrin is required for efficient Golgi localization of the Mnnlp by a mechanism independent of the Mnnlp cytoplasmic tail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The yeast strains used were XCY42-30D (MATcx ura3 1eu2-3,112 trpl lys2 ade2-101 adeX suc2-A9), XCY42-30D Amnrd::LEU2 (MATc~ ara3 leu2-3,  112 trpl lys2 ade2-101 (MATc~ ura3-52 Ieu2-3,112 his3-A200 trpl dpp2::HIS3 chcl-AlO:: LEU2 Ycpchcl-521), \"IGY'31 (XCY42-30D/XCY42-30D pZV236), \"IGY32 (XCY42-30D/XCY42-30D), TGY33 (XCY42-30D Amnnl::LEU2/XCY42-30D Amnnl::LEU2). Isogenic MATa/c~ diploid strains were prepared by transforming the corresponding haploid strain with the HO gene carried on pHO-cl2 (51) to induce mating type switching and mating within transformed colonies. After restreaking transformants twice on selective plates, individual colonies were picked randomly and tested for the secretion of a or cx mating factors on lawns of supersensitive yeast. Diploid colonies that secreted neither mating factor were cttt~l of pHO-cl2 to give 'IGY31-IGY33.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 160,
                    "text": "(MATc~ ara3 leu2-3,  112 trpl lys2 ade2-101",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 186,
                    "text": "(MATc~ ura3-52 Ieu2-3,112",
                    "ref_id": null
                }
            ],
            "section": "Strains and Media"
        },
        {
            "text": "Standard rich (YPD) and synthetic minimal (SD) media for yeast was used (55) . The SD medium was supplemented with 0.2 % yeast extract (SD-YE) and other supplements as needed for growing cells in liquid culture before labeling experiments. Standard rich medium for Escherichia coil (33) was used.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "(55)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Strains and Media"
        },
        {
            "text": "Technology, Tsukuba, Ibaraki, Japan), respectively. The preparation of antiserum to CPY has been previously described . Secondary antibodies were from Jackson Immunoreseareh (West Grove, PA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strains and Media"
        },
        {
            "text": "To prepare pMNN1-XCT, a 1.4-kb BamHI-EcoRI fragment containing the 5' end of the MNN1 gene was subcloned from pZV236 (YEpI3 harboring a complementing 5.2-kb BamHI fragment of the MNN1 gene, V. L. MacKay unpublished observation) to Ml3mpl8 to produce pTG104. Site-directed oligonucleotide mutagenesis was performed on pTG104 as previously described (31) to delete the sequences encoding amino acids 2-18 of MNN1 and replace them with sequences derived from the cytoplasmic tail ofdipeptidyl peptidase IV (24) (gpll0, see Fig. 9 A) to generate pTG104-XCT. The BamHI-EcoRI fragment from pIG104-XCT was used to replace that of pRS426MNNI and TGY222A to generate pMNNI-XCT (2 t~m, URA3) and pTGY224 (can, URA3) respectively. To prepare pRS426MNN1, pRS426 (56) was digested with EcoRI, the ends were filled in using T4 DNA polymerase and the plasmid was re-circularized to generate pRS426ARI. A 3.7kb BamHI-Bglll complementing fragment of the MNN1 gene was subcloned from pZV236 into the BamHI site of pRS426ARI to generate pRS426-MNNI. TGY222A was constructed similarly to pRS426MNN1 except pPHYCI8 (20) was the starting plasmid, pATH2-MNN1 was prepared by subcloning a 1.19-kb HindlII fragment of MNN1 (predicted to encode amino acids 118-514) from pZV236 into the HindlII site of pATH2 (30) such that the reading frame was maintained between trpE and the MNN1 fragment.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "(56)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1094,
                    "end": 1098,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1283,
                    "end": 1287,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 526,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Plasmid Construction"
        },
        {
            "text": "To prepare a bacterially expressed Mnnlp antigen, E. coli harboring pATH2-MNN1 were induced to synthesize the trpE-Mnnl fusion protein as described by Kleid et al. (27) and the fusion protein was purified as described by Paravicini et al. (42) . Approximately 0.25 nag of get-purified fusion protein was emulsified with Freund's complete adjuvant and injected intramuscularly into a male New Zealand white rabbit. The rabbit was boosted subcutaneously every three weeks with 0.05 nag of fusion protein in Freund's incomplete adjuvant. Bleeds were collected one week after each boost.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Immunological Techniques"
        },
        {
            "text": "Affinity purified anti-Mnnlp antibodies were prepared by chromatography on a trpE-Mnnl column. Approximately 0.8 mg of trpE-Mnnlp was coupled to CNBr activated Sepharose 4B following the manufacturer's protocol. 3 ml ofanti-Mnnlp antiserum was diluted 1:1 with buffer A as defined by Redding et al. (47) and circulated through the fusion protein column for 3 h. The column was washed as previously described (47) , and eluted with 0.1 M glycine-HCl, pH 2.75. The eluate fractions were neutralized by the addition of 0.1 vol of Tris-HCl, pH 9.4, and tested against dot blots of the fusion protein to identify antibody containing fractions. These fractions were pooled and stored in aliquots at -75°C.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "(47)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "(47)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Immunological Techniques"
        },
        {
            "text": "Indirect immunofluorescence analysis was done as described by Redding et al. (47) with the following modifications. Fixed spheroplasts were permeabilized by incubation in SHA buffer (1 M sorbitol, 0.1 M Na Hepes pH Z5, 5 mM Na Azide) plus 1% SDS for 10 rain at room temperature. Fixed, permeabilized cells were incubated for 3-4 h at room temperature with a 1:50 dilution of affinity purified anti-Mnnlp antibodies and bound primary antibody was detected using FITC conjugated goat anti-rabbit secondary antibodies (1:1,000 dilution). Cells were observed using a Zeiss Axiophot microscope with a 100x objective and photographed with Tmax 400 film.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 81,
                    "text": "Redding et al. (47)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunological Techniques"
        },
        {
            "text": "For labeling experiments, yeast cells were grown to mid-logarithmic phase in SD-YE, then washed twice in water and resuspended in SD media with appropriate supplements at 50Dtoo/ml. To initiate labeling, Tran35Slabel was added to a final concentration of 150 I~Ci/mi and labeling was quenched by adding a 50x chase solution (50 mM methionine, 10 mM cysteine and 5% yeast extract) to a lx concentration. The chase was subsequently terminated by adding TCA to a final concentration of 10 %. Processing of TCA pellets for immunoprecipitation and size fractionation of Mnnlp in 7% SDS-polyacrylamide gels were done as previously described (17) . For endo H treatment of immunoprecipitates, washed protein A-Sepharose immune pellets were dried, then resuspended in 64 #1 of 1%/~-mercaptoethanol, 0.2% SDS and heated at 95°C for 4 min. 16/LI of 250 mM Na citrate buffer, pH 5.5, was added to each tube, then 0.5 mU of endo H was added to half of each sample and incubated overnight in a 37°C incubator. The reactions were stopped by the addition of4x Laemmli sample buffer and heating to 95°C for4 min. For the experiment shown in Fig. 4 , a Molecular Dynamics Phosphorlmager was used to quantitate the amount of 35S present within defined areas of the polyacrylamide gels. For the experiments shown in Figs. 1, 5, 7, and 8, an LKB laser densitometer was used to quantitate band intensities on autoradiograms.",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 639,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1125,
                    "end": 1131,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Immunological Techniques"
        },
        {
            "text": "The association of Mnnlp with membranes and its accessibility to exogenously added protease were determined as follows. Swain XCY42-30D was grown in SD-YE to mid-logarithmic phase and labeled with the 35S amino acid labeling mix for 10 min at 30\"C (20 OD~0o U). Chase solution, an equal volume of 2× stop/spheroplast buffer (2 M sorbitol, 50 mM Tris-Ci, pH 7.5, 40 mM Na azide, 40 mM Na fluoride, 20 mM DTT) and 0.02 mg of Zymolyase were added and incubated for 30 rain at 30°C. The spheroplasts were harvested, then resuspended in 0.18 ml of I M sorbitol, 20 mM triethanolamine acetate (TEA), pH 7.2, and diluted to 1.8 ml with ice-cold 20 mM TEA, pH 7.2, to lyse the spberoplasts. One sixth of the sample was TCA precipitated and the remainder was centrifuged at 45,000 rpm for 30 rain in a TL100.3 rotor. One fifth of the supernatant was TCA precipitated and the remainder was discarded, then the pellet was resuspended in 0. 2, 1% Triton X-100. All samples were incubated on ice for 30 min, then samples (b) and (c) were centrifuged as above and the pellet and supernatant fractions were TCA precipitated. The proteinase K incubations were terminated by adding PMSF to 1 mM and TCA to 10%. After precipitation, the TCA pellets were solubilized and subjected to immunopreeipitation as previously described (17) .",
            "cite_spans": [
                {
                    "start": 1309,
                    "end": 1313,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "SubceUular Fractionation"
        },
        {
            "text": "Sucrose gradient fractionation of Golgi membranes was performed by adaptation of previously published protocols (6, 60) . Strain XCY42-30D was grown in 1 L of YPD at 30°C to an ODt0o of 1.0-1.4, then harvested and washed once with 10 mM Na azide. The cells were converted to spheroplasts as previously described (59) , except 10 mM Na azide was added to all buffers and Zymolyase was used at 2/zg per O1)600 of cells to digest the cell wall. The spheroplasts were washed once with spheroplasting buffer (1 M sorbitol, 20 mM Tris-C1, pH 7.5, 10 mM Na azide), then resuspended in 1 M sorbitol, 10 mM TEA, pH 7.5, 1 mM EDTA at 100 OD6o0/ml and stored at -75°C in 1.5-ml aliquots. The spheroplasts (300 OD600) were thawed, then diluted seven fold with ice-cold lysis buffer (0.1 M sorbitol, 10 mM TEA, pH 7.5, 1 mM EDTA) and after 5 min on ice, were subjected to Dounce homogenization (25 strokes). The iysate was centrifuged at 1,000 g for 6 rain to generate the P1 (pellet) and the S1 (supernatant) fractions, and the latter was centrifuged at 13,000 g to generate the PI3 and S13 fractions. The S13 was layered onto a t~o step sucrose cushion consisting of 1 ml of 66% sucrose and 1 ml of 20% sucrose, then centrifuged in an SW41 rotor at 31,000 rpm for 2 h at 4°C. All sucrose solutions were prepared wt/wt in 10 mM Na Hepes, pH 7.5, 1 mM Na azide (gradient buffer). The membranes present at the 20-66% sucrose interface were collected in as small a volume as possible and the refractive index of the sample was measured using a Bausch and Lomb refractometer. The sample was then diluted with gradient buffer to ,~20% sucrose and 1.5 ml of the membrane sample was layered on top of a sucrose step gradient prepared as described (59) . The gradients were centrifuged in an SW41 rotor at 31,000 rpm for 17 h at 4°C. 16 fractions ('~0.78 ml) were collected starting from the top of the gradient using a Buchler Auto-Densi Flow II and a Gilson fraction collector. Each fraction was diluted to 4.0 ml with gradient buffer and centrifuged again in a Beckman 50Ti or Sorvall T1270 rotor at 40,500 rpm for 1.5 h at 4°C. After aspirating offthe supernatants, the pellets were resuspended in 0.2 ml of gradient buffer and stored at -75°C.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 116,
                    "end": 119,
                    "text": "60)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "(59)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1728,
                    "end": 1732,
                    "text": "(59)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "SubceUular Fractionation"
        },
        {
            "text": "Kex2p and GDPase were assayed as previously described (15, 65) . Protein concentration was determined using the bicincboninic acid protein assay kit from Sigma. Detection of Mnnlp on Western blots of gradient fractions was done by overnight incubation of the blot at 4\"C with affinity purified ~-Mnnlp antibodies (1:400 in TBST, 5% freeze dried milk) followed by incubation with horseradish peroxidase conjugated anti-rabbit antibodies and detection using the ECL kit from Amersham following the manufacturer's protocol.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 59,
                    "end": 62,
                    "text": "65)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "SubceUular Fractionation"
        },
        {
            "text": "To analyze the biosynthesis and intracellular localization of Mnnlp, we prepared a rabbit polyclonal antiserum against a pZV236 is a multicopy, 2/* plasmid harboring the MNN1 gene. Lane 3 was loaded with 1/10 the amount of sample as that in lanes 1, 2 and 4. (B) Strain XCY42-30D (wild type) was labeled for 10 min at 30°C, then chased for 0, 1.5, or 3 h (lanes 1-3) and processed for coimmunoprecipitation with antisera to Mnnlp and alkaline phosphatase (ALP). (C) Strain XCY42-30D (wild type) was labeled for 10 min at 30°C and chased for the times indicated. Labeled Mnnlp was recovered from each sample by immunoprecipitation and was eluted from the primary antibody by boiling in 1% SDS, 20 mM Tris-Cl, pH 7.5. Each sample was split in half and bacterially expressed segment of the MNN1 gene that was predicted to encode amino acids 188 to 514. This antiserum precipitated a single, 98.5-kD protein from s~S pulse labeled wild-type cells ( Fig. 1 A, lane 2) which was not precipitated by preimmune serum (Fig. 1 A, lane 4) . The 98.5-kD protein was absent from cells harboring a deletion of the MNN1 gene ( Fig. 1 A, lane 1 ) and was overexpressed 35-50-fold in cells harboring the MNN1 gene on a 2/~ (multicopy) plasmid ( Fig. 1 A, lane 3) . Antiserum to alkaline phosphatase (ALP)was included in these immunoprecipitates to control for sample recovery. These data demonstrate that the 98.5-kD protein is the product of the MNN1 gene.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 945,
                    "end": 951,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1009,
                    "end": 1027,
                    "text": "(Fig. 1 A, lane 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1112,
                    "end": 1118,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1228,
                    "end": 1245,
                    "text": "Fig. 1 A, lane 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Synthesis and Posttranslational Modification of Mnnlp"
        },
        {
            "text": "Two lines of evidence argue that Mnnlp is the Saccharomyces cerevisiae od,3 mannosyltransferase. First, the level of al,3 mannosyltransferase activity in yeast membrane preparations corresponds to dosage of the MNN1 gene. A strain beating a z~mn/null allele lacks any measurable t~1,3 mannosyltransferase activity and a strain that overexpresses Mnnlp exhibits ,'~10-fold higher level of od,3 mannosyltransferase activity as compared to wild-type extracts. Second, native immunoprecipitations using the anti-Mrmlp antiserum described in this report, precipitate otl,3 mannosyltransferase activity from detergent solubilized membrane preparations (reference 18, preliminary report, Verostek, M. E, T. R. Graham, and R. B. Trimble, manuscript in preparation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis and Posttranslational Modification of Mnnlp"
        },
        {
            "text": "The late Golgi enzymes Kexlp and Kex2p are subject to a slow posttranslational modification that results in a gradual increase in apparent molecular mass of these proteins (9, 62) . As shown in Fig. 1 B, Mnnlp also exhibited a slow, incremental increase in molecular mass during a pulse/chase analysis. The 98.5-kD Mnnlp had increased in relative molecular mass to 102.5 kD at 1.5 h and 106 kD at 3 h of chase ( Fig. 1 B, lanes 1-3) . This is in contrast to ALP for which the 76-kD precursor undergoes a rapid PEP4-dependent proteolytic processing step to produce the 72-kD mature form (29) , but does not increase in molecular mass thereafter ( Fig. 1 B, lanes 1-3) . In other experiments in which more time points were taken, we found that the gradual increase in mass of the Mrmlp was linear over a 3-h chase with a slope of ~ 2.5 kD per hour at 30°C. To test for the presence of al,3 linked mannose on Mnnlp, we subjected this protein to a second immunoprecipitation using an antiserum specific to od,3 linked marmose epitopes. Wild-type cells were labeled for 10 min and chased for the times indicated in Fig. 1 C. Mnnlp was recovered from the cells by immunoprecipitation and then was eluted from the primary antibody by boiling in 1% SDS. The samples were split in half and immunoprecipitated a second time with either anti-Mnnlp antiserum, or the linkage-specific antiserum. The amount of Mnnlp recovered in each pair of immunoprecipitates were compared over time. We found that the percentage of Mnnlp that could be precipitated with the linkage-specific antiserum also increased gradually with increasing time after synthesis ( Fig.  1 C) . The correlation of the slow rate of t~1,3 mannose epireimmunoprecipitated with a-Mnnlp and antisera specific to al,3 linked mannose epitopes. Bands on the autoradiograrns were quantitated by densitometry and the amount of Mnnlp recovered in the anti-al,3 linked mannose immunoprecipitate was divided by the amount of Mnnlp recovered in the anti-Mnnlp immunoprecipitate and expressed as the % of Mnnlp with cd,3 mannose epitopes. tope acquisition with the slow rate of change in molecular mass suggests that self-modification of Mnnlp (auto-mannosylation) is at least partly responsible for the observed increase in molecular mass.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "62)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 200,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 412,
                    "end": 432,
                    "text": "Fig. 1 B, lanes 1-3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 646,
                    "end": 666,
                    "text": "Fig. 1 B, lanes 1-3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1110,
                    "end": 1116,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1638,
                    "end": 1648,
                    "text": "Fig.  1 C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Synthesis and Posttranslational Modification of Mnnlp"
        },
        {
            "text": "To determine if the auto-mannosylation of Mnnlp was occurring on O-or N-linked oligosaccharides, we treated Mnnlp with endo H which specifically cleaves N-linked oligosaccharides. A sec18 strain was labeled and chased for 0 and 3 h at the permissive temperature, then Mnnlp was recovered from cell lysates by immtmoprecipitation and half of each sample was treated with endo H (Fig. 2, lanes 1-4) O-linked glycosylation is thought to be initiated in the ER by the addition of a single mannose residue to Ser and Thr residues which are then extended in the Golgi complex with cd,2 and al,3 linked mannose (22) . To determine if the posttranslational increase in molecular mass of Mnnlp required protein transport to the Golgi complex, Mnnlp was also immunoprecipitated from sec18 ceils labeled at. a restrictive temperature (34°C) where ER to Golgi transport is blocked. Under these conditions, Mnnlp failed to increase in molecular mass during the chase period, demonstrating that protein transport out of the ER is required for this posttranslational modification (Fig. 2, lanes 5-8) . These data indicate that the slow posttranslational increase in molecular mass of Mnnlp is primarily due to auto-mannosylation of O-linked oligosaccharides in a post-ER compartment, presumably the Golgi complex. The slow increase in molecular mass of Kex2p has also been shown to result from modification of O-linked oligosaccharides on Kex2p, and the extent of this modification on Kex2p was decreased in a mnn/mutant (62) .",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 608,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1506,
                    "end": 1510,
                    "text": "(62)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 396,
                    "text": "(Fig. 2, lanes 1-4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1065,
                    "end": 1084,
                    "text": "(Fig. 2, lanes 5-8)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Synthesis and Posttranslational Modification of Mnnlp"
        },
        {
            "text": "The sequence of the MNN1 gene predicts a 762-amino acid protein with a single NH2-terminal hydrophobic domain encompassing amino acids 19-37 (66) . This signal sequence is predicted to be uncleaved by signal peptidase based on the empirical rules ofvon Heijne (61), suggesting a dual role for the transmembrane domain as a signal sequence and membrane anchor which would result in the protein adopting a type II integral membrane topology. We addressed the membrane association and topology of Mnnlp by extraction of intracellular membranes with alkaline carbonate buffer and Triton X-100, and by a protease protection assay. Wild-type cells were labeled for 10 min, then converted to spheroplasts and lysed by osmotic shock. The lysate was subjected to centrifugation at 100,000 g to pellet membranes and one fifth of the pellet (P) and supernatant (S) fractions were immediately TCA precipitated (Fig. 3, lanes 2 and 3) . The remaining membrane pellet was divided into four equal portions which were then treated with 0.1 M Na carbonate, pH 11.0 (lanes 4 and 5), 1% Triton X-100 (lanes 6and 7), proteinase K (lane 8), or proteinase K plus 1% Triton X-100 (lane 9). The carbonate and Triton X-100 treated samples were centrifuged again at 100,000 g to produce pellet and supernatant fractions and the proteinase K treated samples were stopped by the addition of PMSF and TCA as described in Materials and Methods. Mnnlp, carboxypeptidase Y and glucose-6phosphate dehydrogenase were recovered from each sample by sequential immunoprecipitation and subjected to SDS-PAGE. Nearly all the Mnnlp fractionated with a crude membrane high speed pellet (Fig. 3, lanes 2 and 3) , while 95 % of a cytoplasmic enzyme, glucose-6-phosphate dehydrogenase, remained in the supernatant (data not shown). Mnnlp sedimented in the membrane pellet after treatment of the membranes with high pH carbonate buffer (lanes 4 and 5), but was extracted from the membrane into the supernatant fraction with the detergent Triton X-100 (lanes 6 and 7). Precursors of carboxypeptidase Y that were present in the ER and Golgi were completely extracted from the membranes by the carbonate buffer, indicating that the carbonate had effectively removed soluble components from the lumen of subcellular compartments (lanes 4 and 5) as expected (14) . These data indicate that Mnnlp is membrane associated and suggests that the NH:-terminal signal sequence was not cleaved. In addition, a large fragment of Mnnlp was protected from degradation by proteinase K added to the cytoplasmic face of the membranes (Fig. 3, lane 8) . A small decrease in molecular mass of Mnnlp was observed in the proteinase K treated sample, indicating a portion of Mnnlp crossed the membrane and was accessible to the cytoplasm. This molecular mass shift (,x,1 kD) is consistent with the removal of the exposed NH2-terminal cytoplasmic tail. In the presence of proteinase K and Triton X-100, Mnnlp was completely degraded (lane 9) showing that an intact lipid bilayer was required for protection from the protease, and that this protein is not inherently protease resistant. These results, together with the hydropathy analysis of the MNN1 Figure 3 . Membrane association of Mnnlp. Strain XCY42-30D was labeled for 15 min, then the cells were converted to spheroplasts and lysed by osmotic shock. A portion of the lysate was TCA precipitated (lane 1 ) and the remainder was subjected to centrifugation at 100,000 g to generate a pellet (P) and supernatant (S) fraction. One fifth of the pellet and supernatant fractions were TCA precipitated and processed for immunoprecipitation (lanes 2 and 3), then equal portions of the remainder of the pl00 were extracted with Na carbonate, pH 11.0 (lanes 4 and 5),Triton X-100 (lanes 6 and 7), or treated with proteinase K (lane 8) or proteinase K and Triton X-100 (lane 9) as described in Materials and Methods. The Na carbonate and Triton X-t00 extracted samples were centrifuged again at 100,000 g to generate pellet (lanes 4 and 6) and supernatant (lanes 5 and 7) fractions. All remaining samples were TCA precipitated, and each sample was subjected to sequential immunoprecipitation with antisera to Mnnlp, CPY and glucose-6-phosphate dehydrogenase. The Mnnlp immunoprecipitates are shown, the other immunoprecipitates were quantitated and expressed as the % total recovered in each pair of fractions (pellet and supernatant).",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 145,
                    "text": "19-37 (66)",
                    "ref_id": null
                },
                {
                    "start": 2308,
                    "end": 2312,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 898,
                    "end": 921,
                    "text": "(Fig. 3, lanes 2 and 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1645,
                    "end": 1668,
                    "text": "(Fig. 3, lanes 2 and 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2570,
                    "end": 2586,
                    "text": "(Fig. 3, lane 8)",
                    "ref_id": null
                },
                {
                    "start": 3181,
                    "end": 3189,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Membrane Association of Mnnlp"
        },
        {
            "text": "gene (data not shown), indicate that Mnnlp is a type II integral membrane protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Membrane Association of Mnnlp"
        },
        {
            "text": "In order to assess the subcellular compartment in which the slow incremental increase in molecular mass of Mnnlp was catalyzed, we analyzed the extent to which Mnnlp was subject to this modification in sec mutants that block protein transport at various stages of the secretory pathway (41) . The sec mutants indicated in Fig. 4 were preincubated at 37°C for 30 min before labeling to inactivate the sec gene products. The sec12 mutant exhibits a block in ER to Golgi protein transport and would be expected to accumulate newly synthesized Mnnlp in the lumen of the ER (26) . As expected, this mutant exhibited a complete block in the modification of Mnnlp (Fig. 4, sec12) . The sec7 mutant exhibits a partial block in ER to Golgi protein transport as well as protein transport steps between Golgi cisternae (13) . This mutant exhibited a nearly complete block in the gradual modification of Mnnlp. The sec14 mutant harbors a defective phosphatidylinositol/phosphatidylcholine exchange factor which results in an altered phospholipid composition of the Golgi at 37°C and an inability to form transport vesicles from the late Golgi complex (4). Although not as defective as the sec]2 or sec7 mutants, the sec14 mutant also exhibited a partial block in modification of Mnnlp. The secl mutant, which modification in two mutants that disrupt Golgi function, and the lack of an effect in the secl mutant, strongly suggest that the slow modification of Mnnlp was catalyzed within the Golgi complex. Taken together, these data suggest that Mnnlp is a resident of the yeast Golgi where the automannosylation with cd,3 mannose is catalyzed over a prolonged period of time.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 808,
                    "end": 812,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 328,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 657,
                    "end": 672,
                    "text": "(Fig. 4, sec12)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Compartmental Site of Mnnlp Modification"
        },
        {
            "text": "Kex2p has a half-life of \"¢80 min and is turned over in the vacuole by PEP4-dependent proteases. Overexpression of Kex2p leads to a two-to threefold increased rate of degradation in wild-type cells, and to an accumulation of Kex2p in the vacuole of pep4 mutant cells (63) which are pleiotropically deficient in the activities of the major vacuolar proteases (67) . Kexlp and DPAP A also accumulate in the vacuole upon overexpression in pep4 cells (10, 48) . We tested if overexpression would lead to mislocalization of Mnnlp and degradation in the vacuole. Wild-type cells with or without MNN1 on a multicopy plasmid were labeled and chased for 0, 1.5, or 3 h and then Mnnlp and ALP were coimmunoprecipitated. The level of overexpression from the multicopy plasmid ranged from 35-50-fold relative to Mnnlp expressed from a single copy gene in these experiments (see Fig. 1 A) . While Mnnlp expressed from the genomic MNN1 gene was very stable (Fig. 1 B and Fig. 5, MNN1 ) , overexpression led to a significant increase in the rate of degradation of this protein such that after three hours of chase \"~80 % of the labeled Mnnlp had been degraded (Fig. 5, 2# MNN1 ) .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "(63)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "(67)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "48)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 866,
                    "end": 875,
                    "text": "Fig. 1 A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 943,
                    "end": 971,
                    "text": "(Fig. 1 B and Fig. 5, MNN1 )",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1145,
                    "end": 1163,
                    "text": "(Fig. 5, 2# MNN1 )",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Turnover of Overexpressed Mnnlp"
        },
        {
            "text": "Even with the increased rate of degradation, there was still an 8-10-fold higher level of Mnnlp in the overexpressing strain relative to wild-type at the three hour time point. To assess the role of vacuolar proteases in degradation of overexpressed Mnnlp, the pulse chase analysis was also done in an isogenic pep4 strain. The degradation rate of overex- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Turnover of Overexpressed Mnnlp"
        },
        {
            "text": "Indirect immunofluorescent detection of overexpressed Mnnlp in wild-type diploid cells revealed a punctate staining pattern scattered throughout the cytoplasm, but excluded from the vacuole and the nucleus (Fig. 6 ). The number of distinct fluorescent spots ranged from 3 to 14 per cell in a given focal plane with the average being 7.2 (50 cells) in diploid cells overexpressing Mnnlp. The fluorescent signal was very faint from wild-type diploid ceils, but the same punctate pattern was observed with an average of 5.1 distinct spots per cell (data not shown). This staining pattern is also seen for Kex2p, Kexlp, DPAP A, and Pmrlp, other integral membrane proteins thought to localize to the yeast Golgi complex (2, 10, 47, 49) . We failed to see the ER, vacuole or plasma membrane stain with the anti-Mnnlp antibodies in cells overexpressing Mnnlp. The Amnnl strain showed a complete absence of staining demonstrating the specificity of the anti-Mnnlp antibody preparation (Fig. 6) . When a haploid pep4 strain (TVY1) harboring the multicopy MNN1 plasmid was subject to immunofluorescence analysis, most of the cells did not exhibit vacuolar staining, but we did find a few cells ('~1 in 500) that exhibited a brightly stained vacuole (data not shown). Based on the intensity of staining, this latter phenotype may represent a small population of cells in which the 2# plasmid had replicated to very high copy number. Vacuo- lar staining with anti-Mnnlp antibodies was never seen in PEP4 cells that overexpress Mnnlp. Therefore, it is possible that extreme overexpression of Mnnlp may lead to mislocalization to the vacuole. By Western blot analysis, the steadystate level of Mnnlp in overexpressing strains was at least 10fold higher than that of wild-type strains (data not shown). Therefore, our data suggests that overexpression of Mnnlp by an order of magnitude does not lead to mislocalization of this protein to the vacuole or plasma membrane.",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 718,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 727,
                    "end": 730,
                    "text": "49)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 213,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 977,
                    "end": 985,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Subcellular Localization of Mnnlp"
        },
        {
            "text": "We had previously presented evidence that the addition of al,3 mannose to N-linked oligosaccharides of c~-factor and CPY was initiated in a distinct medial Golgi compartment that lacked the Kex2 endopeptidase (16) (see Fig. 4 ). Others have shown that Golgi membranes containing the od,3 mannosyltransferase activity could be partially separated from membranes containing Kex2p activity in Percoll gradients (11) . Sucrose gradient fractionation of an enriched Golgi membrane preparation was performed to analyze the physical distribution of Mnnlp in Golgi subcompartments relative to Kex2p and GDPase, other resident proteins of the yeast Golgi complex. An enriched Golgi fraction was prepared by differential centrifugation as described in Materials and Methods. We routinely found that 75-90% of Mnnlp remained in the supernatant following a 13,000 g centrifugation step of a ceil lysate, and could be sedimented onto a sucrose cushion by centrifugation at 100,000 g. The specific activity of GDPase was increased approximately eightfold in the pl00 fraction as compared to the lysate (data not shown). Most of the ER, nuclei, vacuole membrane and plasma membrane are sedimented at 13,000 g (21, 25) . The Golgi membranes collected on the sucrose cushion following the 100,000 g centrifugation step were loaded on top of a sucrose step gradient and centrifuged to equilibrium. We found three peaks of Mnnlp that migrated with sucrose densities of 1.11, 1.14, and 1.18 g/ml, respectively. GDPase exhibited the same distribution in these gradients, but membranes containing the Kex2 endopeptidase cofractionated with only the denser peaks of Mnnlp and GDPase (Fig. 7) . These data suggest that the Mnnlp and GDPase are localized to at least two physically distinct compartments and that these enzymes may reside within the same, or at least very similar Golgi compartments. This is not surprising as od,3 mannosyltransferase activity is linked to GDPase function; GDPase is required to hydrolyze the GDP product of mannosyltransferase reactions to GMP which is thought to be exchanged for GDPmannose by a specific cotransporter in the Golgi membrane. Strains harboring a null allele of the GDPase gene exhibit a defect in glycosylation (1) fractionation. An enriched Golgi membrane fraction (pl00) was prepared from strain XCY42-30 by differential centrifugation, and was subjected to fractionation in a sucrose gradient as described in Materials and Methods. The relative amount of Mnnlp in each fraction was determined by Western blot and densitometry, and the concentration of Kex2, GDPase and protein in each fraction was determined by specific assays as described in Materials and Methods. The density of sucrose in the peak fractions 6, 12 and 14 were 1.11, 1.14, and 1.18 g/ml, respectively. The specific activity of GDPase in fractions 6 and 12 was enriched 25-and 50-fold; respectively, as compared to the initial cell lysate.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 412,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1194,
                    "end": 1198,
                    "text": "(21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1199,
                    "end": 1202,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 225,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1660,
                    "end": 1668,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Subcellular Localization of Mnnlp"
        },
        {
            "text": "into Golgi vesicles (5) . The two peaks in the more dense part of the gradient were not significantly different in the distribution of the three enzymes that we tested, so it is not clear if these peaks represent two distinct compartments or fragmented portions of the same compartment. We have also examined the distribution of Ochlp (an txl,6 mannosyltransferase, reference 36) in these gradients and found that this protein was also present in the same membrane fractions as Mnnlp, but was somewhat more enriched in the lighter fraction (data not shown). These results suggest that the lighter membrane fraction that contained Mnnlp, GDPase and Ochlp, but lacked Kex2p, corresponds to the early Golgi compartments (cis and medial). From these experiments it appears that the late Golgi compartment that contains Kex2p may also contain a significant fraction of Mnnlp and GDPase.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 23,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Subcellular Localization of Mnnlp"
        },
        {
            "text": "The absence of clathrin function in a strain bearing a disruption of the clathrin heavy chain gene results in the mislocalization of Kex2 and DPAP A to the plasma membrane (44, 53) . GDPase remains intraceUular in the mutant cells suggesting that this protein is retained in the Golgi by a mechanism distinct from that employed by Kex2p and DPAP A (53) . To test if Mnnlp is mislocalized to the plasma membrane when clathrin function is lost, a temperature-sensitive chcl mutant (chcl-ts) and an isogenic wild-type strain (CHC1)",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "(44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "53)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "(53)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Clathrin-dependent Localization of Mnnlp"
        },
        {
            "text": "were shifted to 37°C for 0, 30, or 60 min, then subjected to cell surface iodination (Fig. 8 C) as previously described (52) . Half of the cells treated at each temperature were lysed Figure 8 . Mislocalization of Mnnlp to the cell surface in a temperature sensitive clathrin heavy chain mutant (chcl-ts). Strains GPY382 (CHC1) and GPY383 (chcl-ts) were grown at 24°C in YPD to mid-logarithmic phase and shifted to 37°C for 0, 30, or 60 min. Aliquots of cells were collected at each time point and a cell lysate was prepared from half of each sample. Intact ceils (C) and cell lysates (L) were radiolabeled with 125I as previously described (53) . Mnnlp (A) and GDPase (B) were recovered from the samples by immunoprecipitation and size fractionated by SDS-PAGE.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "(52)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "(53)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 95,
                    "text": "(Fig. 8 C)",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 192,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Clathrin-dependent Localization of Mnnlp"
        },
        {
            "text": "( Fig. 8 L) before iodination to provide an estimate of the total amount of Mnnlp present in these cells. After iodination, Mnnlp was recovered from the cells by immunoprecipitation and analyzed by SDS-PAGE (Fig. 8) . In addition, a portion of each sample was also subject to immunoprecipitation with antiserum to GDPase to control for the integrity of the intact cells. We could not detect any Mnnlp on the cell surface of chcl-ts cells grown at the permissive temperature (Fig. 8 , chc-ts 09 or of wild-type cells incubated at 37°C for 1 h (Fig.  8, CHC 609. Yet, we found that Mnnlp appeared on the cell surface by 30 min after temperature shift and ~40 % of the Mnnlp was mislocalized to the plasma membrane of the clathrin mutant after 60 rain at 37°C, As previously reported (53), GDPase did not mislocalize to the cell surface in these experiments under any of the conditions tested (Fig 8,  GDPase) . In other experiments, as much as 80% of Mnnlp was mislocalized to the cell surface of the chcl-ts strain after 2 h at the nonpermissive temperature. The kinetics and extent of mislocalization of Mnnlp in the clathrin mutant is very similar to that previously described for Kex2p (44) . In addition, Mnnlp was also mislocalized to the plasma membrane of a Achcl strain to a similar extent as seen in the chclts strain (data not shown). Both Kex2p and DPAP A have large cytoplasmic tails with Golgi localization signals roughly defined as a (Y/F)X(Y/F)-XX(I/L) motif that is similar to clathrin coated pit localization signals found within the cytoplasmic tails of mammalian plasma membrane receptor proteins (reviewed in reference 40). Mutations in the cytoplasmic tails of Kex2p and DPAP A result in the mislocalization of these proteins to the vacuole (40) . The Mnnlp cytoplasmic tail does not have an amino acid sequence that fits this motif well, although there is a FIL sequence that could possibly serve as this type of Golgi localization signal and mediate the clathrin-dependent Golgi localization of Mnnlp (Fig. 9 A) . If this is the case, then removal of the Mnnlp cytoplasmic tail should result in the mislocalization of this protein to either the cell surface or vacuole. In order to maintain the type II topology of a Mnnlp cytoplasmic tail mutant, we exchanged the sequences that code for the Mnnlp 18-amino acid cytoplasmic tail for the six-amino acid cytoplasmic tail of dipeptidyl peptidase IV (gpll0, reference 24), a rat plasma membrane protein with the same topology as the Mnnlp, to produce pMNN1-XCT ( Fig. 9 A) . Other than the required initiator methionine, a threonine residue is the only common amino acid between these two cytoplasmic tails, and there are no tyrosines or phenylalanines in the dipeptidyl peptidase IV cytoplasmic tail.",
            "cite_spans": [
                {
                    "start": 1188,
                    "end": 1192,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1762,
                    "end": 1766,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 11,
                    "text": "Fig. 8 L)",
                    "ref_id": null
                },
                {
                    "start": 207,
                    "end": 215,
                    "text": "(Fig. 8)",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 481,
                    "text": "(Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 555,
                    "text": "(Fig.  8, CHC",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 906,
                    "text": "(Fig 8,  GDPase)",
                    "ref_id": null
                },
                {
                    "start": 2024,
                    "end": 2034,
                    "text": "(Fig. 9 A)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 2533,
                    "end": 2542,
                    "text": "Fig. 9 A)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Clathrin-dependent Localization of Mnnlp"
        },
        {
            "text": "As shown in Fig. 9 B by immunofluorescence, the Golgi retention of Mnnlp is not mediated through its cytoplasmic tail. Cells overexpressing this protein bearing the heterologous cytoplasmic tail exhibited a typical Golgi staining pattern ( Fig. 9 B) . We also found that the MNN1-XCT allele complemented a Amnn/null allele when expressed from a single copy plasmid (data not shown). Moreover, the Mnnlxct protein exhibited wild-type stability and slow posttranslational modification in pulse-chase experiments. We could find no differences in the activity, localization, stability or modification of the Mnnlp cytoplasmic tail mutant. These data argue that the Golgi localization of Mnnlp is not mediated by a direct interaction of clathrin/AP-1 complexes with the Mnnlp cytoplasmic tail. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 240,
                    "end": 249,
                    "text": "Fig. 9 B)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Clathrin-dependent Localization of Mnnlp"
        },
        {
            "text": "The Golgi complex plays a central role in the transport, modification and sorting of proteins in the secretory pathway. Towards a better understanding of the organization of this multicompartment organelle and the mechanisms used to localize the intrinsic proteins of the Golgi complex, we have initiated an analysis of the yeast txl,3 mannosyltransferase. This work represents the first detailed characterization of the biosynthesis, modification and localization of a yeast mannosyltransferase. The predicted amino acid sequence of Mnnlp suggested that the protein would be a type II integral membrane protein (66) . Consistent with this prediction, Mnnlp is resistant to extraction from membranes with alkaline carbonate buffer, but is readily extracted from the membrane with the detergent Triton X-100 indicating that it is tightly associated with the membrane. Proteinase K treatment of an intact membrane fraction indicates that the bulk of the Mnnlp is in the lumen of the Golgi, but also that this protein traverses the membrane such that a small cytoplasmic tail is susceptible to exogenously added protease (Fig.  4) . These data indicate that the Mnnlp is an integral membrane protein, and combined with the hydropathy analysis that shows a single NH2-terminal hydrophobic domain, suggests that this protein adopts a type II integral membrane topology. Several lines of evidence demonstrate that Mnnlp is localized to the Golgi complex. (a) It has been shown previously that the modification catalyzed by the Mnnlp (od,3 mannose addition to N-and O-linked oligosaccharides) is restricted to the Golgi complex (12, 16) . (b) Analysis of the slow automannosylation of Mnnlp in sec mutants indicates that it is catalyzed within the Golgi complex, suggesting that the primary site of residence of the Mrmlp is the Golgi complex (Fig. 3) . (c) in situ detection of Mnnlp by immunofluorescence reveals a punctate staining pattern typical of the yeast Golgi complex (Fig. 6) . (d) Mnnlp colocalizes with other Golgi enzymes through subcellular fractionation of membranes by differential centrifugation and sucrose gradient fractionation (Fig. 7) . Subcellular fractionation of Golgi membranes in sucrose gradients suggests that Mnnlp is localized to at least two discrete compartments of the yeast Golgi complex. The distribution of marker proteins in these sucrose gradients suggests that the lighter fraction represents the early Golgi compartments (cis and medial) and the denser peaks the late, or trans Golgi.",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 616,
                    "text": "(66)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1621,
                    "end": 1625,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1626,
                    "end": 1629,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1118,
                    "end": 1127,
                    "text": "(Fig.  4)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1836,
                    "end": 1844,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 1971,
                    "end": 1979,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2142,
                    "end": 2150,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A remarkable aspect of the Mnnlp biosynthesis is the slow, incremental increase in molecular mass of this glycoprotein. Newly synthesized Mnnlp has a molecular mass of 98.5 kD, but the protein slowly increases in apparent molecular mass to 106 kD over a 3-h period of time. We have shown that the slow increase in molecular mass of Mnnlp is at least partly due to a slow acquisition of al,3 mannose residues (automannosylation), primarily on endo H resistant O-linked oligosaccharides. Mnnlp could not auto-mannosylate when accumulated in the ER of a seal2 or secl8 mutant at the nonpermissive temperature, indicating that transport to the Golgi complex is required for this modification. In addition, the kinetics of this modification is unaffected when protein transport from the Golgi to the cell surface is blocked in a secl mutant. These data suggest that transport to the cell surface and recycling by endocytosis is not part of the normal itinerary of this protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The slow acquisition of cd,3 mannose epitopes on Mnnlp is surprising, as other yeast glycoproteins such as carboxypeptidase Y, proteinase A, invertase, and e~-factor, can be quantitatively immunoprecipitated with the anti-ed,3 mannose linkage-specific antiserum within 5-15 min after synthesis (references 16, 28 and unpublished observations). For this group of soluble proteins, the ed,3 mannose epitope is added to N-linked oligosaccharides. It is not clear why the N-linked oligosaccharides of Mnnlp fail to be rapidly modified with cd,3 mannose residues, although it is possible that Mnnlp exists in a protein complex that hinders access to its own N-linked oligosaccharides. We presume that O-linked ed,3 mannose residues may be weakly recognized by the linkage-specific antiserum, such that the accumulation of many of these epitopes are required for efficient immunoprecipitation with the linkage specific antiserum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We can suggest three models to explain the slow kinetics of Mnnlp posttranslational modification. (a) The t~1,3 mannosylation of O-linked oligosaccharides is inherently a slow reaction; therefore, the slow increase in mass of Mnnlp would be a measure of the mannosyltransferase's enzyme kinetics towards O-linked substrates. (b) Aggregation of Golgi proteins into complexes could stericaUy hinder the accessibility of Mnnlp to its own oligosaccharides. (c) The Mnnlp is continuously trafficking through a distinct Golgi compartment that has the appropriate concentration of substrates (Mnnlp and GDP-mannose) and effectors of enzyme activity (ions, pH, inhibitors or activators) to allow this modification to occur. Consistent with this latter model, the Mnnlp ap-pears to be localized to at least two distinct Golgi compartments, and may require recycling from the Kex2 compartment into the earlier compartment for auto-mannosylation. An al,3 mannose residue is normally added onto an t~l,2 linked mannose to extend the O-linked oligosaccharide chain. It is also possible that the addition of t~l,2 mannose is limiting, and retrograde trafficking of Mnnlp into earlier Golgi compartments is required to form the appropriate substrate for auto-mannosylation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found that Mnnlp was very stable when expressed from a single copy gene, but showed a dramatic increase in the rate of degradation when overexpressed from a multicopy plasmid (Fig. 5) . The rate of degradation of overexpressed Mnnlp was nearly the same in isogenic Pel M÷ and Pep4strains. The pep4 strain is pleiotropicaUy deficient in the activities of the major vacuolar proteases; therefore, it is unlikely that the degradation of overexpressed Mnnlp was the result of mislocalization to the vacuole and degradation in this organelle. Moreover, immunofluorescence data indicated that the Mnnlp is not localized to the vacuole in wildtype or pep4 cells overexpressing this protein. At this time, we do not know where the degradation of overexpressed Mnnlp is occurring within the cell, but analysis of this event in sec mutants should define more precisely the organelle where the degradation is catalyzed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 186,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Western blot analysis of Mnnlp suggested that the steadystate level of overexpressed Mnnlp in these strains is 10-15-fold higher than wild-type strains (data not shown). Therefore, the mechanism used to retain Mnnlp in the Golgi complex is apparently not saturated by a 10-15-fold increase in the amount of this protein. These results are in contrast to the findings that a significant fraction of Kexlp, Kex2p and DPAP A all mislocalize to the vacuole when overexpressed, where they are subsequently degraded in a PEP4-dependent manner (10, 49, 63) . This result is more similar to mammalian glycosyltransferases, which upon overexpression are predominantly Golgi localized and do not appear to mislocalize to the plasma membrane or lysosome, although ER accumulation was sometimes observed (38) . Overexpression of Mnnlp does not significantly affect the turnover of Kex2p, nor does overexpression of Kex2 affect the turnover of Mnnlp (Chen and Graham, unpublished data). These data suggest that overexpression of Mnnlp does not lead to general turnover of Golgi membrane, and that Kex2p and Mnnlp are not competing for a limiting component of a common retention apparatus.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 541,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "63)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 792,
                    "end": 796,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have found that 40-80% of Mnnlp was mislocalized to the cell surface in a temperature sensitive chcl-ts strain incubated at the nonpermissive temperature for 1-2 h (Fig. 8) . Clathrin is also required for the efficient retention of Kex2p and DPAP A in the yeast Golgi complex (44, 53) . It has been suggested that clathrin mediates the retention of Kex2p and DPAP A by a direct association of clathrin coats with the cytoplasmic tails of these Golgi proteins (64) . The cytoplasmic tail of Mnnlp is very short (18 amino acids) relative to Kex2p (115 amino acids) or DPAP A (118 amino acids). Although there is a single aromatic amino acid in the cytoplasmic tail of Mnnlp (F7), it does not appear to be in the appropriate sequence context to fit the Golgi localization motif described for Kex2 and DPAP A (40) . The cytoplasmic tail of Mnnlp is more similar to that of GDPase (1), which is predicted to have a nine-amino acid NH2-terminal cytoplasmic tail with two aromatic residues (F5 and Y8). Moreover, Mnnlp cofractionated with GDPase in sucrose gradients which suggests that these two proteins are localized to the same Golgi compartments. However, GDPase is not mislocalized to the plasma membrane in the clathrin mutant cells (Fig. 8 , reference 53) , and defects in outer chain mannosylation has not been observed in clathrin mutants (44) . Therefore, we were surprised to find that a significant fraction of Mnnlp was mislocalized to the plasma membrane of clathrin disrupted cells, and that the extent of Mnnlp mislocalization in this mutant was very similar to what had previously been shown for Kex2p (44) .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "text": "(44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "53)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "(64)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 808,
                    "end": 812,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1256,
                    "end": 1259,
                    "text": "53)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1345,
                    "end": 1349,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1616,
                    "end": 1620,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 175,
                    "text": "(Fig. 8)",
                    "ref_id": null
                },
                {
                    "start": 1236,
                    "end": 1243,
                    "text": "(Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The finding that clathrin is required for Golgi localization of Mnnlp suggested that the Mnnlp cytoplasmic tail may contain a localization signal that mediates this retention, analogous to the signals within the Kex2p and DPAP A cytoplasmic tails. To test this, we replaced the Mnnlp cytoplasmic tail with that of dipeptidyl peptidase IV, a mammalian plasma membrane protein with a six-amino acid tall containing no tyrosine or phenylalanine residues (24) . The mutant Mnnl-xct protein was expressed in a Amnnl strain and was found to be localized normally to the Golgi complex ( Fig.  9 B ). If clathrin mediates the retention of the Mnnlp in the Golgi by a direct interaction with the cytoplasmic tail, then deletion of the tail should result in the mislocalization of the Mnnlp to either the plasma membrane, as occurs in the clathrin mutant, or to the vacuole as occurs with cytoplasmic tail mutants of Kex2p and DPAP A. These results suggest that the clathrin requirement for Mnnlp Golgi localization is not mediated by a direct interaction of clathrin coats with the cytoplasmic tail of this protein. Moreover, this data argues for a different clathrin-dependent mechanism for the Golgi localization of the Mnnlp than that employed by Kex2p and DPAP A.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 455,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 580,
                    "end": 589,
                    "text": "Fig.  9 B",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "There are three models we can suggest to explain how clathrin is required for Mnnlp Golgi localization. (a) The entire Kex2p compartment may be lost to the plasma membrane upon disruption of clathrin function. Therefore, any protein contained in the Kex2p compartment would be mislocalized to the plasma membrane in the clathrin mutant. (b) Localization of the Mnnlp to the Golgi complex is mediated by a protein(s) that directly requires clathrin for Golgi localization by an interaction of the cytoplasmic tail(s) of this hypothetical protein with clathrin coat complexes. (c) Proteins required to maintain the appropriate balance of lipid and lumenal constituents of the late Golgi are mislocalized in the clathrin mutant causing significant changes in the physical characteristics of this compartment and possibly earlier compartments as well. These changes would then indirectly disrupt the mechanisms used to localize the Mnnlp. The first model seems least likely because our data suggests that a fraction of GDPase was also contained within the Kex2p compartment, but was not mislocalized to the plasma membrane in the clathrin mutant. In addition, protein transport through the secretory pathway is relatively unaffected in the clathrin mutants which would be surprising if an entire Golgi compartment was lost. Others have reported a greater extent of separation of GDPase and Kex2 in sucrose gradients (6, 8) , but we have found a peak of GDPase activity that cofractionated with Kex2p in each of 15 sucrose gradient fractionation experiments. Models 2 and 3 are difficult to discriminate at present; however, we have recently found that a fusion protein containing only the transmembrane domain of the Mnnlp can function to localize a reporter enzyme to the yeast Golgi complex (manuscript in preparation). Therefore, the mechanism for Golgi localization of Mnnlp might be similar to that used by several mammalian glycosyltransferases (see introduction). Current models used to explain the transmembrane domain-mediated retention of Golgi enzymes do not implicate specific interactions with a receptor, or tethering protein, but do require specific local environments of the membrane or compartment. Clathrin may be required for these proposed retention mechanisms by localizing enzymes required to maintain the appropriate lipid or lumenal environment of the late Golgi (model 3). It is also possible that Mnnlp forms transmembrane domain mediated aggregates with late Golgi proteins (the kin recognition hypothesis) that are stabilized by a direct interaction of clathrin with the cytoplasmic tails of a subset of these Golgi proteins. Loss of clathrin might destabilize these compartment-specific aggregates resulting in the mislocalization of the late Golgi proteins, including Mnnlp, to the plasma membrane (model 2). Additional studies currently in progress are aimed at distinguishing between these possible models for the mechanism of Mnnlp retention within the appropriate Golgi compartment(s).",
            "cite_spans": [
                {
                    "start": 1412,
                    "end": 1415,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1416,
                    "end": 1418,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Guanosine diphosphatase is required for protein and sphingolipid glycosylation in the Golgi lumen of Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abeijon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yanagisawa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Mandon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hausler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moreman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hirschberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "122",
            "issn": "",
            "pages": "307--324",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The yeast Ca2+-ATPase homologue, PMR1, is required for normal Golgi function and localizes in a novel Golgi-like distribution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Antebi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Fink",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Mol. Biol. Cell",
            "volume": "3",
            "issn": "",
            "pages": "633--654",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Isolation, characterization, and properties of Saccharomyces cerevisiae mnn mutants with non-conditional protein glycosylation defects",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Baliou",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Methods Enzymol",
            "volume": "185",
            "issn": "",
            "pages": "440--470",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An essential role for a phospholipid transfer protein in yeast Golgi function",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bankaitis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aitken",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cleves",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dowhan",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature (Lond.)",
            "volume": "347",
            "issn": "",
            "pages": "561--562",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Golgi guanosine diphosphatase is required for transport of GDP-mannose into the lumen of Saccharomyces cerevisiae Golgi vesicles",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Berninsone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Miret",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hirschberg",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Biol, Chem",
            "volume": "269",
            "issn": "",
            "pages": "207--211",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Secl5 protein, an essential component of the exocytotic apparatus, is associated with the plasma membrane and with a soluble 19.5S particle",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bowser",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Novick",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "112",
            "issn": "",
            "pages": "1117--1131",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cholesterol and the Golgi apparatus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bretscher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Science (Wash. DC)",
            "volume": "261",
            "issn": "",
            "pages": "1280--1281",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Immunoisolation of Kex2p-containing organelles from yeast demonstrates colocalisation of three processing proteinases to a single Golgi compartment",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Bryant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Science",
            "volume": "106",
            "issn": "",
            "pages": "815--822",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characterization of the yeast KEX1 gene product: a carboxypeptidase involved in processing secreted precursor proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bussey",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Mol. Cell Biol",
            "volume": "9",
            "issn": "",
            "pages": "2706--2714",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Yeast Kexlp is a Golgi-associated membrane protein: deletions in a cytoplasmic targeting domain result in mislocalization to the vacuolar membrane",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bussey",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "119",
            "issn": "",
            "pages": "1459--1468",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Yeast KEX2 protease and mannosyltransferase I are localized to distinct compartments of the secretory pathway",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Yeast",
            "volume": "5",
            "issn": "",
            "pages": "25--33",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Compartmentalized assembly of oligosaccharides on exported glycoproteins in yeast",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Esmon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Novick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Cell",
            "volume": "25",
            "issn": "",
            "pages": "451--460",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Functional compartments of the yeast Golgi apparatus are defined by the sec7mutation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Franzusoff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "EMBO (Eur. Mol. Biol. Organ.)J",
            "volume": "8",
            "issn": "",
            "pages": "2695--2702",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Isolation of intracellular membranes by means of sodium carbonate treatment: application to endoplasmie reticnlum",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fujiki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hubba~&apos;d",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Lazarow",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Cell Biol",
            "volume": "93",
            "issn": "",
            "pages": "97--102",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Yeast prohormone processing enzyme (KEX2 gene product) is a Ca2+-dependent serine protease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thorner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "86",
            "issn": "",
            "pages": "1434--1438",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Compartmental organization of Golgi-specific protein modification and vacuolar protein sorting events defined in a seclB(NSF) mutant",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "114",
            "issn": "",
            "pages": "207--218",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Brefeldin A reversibly blocks early but not late protein transport steps in the yeast secretory pathway",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "EMBO (Fur. Mol. Biol. Organ.) J",
            "volume": "12",
            "issn": "",
            "pages": "869--877",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Characterization of the S. cerevisiae ix-1,3 manoosyltransferase",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Verosteck",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Trimble",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Glycosytation in Saccharomyces cerevisiae: cloning and characterization of an ~-1,2-mannosyltransferase structural gene",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hausler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Glycobiology",
            "volume": "2",
            "issn": "",
            "pages": "77--84",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Characterization of VPS34, a gene required for vacuolar protein sorting and vacuole segregation in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Herman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Mol. Cell. Biol",
            "volume": "10",
            "issn": "",
            "pages": "6742--6754",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A novel protein kinase homolog essential for protein sorting to the yeast lysosome-like vacuole",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Herman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Stack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Demodena",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "64",
            "issn": "",
            "pages": "425--437",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Glycoprotein synthesis in yeast",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Herscovics",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Orlean",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Exp. Biol.) J",
            "volume": "7",
            "issn": "",
            "pages": "540--550",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Yeast Kre2 defines a new gene family encoding probable secretory proteins, and is required for the correct N-glycosylation of proteins",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goebl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Puccia",
                    "suffix": ""
                },
                {
                    "first": "A.-M",
                    "middle": [],
                    "last": "Sdicu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bussey",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Genetics",
            "volume": "130",
            "issn": "",
            "pages": "273--283",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Membrane orientation of rat gp110 as studied by in vitro translation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biol. Chem",
            "volume": "263",
            "issn": "",
            "pages": "16892--16898",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nucleolar and nuclear envelope proteins of the yeast Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Hurt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcdowall",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schimmang",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Fur. J. Cell. Biol",
            "volume": "46",
            "issn": "",
            "pages": "554--563",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Distinct sets of SECgenes govern transport vesicle formation and fusion early in the secretory pathway",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "61",
            "issn": "",
            "pages": "723--733",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Cloned viral protein vaccine for foot and mouth disease: responses in cattle and swine",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Kieid",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yansura",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dowbenko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Grubman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Mckercher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Bachrach",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Science (Wash. DC)",
            "volume": "214",
            "issn": "",
            "pages": "1125--1129",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Intracellular sorting and processing of a yeast vacuolar hydrolase: proteinase A propeptide contains vacuolar targeting information",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Banta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emx",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "MoL Cell. Biol",
            "volume": "8",
            "issn": "",
            "pages": "2105--2116",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Membrane protein sorting: biosynthesis, transport and processing of yeast vacuolar alkaline phosphatase",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "EMBO (Eur. Mol. Biol. Organ) J",
            "volume": "8",
            "issn": "",
            "pages": "2241--2250",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Guide to yeast genetics and molecular biology",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Koerner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tzagoloff",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Methods Enzymol",
            "volume": "194",
            "issn": "",
            "pages": "3--21",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Rapid and efficient site-specific mutagenesis without phenotypic selection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Kunkel",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "82",
            "issn": "",
            "pages": "488--492",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Ligand-induced redistribution of a human KDEL-receptor from the Golgi complex to the endoplasmic reticnlum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cell",
            "volume": "68",
            "issn": "",
            "pages": "353--364",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Experiments in Molecular Genetics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Sequences within and adjacent to the transmembrane segment of ot-2,6-sialyltransferase specify Golgi retention",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "EMBO (Eur. Mol. Biol. Organ.)J",
            "volume": "10",
            "issn": "",
            "pages": "3577--3588",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Yeast manno-protein biosynthesis: solubilization and selective assay of four mannosyltransferases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Ballou",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Proc. Nat. Acad. Sci. USA",
            "volume": "72",
            "issn": "",
            "pages": "3912--3916",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "OCHI encodes a novel membrane bound mannosyltransferase: outer chain elongation of asparagine-linked ollgusaccharides",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakayama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nagasu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shimma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuromitsu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jigami",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "11",
            "issn": "",
            "pages": "2511--2519",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The membrane spanning domain of fl-l,4-gaiactosyltransferase specifies trans Golgi localization",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lucocq",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "EMBO (Fur. Mol. Biol. Organ.) J",
            "volume": "12",
            "issn": "",
            "pages": "3567--3575",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Kin recognition. A model for the retention of Golgi enzymes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slusarewicz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "FEBS (Fed. Eur. Biochem. Soc.) Left",
            "volume": "330",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Membrane protein retention in the yeast Golgi apparatus: dipeptidyl aminopeptidase A is retained by a cytoplasmic signal containing aromatic residues",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Nothwehr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "121",
            "issn": "",
            "pages": "1197--1209",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Sorting of membrane proteins in the yeast secretory pathway",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Nothwehr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Biol. Chem",
            "volume": "269",
            "issn": "",
            "pages": "10185--10188",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Order of events in the yeast secretory pathway",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Novick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schekman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Cell",
            "volume": "25",
            "issn": "",
            "pages": "461--469",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Alternate pathways for the sorting of soluble vacuolar proteins in yeast: a vps35 null mutant missorts and secretes only a subset of vacuolar proteases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paravicini",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Horazdovsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Mol. Biol. Cell",
            "volume": "3",
            "issn": "",
            "pages": "415--427",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Glycosyltransfemses: structure, localization, and control of cell type-specific glycosylation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Colley",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Biol. Chem",
            "volume": "264",
            "issn": "",
            "pages": "17615--17618",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Clathrin: a role in the intracellular retention of a Golgi membrane protein",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Scheknum",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Science (Wash. DC)",
            "volume": "245",
            "issn": "",
            "pages": "1358--1365",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Biosynthetic protein transport and sorting by the endoplasmic reticulum and Golgi",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pf¢ffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Ann. Rev. Biochem",
            "volume": "56",
            "issn": "",
            "pages": "829--852",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Genetic control of yeast mannan structure",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Rasehke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kern",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Antalis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Ballou",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J. Biol. Chem",
            "volume": "248",
            "issn": "",
            "pages": "4660--4666",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Immunolocalization of Kex2 protease identifies a putative late Golgi compartment in the yeast Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Redding",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Holcomb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "113",
            "issn": "",
            "pages": "527--538",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Membrane protein sorting in the yeast secretory pathway: evidence that the vacuole may be the default pathway",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Nothwehr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "119",
            "issn": "",
            "pages": "69--83",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Structure, biosynthesis, and localization of dipeptidyl aminopeptidase B, an integral membrane glycoprotein of the yeast vacuole",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pohlig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "108",
            "issn": "",
            "pages": "1363--1373",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Protein sorting in Saccharomyces cerevisiae: Isolation of mutants defective in the delivery and processing of multiple vacuolar hydrolases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Banta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Mol. Cell. Biol",
            "volume": "8",
            "issn": "",
            "pages": "4936--4948",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Structure of the Saccaromyces cerevisiae HO gene and analysis of its upstream regulatory region",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jenson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Zoller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Errede",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Herskowitz",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Mol. Cell. Biol",
            "volume": "6",
            "issn": "",
            "pages": "4281--4294",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "A role for elathrin in the sorting of vacuolar proteins in the Golgi complex of yeast",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "EMBO (Ear. Mol. Biol. Organ.) J",
            "volume": "11",
            "issn": "",
            "pages": "2811--2818",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Selective and immediate effects of clathrin heavy chain mutations on Golgi membrane protein retention in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "118",
            "issn": "",
            "pages": "531--540",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "ERD2, a yeast gene required for the receptor mediated retrieval of luminal ER proteins from the secretory pathway",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Semenza",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hardwick",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "61",
            "issn": "",
            "pages": "1349--1357",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Guide to yeast genetics and molecular biology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sherman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Methods Enzymol",
            "volume": "194",
            "issn": "",
            "pages": "3--5",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "A system of shuttle vectors and yeast host strains designed for efficient manipulation of DNA in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sikorski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hieter",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Genetics",
            "volume": "122",
            "issn": "",
            "pages": "19--27",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "A membrane-associated complex containing the Vpsl5 protein kinase and the Vps34 PI 3-kinase is essential for protein sorting to the yeast vacuole",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Stack",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Herman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Schu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "EMBO (Fur. Mol. Biol. Organ.) J",
            "volume": "12",
            "issn": "",
            "pages": "2195--2204",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "A Golgi retention signal in a membrane-spanning domain of coronavirus El protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Swift",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "115",
            "issn": "",
            "pages": "19--30",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "In vitro reconstitution of intercompartmental protein transport to the yeast vacuole",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Vida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell. Biol",
            "volume": "111",
            "issn": "",
            "pages": "2871--2884",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Yeast vacuolar proenzymes are sorted in the late Golgi complex and transported to the vacuole via a prevacuolar endosome-likecompartment",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Vida",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Huyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. CellBiol",
            "volume": "121",
            "issn": "",
            "pages": "1245--1256",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "A new method for predicting signal sequence cleavage sites",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Von Heijne",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Nucleic Acids Res",
            "volume": "14",
            "issn": "",
            "pages": "4683--4690",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Posttranslational processing of the pro-hormone cleaving Kex protease in the Saccharomyces cerevisiae secretory pathway",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilcox",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "115",
            "issn": "",
            "pages": "297--307",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Mutation of a tyrosine signal in the cytosolic tail of yeast Kex2 protease disrupts Goigi retention and results in default transport to the vacuole",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilcox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Redding",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "MoL Biol. Cell",
            "volume": "3",
            "issn": "",
            "pages": "1353--1371",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Dynamic retention of TGN membrane proteins in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilsbach",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Trends Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "426--432",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "A guanosine diphosphatase enriched in Golgi vesicles of Saccharomyces cerevisiae. Purification and characterization",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yanagisawa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Resnlk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abeijon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hirschberg",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Biol. Chem",
            "volume": "265",
            "issn": "",
            "pages": "19351--19355",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Cloning and analysis of the Saccharomyces cerevisiae MNN9 and MNNI genes required for complex glycosylation of secreted proteins",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kiebl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Seidel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;hara",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "91",
            "issn": "",
            "pages": "2723--2727",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Mutations in PEP4 locus of Saccharomyces cerevisiae block final step in maturation of two vacuolar hydrolases",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Zubenko",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "80",
            "issn": "",
            "pages": "510--514",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "adeX suc2-A9 Amnn/::LEU2 [this study]), SEY-6210 (MATc~ ura3-52 1eu2-3,112 his3-A200 trpl-A901 lys2-801 suc2-A9 [50]), TVY1 (SEY6210 Apep4::LEU2 [57l) SEY5188 (MAT~x seclS-I 1eu2-3,112 ura3-52 suc2-A9 [16l), SF274 3A (MATer secl2-4), SF294-2B (MATa sec7-1 ), HMSF-1 (MATa secl-1 ), SF292-1A (MATa secl4-3 [Randy Schekman, University of California, Berkeley, CA]), GPY382 (MAT~x ura3-52 1eu2-3,112 his3-A200 trpl dpp2: :HIS3 chcl-AlO: :LEU2 YcpCHC102) GPY-383",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "25 mi of 0.1 M sorbitol, 20 mM TEA, pH 7.2.0.05-mi aliquots of the pellet fraction were added to: (a) 0.95 mi of 10% TCA; (b) 0.95 ml of 0.1 M Na carbonate, pH 11.0; (c) 0.95 ml of 1% Triton X-100, 20 mM TEA, pH 7.2; (d) 0.25 ml of 0.2 mg/ml proteinase K, 0.1 M sorbitol, 20 mM TEA, pH 7.2; and (e) 0.25 ml of 0.2 mg/ml proteinase K, 0.1 M sorbitol, 20 mM TEA, pH 7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Synthesis and posttranslational modification of Mnnlp, (A) Strains XCY42-30D Amnnl (A), XCY42-30D (WT) and XCY42-30D pZV236 (2#*) were labeled for 10 min at 30°C as described in Materials and Methods and immunoprecipitations were performed using anti-Mnnlp (a-Mnnlp) or preimmune serum with anti-alkaline phosphatase (a-ALP) as indicated above each lane.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", At 24°C, Mnnlp increased in apparent molecular mass from 98.5 kD (0 h, lane 1) to 104 kD (3 h, lane 2). If this posttranslational increase in molecular mass of Mnnlp was due to elaboration of N-linked oligosaccharides, then both forms of the enzyme should be converted to the same molecular mass after endo H treatment. This was not the case. Endo H treatment converted the 98.5-kD form to 92.5 kD (lanes I and 3) and the 104-kD form to 98 kD (lanes 2 and 4). The endo H treated Mnnlp from the 0 and 3 h chase times still differed by 5.5 kD (compare lane 3 with lane 4), as did the untreated 0 and 3 h forms. The molecular mass of both forms decreased by '~6 kD, which suggests that three of the four predicted N-linked glycosylation sites are used in vivo. After removal of N-linked oligosaccharides by endo H treatment, Mnnlp from the 3 h chase point was still precipitable with the cd,3 linkage specific antiserum (although not as efficiently as the untreated protein) indicating the presence of O-linked oligosaccharides on Mnnlp (data not shown).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Endo H treatment of Mnnlp synthesized in a sed8 strain. Strain SEY5188 (sec18) was labeled at 24°C (lanes 1-4) or 34°C (lanes 5-8, nonpermissive temperature) and chased for 0 or 3 h. After recovery of Mnnlp by immunoprecipitation, the samples were split in half and one of each pair was treated with endo H to remove N-linked oligosaccharides as described in Materials and Methods.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "exhibits a block in secretory vesicle fusion with the plasma membrane, did not exhibit a defect in the modification of Mnnlp. The complete block in Mnnlp modification exhibited by the secl2 and secl8 mutants (Figs. 2 and 4) demonstrate a requirement for transport of Mnnlp to the Golgi complex for this modification to occur. The partial inhibition of thissec7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Slow modification of Mnnlp in sec mutants. Strains harboring the sec mutation indicated above each pair of lanes were preincubated for 30 min at 37°C, then labeled for 10 min and chased for 0 or 1.5 h at 37°C. Mnnlp was recovered from each sample by immunoprecipitation and size fractionated by SDS-PAGE. The strains used are listed in Materials and Methods, and the stage of the secretory pathway where each mutant exhibits a block in protein transport is shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "pressed Mnnlp was nearly identical in the Pep4 ÷ and Pep4strains(Fig. 5, 2# MNN1 vs. 2# MNN1 pep4). Although the PEP4-dependent vacuolar proteases were not involved in the Turnover of overexpressed Mnnlp in isogenic Pep4 ÷ and Pep4-ceils. Strains SEY6210 (MNN1), SEY6210 pZV236 (2t~ MNN1 ) and TVY1 pZV236 (2# MNN1 pep4) were labeled, chased, and subjected to immunoprecipitation as inFig. 1R Bands on the autoradiograms were quantitated by densitometry as described in Materials and Methods and the recovery of Mnnlp was normalized to the recovery of ALP in the coimmunoprecipitates. ALP is subject to PEP4-dependent proteolytic processing and so the mobility of ALP in the gel also served as an internal control to confirm the genotype of the strains being used. The amount of Mnnlp in the immunoprecipitate at each time point was divided by the amount present at the 0 h chase point for each strain and expressed as the % initial Mnnlp. initial breakdown of overexpressed Mnnlp, a small amount of an 82-kD proteolytic fragment of this protein was stabilized in the pep4 strain, suggesting some role for the vacuole in the degradation of proteolytic fragments of Mnnlp (data not shown).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Subcellular localization of Mnnlp by indirect immunofluorescence gives a punctate staining pattern typical of the yeast Golgi complex. Immunofluorescent staining was done as described in Materials and Methods using affinity purified antibodies to Mrmlp (ot-Mnnlp). The top panels (2t~ MNN1 ) are diploid cells (TGY31) harboring MNN1 on a muhicopy plasmid. The bottom panels (Amnn/) are diploid Amnrd cells (TG'Y33). The indented structures seen in the Nomarski images are vacuoles and the arrows indicate the position of the nucleus as determined by costaining of the samples with DAPI.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Subcellular localization of Mnnlp by sucrose gradient",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "An Mnnlp cytoplasmic tail mutant is localized normally to the Golgi complex. (A) Domain structure of Mnnlp with the amino acid sequence of the wild-type cytoplasmic tail and the mutam cytoplasmic tail present in MNN1-XCTthat was constructed by site-directed mutagenesis as described in Materials and Methods. (B) A Amnrd diploid strain (TGY33) harboring MNN1-XCT on a multicopy plasmid was stained by indirect immunofluorescence using affinity purified anti-Mnnlp antibodies (c~-Mnnlp) as described in Materials and Methods. The left panel is the same field visualized using Nomarski optics. CT, cytoplasmic tail; TMD, transmembrane domain.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Patricia Bernsinone and Carlos Hirschberg for supplying antiserum to GDPase, Yoshifumi Jigami for antiserum to Ochlp, Randy Schekman for antiserum to cd,3 linked mannose, and Vladimir Krasnov for expert technical assistance. We would also like to thank Kevin Redding, Vytas Bankaitis and Bruce Horazdovsky for helpful discussion.This work was supported by the Howard Hughes Medical Institute (S, D. Emr) and grants GM39040 (G. S. Payne) and GM50409 (T. R. Graham) from the National Institutes of Health.Received for publication 10 June 1994 and in revised form 9 August 1994.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}