{
    "paper_id": "aa27ee27248b8daab7e85d3fd1044383876b099a",
    "metadata": {
        "title": "Identifying factors and target preventive therapies for Middle East Respiratory Syndrome sucsibtable patients",
        "authors": [
            {
                "first": "Khalid",
                "middle": [
                    "A"
                ],
                "last": "Alburikan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Saud University",
                    "location": {
                        "postBox": "P.O. Box 2457",
                        "postCode": "11451",
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Hatem",
                "middle": [
                    "A"
                ],
                "last": "Abuelizz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Saud University",
                    "location": {
                        "postBox": "P.O. Box 2457",
                        "postCode": "11451",
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Middle East Respiratory Syndrome (MERS) is a respiratory disease caused by a novel coronavirus that was identified in 2012 in Saudi Arabia. It is associated with significant mortality and morbidity. We identified factors associated with the Middle East Respiratory Syndrome-Coronavirus (MERS-CoV) infection among suspected cases presented with sign and symptoms of upper respiratory infection or exposure to the virus. We also looked at the impact of medication history on virus transmission. Method: We included subjects with suspected MERS-CoV infection and confirmed cases of MERS infection. Subjects were excluded if there were any missing data that prevent the final analysis. Descriptive statistics were used to report demographic data. Percentages and frequencies were used to summarize the categorical variables, while means and standard deviations were calculated for continuous variables. Logistic regression was used to assess the risk of MERS-CoV infection among the suspected cases. A value of p < 0.05 was considered statistically significant. Results: A total of 16,189 suspected cases were identified, complete data were analyzed for 3154 to assess factors that are independently associated with MERS-CoV infection. MERS-CoV infection was associated with age (adjusted odds ratio [AOR] = 1.06; 95% CI [1.02-1.098], P-value = 0.004), male gender (AOR = 1.617; 95% CI [1.365-1.77], P-value < 0.001) and diabetes (AOR = 1.68; 95% CI [1.346-1.848], P-value = 0.002. There was no significant association with the other comorbidities. Medication history was not associated with an increase or decrease the likelihood of the infection. Conclusions: MERS-Cov infection is more common in male, advanced age and diabetes. No medications were associated with an increase or decrease the likelihood of the infection. This is important to focus on screening and detection to this patient population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Middle East Respiratory Syndrome (MERS) a respiratory disease caused by a novel coronavirus that was identified in 2012 in Saudi Arabia (Aleanizy et al., 2017; Assiri et al., 2013; Raj et al., 2013) . It is associated with a 35% mortality rate, primarily due to multiorgan failure (Rivers et al., 2016; Zumla et al., 2015) . Middle East respiratory syndrome-coronavirus (MERS-CoV) can be transmitted either from non-human to human where dromedary camels are a major reservoir host for this virus or by a human to the human transmission which requires close contact (Cotten et al., 2013; de Groot et al., 2013) Many studies suggested that MERS-CoV has a male predominance prevalence with a median age of 40 years at illness onset (Aleanizy et al., 2017; Chan et al., 2015; Chen et al., 2017) . Data showed that underlying immunodeficiency or immunosuppressant medications and therapies or diabetes mellitus are strongly associated with increased morbidity and mortality (Aleanizy et al., 2017; Chen et al., 2017 summary, 2018) . This has directed the development of stringent screening criteria that has been implemented in different health care systems in Saudi Arabia; including Ministry of Health hospitals. A suspected case which defined as an instance of admission to a health care facility with any clinical symptoms that suggest infection or a history of contact with established cases, will trigger a laboratory MERS-CoV testing using real-time polymerase chain reaction (RT-PCR) test for MERS-CoV in swab samples collected at admission (Aleanizy et al., 2017) .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 159,
                    "text": "(Aleanizy et al., 2017;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 160,
                    "end": 180,
                    "text": "Assiri et al., 2013;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 181,
                    "end": 198,
                    "text": "Raj et al., 2013)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 281,
                    "end": 302,
                    "text": "(Rivers et al., 2016;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 303,
                    "end": 322,
                    "text": "Zumla et al., 2015)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 565,
                    "end": 586,
                    "text": "(Cotten et al., 2013;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 587,
                    "end": 609,
                    "text": "de Groot et al., 2013)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 729,
                    "end": 752,
                    "text": "(Aleanizy et al., 2017;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 753,
                    "end": 771,
                    "text": "Chan et al., 2015;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 772,
                    "end": 790,
                    "text": "Chen et al., 2017)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 969,
                    "end": 992,
                    "text": "(Aleanizy et al., 2017;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 993,
                    "end": 1010,
                    "text": "Chen et al., 2017",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1011,
                    "end": 1025,
                    "text": "summary, 2018)",
                    "ref_id": null
                },
                {
                    "start": 1544,
                    "end": 1567,
                    "text": "(Aleanizy et al., 2017)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Although, many studies have suggested the prognosis of confirmed MERS-Cov and the contribution of underlying comorbidities on the severity of the disease, yet no studies have highlighted the characteristics of those who tested positive with RT-PCR test among suspected cases, especially the contribution of medications. Thus, it is the intent of this paper is to identify factors associated with the MERS-CoV confirmation among suspected cases and impact on medications history on virus transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Subjects with suspected MERS-CoV infection and confirmed cases of MERS-CoV were included in the final analysis. Suspected cases were identified from medical record at university hospital and confirmed cases were identified from both university hospital and Ministray of Health data. It covers the patient admitted during the period from September 2013 to December 2018. Suspect cases were defined as any incidence of hospitalization with two or more of the following clinical symptoms: temperature (>38°C), signs of upper respiratory infection (cough, shortness of breath, sore throat, etc), runny nose or low level of consciousness. Confirmed cases were defined as a suspected case with a laboratory-confirmed MERS-CoV infection on the basis of positive real-time polymerase chain reaction (RT-PCR) results for MERS-CoV in swab samples. Subjects were excluded if they were any missing data that prevent the final analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "After the study had been approved by the Institution Review Board Committee, we collected the subject's data on both suspected cases and confirmed cases. Demographic data include age and gender were collected. We have also collected data on existing comorbidities including diabetes, chronic heart disease defined as ischemic heart disease, myocardial infarction, and acute coronary syndrome. Medications at the point of screening were collected, including metformin, sulfonylureas, Dipeptidyl Peptidase-4 (DPP-4) inhibitors, Angiotensin-Converting Enzyme inhibitors (ACE inhibitors), beta blockers and diuretics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and study plan"
        },
        {
            "text": "Descriptive statistics were used to report the demographic data. Percentages and frequencies were used to summarize the categorical variables, while means and standard deviations were calculated for continuous variables. Chi-square or Fisher's exact test as required and two-sample t-tests were used to summarize the relationships between demographic variables and the outcome of the serological test for categorical and continuous data, respectively. A logistic regression model was used to assess the risk of MERS-CoV infection among the suspected cases. A value of p < 0.05 was considered statistically significant. Data were entered and analyzed using IBM SPSS for Windows, version 22 (IBM Corp., Armonk, NY, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A total of 16,189 suspected cases were included in the study, of which 348 (2.15%) had a confirmed laboratory infection with another tested negative on the RT-PCR. The mean age for the suspected cases was 40 year of age, and the mean age for confirmed cases was 52 year of age. The majority of the confirmed cases were male (62%). More comorbidities are common among the confirmed group including hypertension and diabetes compared to the suspected cases. (For more sample characteristics, see Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 501,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Of the 16,189 suspected cases, complete data were analyzed for 3154 to assess factors that are independently associated with MERS-CoV infection. MERS-CoV infection was associated with age (adjusted odds ratio [AOR] = 1.06; 95% CI [1.02-1.098], Pvalue = 0.004), male gender (AOR = 1.617; 95% CI [1.365-1.77], P-value < 0.001) and diabetes (AOR = 1.68; 95% CI [1.346-1.848], P-value = 0.002. There was no significant association with the other comorbidities. Medication history was not associated with an increase or decrease the likelihood of the infection [ Table 2 ].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 558,
                    "end": 565,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In this study, we evaluated the characteristics of confirmed MERS infection. As reported on smaller studies, age, male sex and comorbidities are likely to be associated with the infection (Aleanizy et al., 2017; Chen et al., 2017; Guery et al., 2013) . Other variables are less likely to suggest MERS infection. In term of medication history, of the analyzed sample we found no statical differences that suggest increase or decrease the likelihood of the MERS infection, however, all subjects on received DiPeptidyl Peptidase-4 (DPP-4) inhibitors tested negative which may suggest an underlying mechanism that prevents the transmission of the virus. Other medications include metformin, angiotensin-converting-enzyme inhibitors (ACE inhibitors) nor beta blockers are associated with an increase or decrease in the likelihood of the MESRA infection. Like other studies that suggested that MERS infection is predominance in male, we found a statistical association that confirmed this (Aleanizy et al., 2017; Chen et al., 2017; Guery et al., 2013) . Although, our study has a large female representation in our sample and which can be due to the likelihood of the sharp increase in health care workers-which likely to be female, screening upon exposure to a patient with a possible history of MERS infection. The other reason is many health care institutions became very strict with screening and testing any suspected cases to prevent MERS infection outbreaks which increase the female detection. Our study suggests that gender difference is associated with an increase in the likelihood of MERS infection. Also, our study suggests diabetic patient are more likely to have a confirmed MERS infection compared to nondiabetic patients which have been also reported previously in the literature (Zumla et al., 2015) .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 211,
                    "text": "(Aleanizy et al., 2017;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 212,
                    "end": 230,
                    "text": "Chen et al., 2017;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 231,
                    "end": 250,
                    "text": "Guery et al., 2013)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 983,
                    "end": 1006,
                    "text": "(Aleanizy et al., 2017;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1007,
                    "end": 1025,
                    "text": "Chen et al., 2017;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1026,
                    "end": 1045,
                    "text": "Guery et al., 2013)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1791,
                    "end": 1811,
                    "text": "(Zumla et al., 2015)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One of the unique sides of our study is to look at the impact of medications on MERS infection. To our knowledge, this is the first study to look at the association of patient's medication history and the risk of infection. We found that many medications include those for chronic diseases are not associated with the increase or decrease the likelihood of MERS infection. Although many diabetic patients were on metformin, our analysis shows that it has no effect on MERS infection. Similarly, sulfonylureas were not associated with an increase or decrease in the likelihood of the infection. Of the diabetic medication, patient on DDP-4 inhibitors was less likely to have MERS infection. The entry receptor for MERS-CoV was identified as a dipeptidyl peptidase receptor. DDP-4 is expressed on the surface of human airway and the blockage of this enzyme may interfere with the virus transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In a similar study looked at the demographics of patients with MERS infection, many studies suggested that the infection is more common in patients with comorbidities, primarily diabetes, and chronic kidney diseases. Moreover, the severity of the infection and the increased risk of mortality is likely with older patients and patients with diabetes and chronic kidney diseases. These findings suggest the benefit of screening suspected infection and may suggest future preventive therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The limitations of this study include the following. First, there were some missing data on some demographics data which limit the analysis to draw a better understanding of the infection. Second, this was a retrospective analysis which has an inherited flow by its nature. Finally, the outcome of infection and the severity of disease were not reported in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "MERS-Cov infection is more common in male, advanced age and diabetes. No medications were associated with an increase or decrease the likelihood of the infection, except for the DPP-4 inhibitors that have shown a less likely to have MERS infection. This is important to focus on screening and detection to this patient population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors declare no potential conflicts of interest withrespect to the research, authorship, and publication of this article. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak of middle east respiratory syndrome coronavirus in Saudi Arabia: a retrospective study",
            "authors": [
                {
                    "first": "Fadilah",
                    "middle": [],
                    "last": "Aleanizy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sfouq",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mohmed",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nahla",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Alqahtani",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fulwah",
                    "suffix": ""
                },
                {
                    "first": "Rania",
                    "middle": [
                        "Ali El"
                    ],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hadi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Infect. Dis",
            "volume": "17",
            "issn": "1",
            "pages": "445--449",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "Abdullah",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N. Engl. J. Med",
            "volume": "369",
            "issn": "5",
            "pages": "407--416",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East respiratory syndrome coronavirus: another zoonotic betacoronavirus causing SARS-like disease",
            "authors": [
                {
                    "first": "Jasper",
                    "middle": [
                        "F W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin. Microbiol. Rev",
            "volume": "28",
            "issn": "2",
            "pages": "465--522",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comparative epidemiology of Middle East Respiratory Syndrome coronavirus (MERS-CoV) in Saudi Arabia and South Korea",
            "authors": [
                {
                    "first": "Xin",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Abrar",
                    "middle": [],
                    "last": "Chughtai",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "Amalie",
                    "middle": [],
                    "last": "Dyda",
                    "suffix": ""
                },
                {
                    "first": "Chandini",
                    "middle": [],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Raina",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Emerging Microbes Infect",
            "volume": "6",
            "issn": "1",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transmission and evolution of the Middle East respiratory syndrome coronavirus in Saudi Arabia: a descriptive genomic study",
            "authors": [
                {
                    "first": "Matthew",
                    "middle": [],
                    "last": "Cotten",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Lancet",
            "volume": "382",
            "issn": "9909",
            "pages": "1993--2002",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East Respiratory syndrome coronavirus (MERS-CoV): announcement of the coronavirus study group",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "14",
            "pages": "7790--7792",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features and viral diagnosis of two cases of infection with Middle East respiratory syndrome coronavirus: a report of nosocomial transmission",
            "authors": [
                {
                    "first": "Benoit",
                    "middle": [],
                    "last": "Guery",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Lancet",
            "volume": "381",
            "issn": "9885",
            "pages": "2265--2272",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV) WHO MERS Global Summary and Assessment of Risk Global Summary",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Dipeptidyl peptidase 4 Is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stalin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "7440",
            "pages": "251--254",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Risks of Death and severe disease in patients with Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "Caitlin",
                    "middle": [
                        "M"
                    ],
                    "last": "Rivers",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maimuna",
                    "suffix": ""
                },
                {
                    "first": "Eric",
                    "middle": [
                        "T"
                    ],
                    "last": "Lofgren",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am. J. Epidemiol",
            "volume": "184",
            "issn": "6",
            "pages": "460--464",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "Alimuddin",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "Stanley",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "9997",
            "pages": "995--1007",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "). Up to mid-2018, 2229 laboratory-confirmed cases of MERS-CoV infection were reported to the World Health Organization (WHO) from 27 countries (Middle East respiratory syndrome coronavirus (MERS-CoV) WHO MERS Global Summary and Assessment of Risk Global summary, 2018). Majority of the cases were reported by https://doi.org/10.1016/j.jsps.2019.11.016 1319-0164/Ó 2019 Published by Elsevier B.V. on behalf of King Saud University. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). Saudi Arabia, with cases reported from other countries in the Middle East, North Africa, Europe, the United States of America, and Asia (Middle East respiratory syndrome coronavirus (MERS-CoV) WHO MERS Global Summary and Assessment of Risk Global",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Baseline Characteristics.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Odds Ratio for Confirmed Cases of MERS-CoV Infection. OR: odds ratio; 95% CI: 95% confidence interval. ACEI/ARB = angiotensin converting enzyme inhibitor and/or receptor blocker, BB = beta blocker.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}