{
    "paper_id": "aada914c9454237bad1a0dd33ae257e8f9d2ca2f",
    "metadata": {
        "title": "Community-Based Risk Communication Survey: Risk Prevention Behaviors in Communities during the H1N1 crisis, 2010",
        "authors": [
            {
                "first": "Soo",
                "middle": [
                    "Jeong"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ajou University School of Medicine",
                    "location": {
                        "settlement": "Suwon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [
                    "A"
                ],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ajou University School of Medicine",
                    "location": {
                        "settlement": "Suwon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Tae-Yong",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chungnam National University",
                    "location": {
                        "settlement": "Gwangju",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Tae-Yoon",
                "middle": [],
                "last": "Hwang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yeungnam University",
                    "location": {
                        "settlement": "Daegu",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Keun-Sang",
                "middle": [],
                "last": "Kwon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chonbuk National University Medical School",
                    "location": {
                        "settlement": "Jeonju",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Ki",
                "middle": [
                    "Soo"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Gyeongsang National University",
                    "location": {
                        "settlement": "Jinju",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Kyung",
                "middle": [
                    "Jong"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ajou University School of Medicine",
                    "location": {
                        "settlement": "Suwon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Moon",
                "middle": [
                    "Shik"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ajou University",
                    "location": {
                        "settlement": "Suwon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Soon",
                "middle": [
                    "Young"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ajou University School of Medicine",
                    "location": {
                        "settlement": "Suwon",
                        "country": "Korea"
                    }
                },
                "email": "solee@ajou.ac.kr"
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives: The present study aimed to investigate the prevalence of and factors associated with H1N1 preventive behaviors in a community-based population. Methods: A cross-sectional study was conducted in three urban and two rural communities in Korea. Interviews were conducted with 3462 individuals (1608 men and 1854 women) aged ! 19 years during FebruaryeMarch 2010. Influenzarelated information including anxiety, preventive behaviors and their perceived effectiveness, vaccination status, past influenza-like illness symptoms, and sources of and trust in information was obtained. Results: Among 3462 participants, 173 reported experiencing influenza-like illness symptoms within the past 12 months. The mean H1N1 preventive behavior score was 25.5 AE 5.5 (out of a possible 40). The percent of participants reporting high perceived effectiveness and high anxiety was 46.2% and 21.4%, respectively. After controlling for potential confounders, H1N1 preventive behavior scores were predicted by a high (b Z 3.577, p < 0.001) or moderate (b Z 2.529, p < 0.001) perception of their effectiveness. Similarly, moderate (b Z 1.516, p < 0.001) and high (b Z 4.103, p < 0.001) anxiety scores predicted high preventive behavior scores. Conclusion: Effective methods of promoting population behavior change may be nationwide campaigns through mass media, as well as education and promotion by health care providers and broadcasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On April 24, 2009 the World Health Organization (WHO) announced that it had received reports from Mexico and North America of a new form of influenza-H1N1 [1] . On June 11, 2009 WHO declared a Phase-6 influenza pandemic. This was revised to a postpandemic phase on August 10, 2009 [2] . At that time, the H1N1 virus had taken on the behavior of a seasonal influenza virus, and community-wide immunity had increased following good vaccination coverage in many countries [3, 4] . However, WHO emphasized the need for continuous surveillance of people with respiratory disease, vaccination of high-risk people, and clinical management of serious cases and high-risk people [2] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 164,
                    "end": 177,
                    "text": "June 11, 2009",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 473,
                    "end": 475,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The first definite H1N1 diagnosis occurred in Korea on May 1, 2009 and the first death occurred on August 15, 2009 . By June 12, 2010 there were a total of 263 H1N1 case-fatalities. Although the Korea Center of Disease Control and Prevention (KCDC) downgraded the pandemic alert from \"serious\" to \"attention\" 5 months after the influenza was first reported in Korea, they recommend a continuation of preventive behaviors such as hand washing, using a tissue when coughing or sneezing, and reducing outings when experiencing respiratory symptoms. These recommendations, which were disseminated through the mass media, were given because the spread of influenza A/H1N1 virus and prevalence of influenza-like illnesses (ILI) had recently increased [2, 5] .",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 66,
                    "text": "May 1, 2009",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 114,
                    "text": "August 15, 2009",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 748,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 749,
                    "end": 751,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "People may be more likely to adhere to public health recommendations if they believe that the recommended behaviors are effective [6e8], they perceive that they have a high likelihood of being affected by the disease [7e9], they recognize that the illness has severe results [7, 8] , they believe that the illness is difficult to treat [8, 10] , or that the government is providing understandable and sufficient information about the outbreak and can be trusted to control the spread of infection [9, 14] . Behavioral changes may also be associated with higher levels of anxiety or worry [6, 11] .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 279,
                    "end": 281,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In a Korean survey it was found that 76.6% of hospital employees and 65.9% of outpatients engaged in severe acute respiratory syndrome (SARS) preventive behaviors [5] . However, those results may not be generalizable to the Korean public, because hospital employees and outpatients are a more sensitive population. In the UK, < 40% of the public followed the recommended guidelines for preventing swine influenza during the outbreak [8] . There are few data on the associations between H1N1-related preventive behaviors, their perceived effectiveness, and anxiety that account for possible confounding by household, health behavior, and ILI factors in a nationally representative Korean population [5, 8] . Therefore, we investigated the prevalence of, and factors associated with, the recommended influenza preventive behaviors in a community-based population sample.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 702,
                    "end": 704,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study population was drawn from the Community Health Survey (CHS), which is a community-based cross-sectional survey spanning 168 urban and 85 rural areas throughout Korea. The CHS used a two-stage sampling process. The first stage was to apply a probability proportional to size sampling strategy (to select primary sampling units) and the second stage was to apply systematic sampling (selecting households). The sampling frame was based on 2009 Resident Registration Data. There were 22,088 primary sampling units, each containing five households. Thus 110,440 households were selected for interviews, and 230,716 individuals (107,080 men and 123,636 women) aged ! 19 years completed the interview-based survey. For this study, an additional survey was conducted on residents of three urban and two rural areas that were randomly selected from the CHS. There were 300 primary sampling units, each containing five households. Thus 1500 households were selected for interviews, and 3462 individuals (1608 men and 1854 women) aged ! 19 years completed the additional survey. The survey was conducted during FebruaryeMarch 2010. All participants gave their written informed consent. The study protocol was approved by the Institutional Review Board of the KCDC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "The CHS used comprehensive questionnaires including information on household (region, number living in household, number of generations living in household, type of household, monthly income), general Participants were asked eight questions about their H1N1 preventive behavior in the past 12 months, six questions about their perceptions of the effectiveness of these behaviors, and six questions about their H1N1related anxiety (see Table 1 ). Responses to each item were indicated on a five-point severity scale: strongly agree (5), tend to agree (4), neither agree nor disagree (3), tend to disagree (2), or strongly disagree (1). Preventive behaviors, perceived effectiveness, and anxiety scores were calculated by summing the scores for each ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 442,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Questionnaires"
        },
        {
            "text": "Participants' CHS data (household, general characteristics, health behaviors, history of disease, quality of life) and H1N1 survey data were merged for analysis. Mean behavior scores by general characteristics and influenza-related information were analyzed using t test and analysis of variance. Multiple linear regression was used to evaluate the impact of general characteristics and influenza-related factors on preventive behaviors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "All p values are two-tailed, with p < 0.05 considered statistically significant. All statistical analyses were conducted using SPSS version 17.0 (SPSS Korea DataSolution, Chicago, IL, USA). Table 2 presents the characteristics of the study population. Among the 3462 participants, there were more women (53.6%) than men (46.4%). The mean participant age was 50.5 AE 16.9 years. More of the participants were from urban areas (57.4%) than from rural areas (42.6%). Similar symptoms to those of H1N1 had been experienced by 5.0% of the participants (4.5% of men and 5.4% of women). High perceived effectiveness was reported by 46.2%, and high anxiety by 21.4% of the participants. Of the 3462 participants, 173 (5.0%) had experienced symptoms similar to those of H1N1 in the past 12 months, and 36 had physicianconfirmed H1N1 (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 197,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 824,
                    "end": 833,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "The most prevalent preventive behavior was frequent hand washing, at 70.3%. The least prevalent of the eight preventive behaviors was frequently cleaning potentially infectious things such as doorknobs, at only 19.2%. Most participants (86.0%) believed that regular hand washing with soap and water is an effective influenzaprevention strategy, whereas only 51.0% believed that avoiding hospitals and general practices is an effective influenza-prevention strategy. A little more than half the participants (53.7%) were worried that they might become infected with H1N1 influenza, whereas only 33.7% were worried that there might not be enough vaccines for everyone (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 666,
                    "end": 675,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Preventive behaviors, perceived effectiveness, and anxiety"
        },
        {
            "text": "Differences in preventive behavior, perceived effectiveness, and anxiety scores between groups of participant characteristics were evaluated (Table 3 ). Clear differences were identified among sexes (women > men), regions (urban > rural), education groups (! 13 years > 7e12 years > 1e6 years > 0), and housing types (apartment > house).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Preventive behaviors, perceived effectiveness, and anxiety"
        },
        {
            "text": "Finally, we evaluated the factors associated with the preventive behavior scores using multiple linear regression models. In particular, we aimed to evaluate the independent effects of perceived effectiveness and anxiety on the scores. Model 1 included general participant characteristics as independent variables. Model 2 was the same as Model 1, with the addition of health behaviors and physician-diagnosed chronic diseases. In Model 3, ILI, perceived effectiveness, and anxiety were added to the suite of variables included in Model 2. All of the models were statistically significant, and the adjusted R 2 values were 0.227, 0.239, and 0.367 respectively. Sex, region, age, marital status, housing, and education (! 7 years) were significant predictors of behavior scores in all models (all p < 0.05). After controlling for these variables, moderate (b Z 2.529, p < 0.001) and high (b Z 3.577, p < 0.001) perceived effectiveness scores were associated with higher preventive behavior scores. Similarly, moderate (b Z 1.516, p < 0.001) and high (b Z 4.103, p < 0.001) anxiety scores were associated with higher preventive behavior scores (Table 4 ). Additionally, we surveyed H1N1 information channels, and the participants trust in them ( Figure 2 ). Most participants (88.5%) obtained H1N1 information through media such as TV, radio, and newspapers. However, this the most trusted source of information for only 29.9% of participants. The highest proportion of trust (37.7%) was in information from health care providers ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1142,
                    "end": 1150,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1244,
                    "end": 1252,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1530,
                    "end": 1538,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Factors associated with H1N1 preventive behavior scores"
        },
        {
            "text": "In this large cross-sectional study spanning several communities, we observed a low prevalence of past ILI symptoms (5.0%) and a considerable rate of definite diagnosis (20.0%). Higher perceived efficacy and higher anxiety were associated with higher preventive behavior scores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The prevalence of ILI symptoms significantly differed according to region, age, and anxiety level. Consistent with the KCDC statement that the occurrence of influenza is concentrated in young adults [2] , the prevalence of ILI symptoms was highest in participants aged 19e29 years, at 8.5% (c 2 Z 21.822, p Z 0.001). The prevalence of ILI symptoms in the past 12 months was higher among those in the high anxiety group (7.4%) than that in the low (4.0%) or moderate (4.7%) anxiety groups (c 2 Z 12.471, p Z 0.002).",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The WHO emphasized that hand washing is a very important action that can control the prevalence of influenza [12] . A recent randomized trial showed that a combination of facemasks and hand hygiene among the contacts of influenza cases reduces transmission within 36 hours of the onset of symptoms [13] . In our study, 70.3% of respondents said that during the H1N1 pandemic they washed their hands with soap more often than usual, 19.2% said that they often cleaned frequently touched surfaces such as doorknobs, 22% said that they reduced their use of public transport, and 31% said that they avoided crowded places. Our participants also showed a high level of behavioral compliance, i.e., they put what they said into practice. In a cross-sectional telephone survey spanning the UK, only 28.1% of respondents said that they washed their hands with soap more often than usual during the H1N1 pandemic, whereas 17.3% responded that they often cleaned frequently touched surfaces such as doorknobs, and only 3.7% said that they avoided crowded places [8] . In our study, 2679 (77.4%) respondents said that they put at least one of the eight preventive actions into practice (\"strongly agree\" or \"tend to agree\") and 275 (7.9%) said that they performed all eight actions. In the UK-based study, 4.9% of respondents performed at least one of six avoidance behaviors and 37.8% performed at least one of three recommended behaviors [8] . The results of that study differed from ours in that most of their respondents (62.0%) said that they did not perform any of the preventive actions. The discrepancies between the two study results can be first explained by ethnic differences in the study populations. Although our study population was all Korean and thus difficult to compare with other ethnicities, the UK-based study made a distinction between white and other ethnicities. Although most of their respondents were white (92.6%), the people in the \"other\" category were 3.2 times more likely to put the recommended behaviors into practice, and 4.1 times more likely to carry out avoidance behaviors than the white respondents. Second, there is a difference in the survey methods used between the two studies. Our study was based on face-to-face interviews and the study in the UK was based on telephone interviews. Third, considering that all of the studied countries conducted extensive nationwide campaigns about the recommended behaviors, the differences between the two results may be partly explained by differences in perceived effectiveness and anxiety between [14] . During the H1N1 epidemic in Hong Kong, only 26.8% of respondents believed that they might become infected with the virus [10] . Similarly, a study showed that although 43% of respondents thought that becoming infected with the H1N1 influenza would severely affect their health, only 21% of them thought that they might become infected [14] . In our study, although 33% of respondents thought that becoming infected with the H1N1 influenza would severely affect their health, a comparatively high 54% of the respondents believed they might become infected.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1429,
                    "end": 1432,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2570,
                    "end": 2574,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2698,
                    "end": 2702,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2912,
                    "end": 2916,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Various studies have revealed that the higher the perceived effectiveness and anxiety the higher the behavioral compliance for preventive measures [7e9, 11, 15] . Consistent with these studies, we found that after controlling for personal characteristics (sex, region, age, marital status, income, education level, housing, number of family aged > 19 years, ILI, health behaviors, and physician-diagnosed chronic disease), the preventive behavior scores of the groups with moderate and high perceived effectiveness were higher than that of the low group by 2.5 points and 3.6 points, respectively. The groups with moderate and high anxiety had 1.5 points and 4.1 points higher behavioral scores than the low group, respectively.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recommendations (\"Do.\") are more helpful than prohibitions (\"Don't.\") for changing people's behavior. Although actions such as washing one's hands can be a bit of an inconvenience, they are generally easy to put into practice and easy for each individual to control, allowing them to perceive the benefits of their actions. To promote population behavioral changes, it is important for the mass media to provide prompt and accurate information. According to a previous study, 90.5% of participants received daily information about SARS during the Hong Kong epidemic. The most common source of information was TV (89.8%) followed by newspapers (71.1%), and radio (27.1%) [6] . We had similar findings, in that most of our participants (88.5%) said that they obtained information from the TV, radio, and newspapers. Among our participants, 37.7% placed the most amount of trust in information from health care providers, 29.9% in broadcasters, and 19.9% in the government, which demonstrates the need for interventions from these groups (Figure 2 ).",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 673,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1035,
                    "end": 1044,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our study's strengths include its nationally representative population, its large sample size and its use of comprehensive and detailed information obtained from the CHS. However, our study also has several limitations. First, recall bias may be present as the participants were asked about their past behaviors. The survey was conducted during FebruaryeMarch 2010 about experiences in 2009. Second, we did not examine behavioral changes during different stages of the pandemic. Although behaviors may change according to the different stages, it can be assumed that because we conducted our survey in 2010 we surveyed behavioral ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "S.J. Kim, et al patterns at stage 6, i.e., the final stage. Third, we were unable to fully explore the effects of having experienced ILI symptoms on the uptake of preventive behaviors because they were experienced by so few of the participants. Although Model 3 showed significantly higher behavioral scores among people who had experienced symptoms similar to those of H1N1 (p Z 0.022), these results require further study. Consistent with the findings of other studies, we found that individuals show higher behavioral compliance when the perceived effectiveness of these measures and H1N1-related anxiety levels are higher. We need to increase the understanding of the effectiveness of preventive measures, and facilitate a realistic perception of personal risk of becoming infected with H1N1 among people with the following characteristics: male, living in a rural area, single, uneducated, living in a house, and poor engagement in health behaviors. This study suggests that the most effective methods for increasing behavioral compliance may be nationwide campaigns through mass media (TV, radio, and newspapers) as well as education and promotion by health care providers and broadcasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "None to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An adjuvanted pandemic influenza H1N1 vaccine provides early and long term protection in health care workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Madhun",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Akselsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sjursen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "2",
            "pages": "266--73",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. H1N1 post-pandemic period",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Acceptance and adverse effects of H1N1 vaccinations among a Cohort of National Guard Health Care Workers during the 2009 Hajj season",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Balkhy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bafaqeer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Res Notes",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Planning for the next influenza H1N1 season: a modelling study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pelat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levy-Bruhl",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Perception and performance of preventive behaviors for the pandemic influenza in hospital employees and outpatients",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Youn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Yonsei Med J",
            "volume": "52",
            "issn": "1",
            "pages": "181--188",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Monitoring community responses to the SARS epidemic in Hong Kong: from day 10 to day 62",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "11",
            "pages": "864--70",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Factors influencing the wearing of facemasks to prevent the severe acute respiratory syndrome among adult Chinese in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prev Med",
            "volume": "39",
            "issn": "6",
            "pages": "1187--93",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlôt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An outbreak of the severe acute respiratory syndrome: predictors of health behaviors and effect of community prevention measures in Hong Kong, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Public Health",
            "volume": "9",
            "issn": "11",
            "pages": "1887--1895",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Anticipated and current preventive behaviours in response to an anticipated human to human H5N1 epidemic in the Hong Kong Chinese general population",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H-Y",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Longitudinal assessment of community psychobehavioural responses during and after the 2003 outbreak if severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "12",
            "pages": "1713--1733",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nonphamaceutical interventions for pandemic influenza, national and community measures",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicoll",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "1",
            "pages": "88--94",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Facemasks and hand hygiene to prevent influenza transmission in households: a cluster randomized trial",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Intern Med",
            "volume": "151",
            "issn": "7",
            "pages": "437--483",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The community's attitude towards swine flu and pandemic influenza",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mclaws",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Heywood",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Med J Aust",
            "volume": "191",
            "issn": "5",
            "pages": "267--276",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Meta-analysis of the relationship between risk perception and health behavior: the example of vaccination",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Psychol",
            "volume": "26",
            "issn": "2",
            "pages": "136--181",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow chart of prevalence of illness-like-influenza and H1N1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Pie charts of (A) sources of information on H1N1 and (B) the proportion of participants who place the most trust in each source.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "H1N1 preventive behavior, perceived effectiveness, and related anxiety",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Participant characteristicsGoing for a drink ! 2 times/week and drinking ! 7 (men) or ! 5 (women) glasses each time, during the past 12 months; b Either vigorous exercise for ! 20 minutes on ! 3 of the previous 7 days, or moderate exercise for ! 30 minutes on ! 5 of the previous 7 days. Values are expressed as means AE standard deviation, or n (%).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Preventive behavior, perceived effectiveness and anxiety by participant characteristic groups",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Continued )",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Factors associated with H1N1 preventive behavior scores the study populations. Risk perceptions are defined by the perceived seriousness of a health threat and perceived personal vulnerability",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by a grant from the Korean Ministry of Health. We would like to thank the participants for their time and effort. We are also grateful to Edanz for language editing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}