{
    "paper_id": "ab58c54193c5257b96d0d8e098fb18d7e2d8d081",
    "metadata": {
        "title": "Birth Defects Data from Surveillance Hospitals in Hubei Prov- ince, China, 200l -2008",
        "authors": [
            {
                "first": "Lh",
                "middle": [],
                "last": "Tu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430030",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hp",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430030",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xd",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Child Health Care and Community Health Office",
                    "location": {
                        "postCode": "430030",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jj",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cl",
                "middle": [],
                "last": "Xiong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430030",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To determine the prevalence and characteristics of birth defects in perinatal infants in Hubei Province during 200l-2008. Methods: The prevalence of birth defects in perinatal infants delivered after 28 weeks or more was analyzed in Hubei surveillance hospitals during 200l-2008. Results: The incidence of birth defects in perinatal infants from 200l to 2008 was 120.0 per 10,000 births, and was increased by about 41% from 81. 1 in 2001 to 138.5 per 10,000 births in 2008. The incidence in the first 4 years (2005)(2006)(2007)(2008) was much higher than the latter four (2001-2004) (χ 2 =77.64 , P <0.05). The difference in prevalence between urban and rural was of no significance in 2008 (χ 2 =0.03，P >0.05), but that between male and female was significant (χ 2 =5.24 , P <0.05), as the former prevalence was much higher. The prevalence of birth defects was slightly higher among mothers over 35 years old than those under 35 years old, but with no significance (χ 2 =1.98, P >0.05). The two leading birth defects were cleft lip and/or palate and polydactyly, followed by congenital heart disease, hydrocephaly, external ear malformation and neural tube defects. The prevalence of congenital heart disease was rising. Conclusions: Eight years' birth defects data indicate that the birth defect rate was on the rise and the birth defects prevalence in Hubei province should be valued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Birth defect (BD) is a widely used term for a congenital malformation; it involves the abnormality in morphology, structure, function, metabolism, psychology and behavior. With more epidemics prevented and controlled, it has gradually become the main cause of infant and child mortality. China is one of the countries with high incidence of BD, with 800,000 to 1.2 million infants born with BD and disabilities annually, accounting for four to six percent of the country's total newborn. The Chinese government has established a surveillance system for monitoring BD since 1986. Twenty-three types of BDs were included in the system according to the International Classification of Diseases Clinical Modification Codes, tenth edition (i.e., . In this research, we analyzed the prevalence and characteristics of BD in perinatal infants in Hubei province (Central China) during 200l-2008, in order to provide a scientific basis for developing control measures over prevention of BD on perinatal infants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The perinatal infants presented for this report pertained to all cases (livebirths, fetal deaths, or stillbirths after 28 weeks of gestation and terminations of pregnancy for fetal anomaly; accessing within 7 days after delivery) of congenital anomaly from 52 surveillance hospitals in Hubei province between January 1, 2001 and December 31, 2008. Under the guideline of ICD-10, which delineates twenty-three different types of BDs, all infants were examined carefully by specialized doctors using routine obstetric diagnosis, physical examination or autopsies and a \"BD registration card\" would be filled, and reported through the network. Statistical analysis was conducted using SPSS (version 12.0, Chicago, IL) for the analysis of BD incidence. The Chi-squire test was done for the determination of statistical significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Overall BD prevalence 69,408 infants were covered in 52 surveillance hospitals in 2008 and 961 infants were found to have BDs, making the prevalence 13.85‰, which exceeded the last 7 years'. Besides, the prevalence of the first 4 years (2005-2008) was much higher than the latter four (2001-2004) (χ 2 =77.64, P <0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We analyzed the prevalence of infants classified to residence, gender and maternal age in 2008. The difference of prevalence between urban and rural was of no significance (χ 2 =0.03，P >0.05), but that between male and female was significant (χ 2 =5.24, P <0.05), as the former prevalence was much higher. The prevalence was slightly higher among mothers over 35 years old than those under 35 years old, but with no significance (χ 2 =1.98, P >0.05) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 452,
                    "end": 460,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "BD prevalence in different infants' groups"
        },
        {
            "text": "The two leading BDs were cleft lip and/or palate (CLP, without cleft palate) and polydactyly during 2001-2008; the prevalence fluctuated around 1.7 ‰ and 1.3‰ respectively. In 2008, congenital heart defect (CHD), hydrocephaly, external ear malformation (EEM) and neural tube defects (NTDs, including anencephalia, rachischisis and encephalocele) followed the top two BDs. The above top six BDs constituted over the half of all BDs in 2008, with a much higher level (64%) in 2003. The prevalence of CHD was rising from top nine in 2001 to top three in 2008, as 0.27‰ to 1.28‰. However, the prevalence of NTDs was decreased sharply in 2008. (Fig.1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 639,
                    "end": 645,
                    "text": "(Fig.1",
                    "ref_id": null
                }
            ],
            "section": "Top six BDs and prevalence"
        },
        {
            "text": "In general, prenatal diagnosis rate of BD was increased, such as CHD, as its rate was increased to 82.95% in 2008 from 20% in 2001. (Fig.3) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "(Fig.3)",
                    "ref_id": null
                }
            ],
            "section": "Prenatal diagnosis of BD"
        },
        {
            "text": "Department of Public Health spot-checked nine cities and seventeen counties in 2008, finding that the rate of missing report of surveillance hospitals was 15.72%. (1). The prevalence of 2008 was 13.85‰, a little higher than the national average prevalence (13.49‰). The data indicated an increase of BD prevalence, the same trend as the whole nation (2) . To speculate, it may relate to several things. First, surveillance system was improved to make the data more genuine, especially with the advanced prenatal diagnostic techniques and expertise skills. Second, as the forcible premarital health assessment was cancelled, the risks of BD were increased. Furthermore, as modernization of the city, pollution and other modern life-related risks and lifestyle (e.g. delayed childbearing) (3) were responsible too. The prevalence in urban and rural were of no significant difference in 2008, different from the earlier data published before 2008 which indicated that prevalence in rural was a little higher than in urban (1). The enhanced maternal and child health care in rural may contribute to the offset. The difference of prevalence between male and female was significant; the former prevalence was much higher, which paralleled with the data previously published (4). Advanced maternal age (over 35 years old) was related to a higher BD prevalence, but with no significance compared to the younger group, different from a majority of the data previously published (4, 5) . The recent emphasis on the antenatal care and prenatal screening for pregnant women over 35 years old might be partly related to this difference. From 2002 to 2008, CLP and polydactyly were continuously on top two. This may relate to genetic and environmental factors. Genetic factors contributing to CLP have been identified for some syndromic cases and many genes associated with syndromic cases of CLP have also been identified to contribute to the incidence of isolated cases of CLP (6) . Besides, CLP and other congenital abnormalities have been linked to maternal hypoxia, as caused by e.g. maternal smoking (7-9), maternal alcohol abuse or some forms of maternal hypertension treatment (10) . Integration of genetic and environmental risk using different methods may generate a synthesis that will both better characterize etiologies, as well as provide access to better clinical care and prevention (11) . A case-control study by JY Luo, et al. (12) on polydactyly showed that heredity was the foremost risk factor. At the same time, CHD was growing year after year, ranking top three in 2008, which was partly due to improved prenatal diagnostic techniques and skills and increased environmental risks. With above three BDs, hydrocephaly, EEM and NTDs were still the main BDs and constituted over 50% of all BDs, while shooting up to 64% in 2003 probably due to severe acute respiratory syndrome (SARS) outbreak, which made hospitals screening for BD in a much more cautious way. The top six BDs in Hubei province were similar to national data, but their prevalences were all higher than national average ones except CHD (2) . Data published on Annual Report of the National Maternal and Child Health Care Surveillance and Communications in June, 2009 indicated that the prenatal diagnosis rate in Hubei province in 2008 was 14.29%, a bit lower than eastern coastal cities and provinces. All the data showed that there was more the maternal and child health care could do to improve the present situation. As periconceptional folate supplementation has a strong protective effect against NTDs (13) , pregnant woman has been encouraged to take folic acid supplements to prevent NTDs by doctors. Actually, the decrease of NTDs did happen which was owe mainly to the folic acid supplements taking measure (14) . To reduce the overall prevalence of BD, it is necessary to keep the surveillance system function properly and provide prevention and health care service extensively. To reduce the rate of missing report of surveillance hospitals and make the BD data much more convenient and accessible, it is of help to draw lessons from the European network of registers for the epidemiologic surveillance of congenital anomalies, the EUROCAT (15). Besides, primitive maternal and child health care service should be easily approachable for women of childbearing age, especially those living in rural areas (16) . Furthermore, studies on the integration of genetic and environmental risks, especially the links between environmental geochemistry and prevalence of BD (17) , are also important for better characterizing etiologies, as well as providing access to better clinical care and prevention. Eight years' BD data indicate that the BD prevalence was rising and the BD prevalence in Hubei province should be valued; prevention program of BD shall be better performed to decrease prevalence of birth deformation in perinatal infants based on improved perinatal care and prenatal diagnosis.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1469,
                    "end": 1472,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1473,
                    "end": 1475,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1965,
                    "end": 1968,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2171,
                    "end": 2175,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2385,
                    "end": 2389,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2416,
                    "end": 2423,
                    "text": "JY Luo,",
                    "ref_id": null
                },
                {
                    "start": 2424,
                    "end": 2435,
                    "text": "et al. (12)",
                    "ref_id": null
                },
                {
                    "start": 3108,
                    "end": 3111,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3580,
                    "end": 3584,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3789,
                    "end": 3793,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 4388,
                    "end": 4392,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 4548,
                    "end": 4552,
                    "text": "(17)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Quality control"
        },
        {
            "text": "Ethical issues (Including plagiarism, Informed Consent, misconduct, data fabrication and/or falsification, double publication and/or submission, redundancy, etc) have been completely observed by the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Analysis of birth defects in 1997-2002 in Hubei Province",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "F"
                    ],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "D"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Zhonghua Liu Xing Bing Xue Za Zhi",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Annual Report of the National Maternal and Child Health Care Surveillance and Communications",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mchscn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Leading a healthy lifestyle: the challenges for China",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Asia Pac J Public Health",
            "volume": "22",
            "issn": "3",
            "pages": "110--116",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Analysis of Surveillance of Birth Defect on Perinatal Fetuses in Hubei Province during 2001-2005",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "D"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Applied Clinical Pediatrics",
            "volume": "22",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Analysis of the report of perinatal birth defects monitoring in Wuhan city from 2004 to 2007. Maternal and Child Health Care of China",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genetic Causes of Nonsyndromic Cleft Lip with or without Cleft Palate",
            "authors": [
                {
                    "first": "Qyshb",
                    "middle": [],
                    "last": "Jacqueline",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hechta",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Adv Otorhinolaryngol",
            "volume": "70",
            "issn": "",
            "pages": "107--113",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Maternal cigarette smoking and the associated risk of having a child with orofacial clefts in China: A case-control study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Cranio-Maxillofacial Surgery",
            "volume": "39",
            "issn": "5",
            "pages": "313--318",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Review on genetic variants and maternal smoking in the etiology of oral clefts and other birth defects",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Wehby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Birth defects research. Part C, Embryo today: reviews",
            "volume": "84",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tobacco smoking and oral clefts: a metaanalysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cardy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Munger",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Bulletin of the World Health Organization",
            "volume": "82",
            "issn": "3",
            "pages": "213--218",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Transverse limb deficiency, facial clefting and hypoxic renal damage: an association with treatment of maternal hypertension",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Houlston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tingey",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Clinical Dysmorphology",
            "volume": "4",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cleft lip and palate: understanding genetic and environmental influences",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Marazita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Beaty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature Reviews Genetics",
            "volume": "12",
            "issn": "3",
            "pages": "167--178",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A case-control study on genetic and environmental factors regarding polydactyly and syndactyly",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "Y"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Zhonghua Liu Xing Bing Xue Za Zhi",
            "volume": "30",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prevention of neural-tube defects with folic acid in China. China-U.S. Collaborative Project for Neural Tube Defect Prevention",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mulinare",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gindler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "X"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "N Engl J Med",
            "volume": "341",
            "issn": "20",
            "pages": "1485--1490",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "National Neural Tube Defects Prevention Program in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Food Nutr Bull",
            "volume": "29",
            "issn": "2",
            "pages": "196--204",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Paper 1: The EUROCAT network--organization and processes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haeusler",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barisic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loane",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Garne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dolk",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Birth Defects Research Part A: Clinical and Molecular Teratology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Accessibility of Primary Health Care Workforce in Rural China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Sarah",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Links between environmental geochemistry and rate of birth defects: Shanxi Province",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "China. Sci Total Environ",
            "volume": "409",
            "issn": "3",
            "pages": "447--451",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Prevalence of BD by different characteristics of infants in 2008, Hubei Province When compared unclear group did not included.Fig.1: Prevalence of top 6 BDs during 2001-2008 in Hubei province. BDs, birth defects; CLP,cleft lip and/or palate; EEM,external ear malformation; NTDs, neural tube defects; CHD, congenital heart defect",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all staff members involved in birth defects monitoring in Hubei province and the China Birth Defect Monitoring Center. The authors declare that there is no conflict of interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}