{
    "paper_id": "ab9f42b60b4b861c61c542f1b2fadbc8c27a7085",
    "metadata": {
        "title": "Veterinary Microbiology Identification of co-infection by rotavirus and parvovirus in dogs with gastroenteritis in Mexico",
        "authors": [
            {
                "first": "Ariadna",
                "middle": [],
                "last": "Flores Ortega",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Autónoma del Estado de México",
                    "location": {
                        "settlement": "Toluca"
                    }
                },
                "email": ""
            },
            {
                "first": "José",
                "middle": [],
                "last": "Simón Martínez-Castañeda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Autónoma del Estado de México",
                    "location": {
                        "settlement": "Toluca"
                    }
                },
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [
                    "G"
                ],
                "last": "Bautista-Gómez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Autónoma del Estado de México",
                    "location": {
                        "settlement": "Amecameca de Juárez",
                        "country": "México"
                    }
                },
                "email": ""
            },
            {
                "first": "Raúl",
                "middle": [],
                "last": "Fajardo Muñoz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Autónoma del Estado de México",
                    "location": {
                        "settlement": "Toluca"
                    }
                },
                "email": ""
            },
            {
                "first": "Israel",
                "middle": [],
                "last": "Quijano Hernández",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Autónoma del Estado de México",
                    "location": {
                        "settlement": "Toluca",
                        "region": "Estado de México",
                        "country": "México"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. b r a z i l i a n j o u r n a l o f m i c r o b i o l o g y 4 8 (2 0 1 7) 769-773 h t t p : / / w w w . b j m i c r o b i o l . c o m . b r / Mexico Parvovirus Rotavirus a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This is the first report on circulating canine rotavirus in Mexico. Fifty samples from dogs with gastroenteritis were analyzed used polymerase chain reaction and reverse transcription polymerase chain reaction in order to identify parvovirus and rotavirus, respectively; 7% of dogs were infected with rotavirus exclusively, while 14% were co-infected with both rotavirus and parvovirus; clinical signs in co-infected dogs were more severe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious gastroenteritis are one of the main causes of dog hospitalization, etiological agents identification is a challenge for veterinarians, given that gastroenteritis etiology is caused by diverse pathogenic agents, mainly co-infections among virus or bacteria. [1] [2] [3] Canine parvovirus (CPV-2) is a member of the Parvoviridae family, belonging to the Protoparvovirus genus and Carnivore Protoparvovirus type 1 species. Diverse reports indicate that is the most diagnosed viral agent in gastroenteritis. 4, 5 Over the past years, CPV-2 has developed new antigenic variants. In 1   A  B   2  2  3  3  4  4  5  5  6  6  7  7  8  8  9  9  10 10 1 hemorrhagic diarrhea and sometimes leukopenia; however, some reports show parvovirus in dogs with atypical clinical signs, and the authors suggest that this is likely due to CPV-2 evolution. 8 On the other hand, the disease can vary depending on the patient; actually, CPV-2c can infect both pups and adults. 9 A further factor implicated in variability of clinical profiles in parvovirus is association with other gastroenteric viruses such as canine distemper, canine coronavirus and canine rotavirus.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 515,
                    "end": 517,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 588,
                    "end": 649,
                    "text": "1   A  B   2  2  3  3  4  4  5  5  6  6  7  7  8  8  9  9  10",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Actually, rotaviruses are classified as distinct members of the family reoviridae, genus rotavirus, comprising five species (A to E) and two tentative species (F and G). Canine rotavirus is a double-stranded RNA, non-enveloped virus that possesses a segmented genome and that is approximately 60-75 nm in diameter; few isolates of rotavirus have been reported in dogs, these have been classified as serotypes G3 and P5A, grouped into group A, rotavirus of this group cause neonatal diarrhea in human and many animal species; it has been demonstrated that direct interspecies transmission between heterologous strains are key mechanisms in generating rotavirus strain diversity in new hosts. Human infection for rotavirus of canine origin has been reported. 10, 11 Clinical signs of the disease include moderate enteritis, mainly in pups younger than two weeks old, 12, 13 and it also causes lethargy, anorexia, fever, diarrhea and vomiting. Generally, patients recover within two weeks; however, there are reports of fatal severe enteritis in dogs under two weeks old. 14 The presence of antibodies against rotavirus has been demonstrated in a high percentage of adult dogs (80%). 15 Rotavirus infection does not have pathognomonic clinical signs and most dogs can be asymptomatic to infection and occasionally signs can be confused with parvovirus, therefore, laboratory test for differential diagnoses are necessary. 3, 13 In Mexico, it remains unknown whether rotavirus is circulating amongst canine populations and if it plays a primary role as etiologic agent in gastroenteritis.",
            "cite_spans": [
                {
                    "start": 757,
                    "end": 760,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1419,
                    "end": 1421,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From March through June 2015, we conducted nonprobability sampling in dogs attending the small animal veterinary hospital of the Autonomous University of the State of Mexico (UAEM, by its acronym in Spanish). Fifty dogs of different ages, breeds, non-vaccinated dogs with gastroenteritis signs were selected. One rectal swab was taken from each dog to be used in PCR testing (parvovirus identification), while a second swab was taken for RT-PCR testing (rotavirus identification). Swabs were stored at −80 • C until processing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Rotateq vaccine (Merck, USA), which contains rotavirus serotypes G1P [8] , G2P [4] , G3P [8] and G9P [8] , was used as positive control, and in the case of parvovirus the Edo. Mex 1 isolate was used (previously identified in our laboratory and which corresponds to CPV2-c genotype).",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 83,
                    "end": 86,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to extract RNA from rotavirus, each swab was suspended in 200 L of Diethylpyrocarbonate (DEPC 1%)-treated water and centrifuged 7 min at 5000 × g. Supernatant was processed using the GeneJET Viral DNA and RNA Purification kit (Thermoscientific, USA), following manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rectal swabs used for parvovirus detection were suspended in 500 L of sterile water, centrifuged 1 min at 5000 × g. 200 L of supernatant was processed for DNA extraction using the QIAamp DNA Mini Kit (Qiagen, USA) following the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the case of rotavirus, two-step RT-PCR was performed for each of the samples, using the ImProm-II TM Reverse Transcription System kit (Promega, USA). In the first step, cDNA synthesis was accomplished. 3 L of RNA of each purification plus 2 L (0.5 g/reaction) of primer dT was used in each reaction. All reactions were incubated at 70 • C for 15 min and subsequently at 4 • C for 5 min. Next, 1 L of ImProm-II TM Reverse Transcriptase (1 u/L) was added, as well as 1 L dNTP All reactions were performed under the following conditions: 1 cycle at 94 • C 5 min, followed by 35 cycles at 94 • C 1 min, 61 • C 1 min, 72 • C for 2 min and a final extension at 72 • C 5 min. Amplicons were loaded in a 2.0% agarose gel (stained with 0.5 mg/mL of ethidium bromide) and visualized by means of a UV Bio-Imaging Systems Mini Bis Pro transilluminator (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 843,
                    "end": 851,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In the case of parvovirus, 100 ng of DNA from each sample was used for PCR. Previously, we designed a pair of primers: ParvoInt2FB (5 -TCAAGCAGATGGTGATCCAAG-3 ) and ParvoInt2CR The following conditions were used in all PCR reactions: one cycle at 94 • C for 5 min, 35 cycles at 94 • C for 30 s, 52 • C for 1 min, 72 • C for 1 min and a final extension at 72 • C for 5 min. The electrophoresis of amplicons was achieved in a 2% agarose gel (stained with 0.5 mg/mL ethidium bromide) and visualized in a UV Bio-Imaging Systems Mini Bis Pro transilluminator (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 554,
                    "end": 562,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In order to verify primer specificity, amplicons from positive controls were sequenced. Sequencing was accomplished through the following procedure: first, PCR products were purified from agarose gel using the Wizard ® SV Gel and PCR The sequences obtained were matched 100% with the Gen-Bank sequences (Fig. 2) , which indicates that primers used for PCR and RT-PCR in this study, are specific for genome amplification of both viruses. Therefore, the analysis of all samples was accomplished using both PCR and RT-PCR protocols. Out of 50 dogs, 82% (45/50) were positive for at least one of the two viruses, specifically, 60% (27/45) were positive only for parvovirus, 8% (7/45) were positive only for rotavirus and 14% (11/45) were co-infected. Five samples, which were not positive for either parvovirus or rotavirus, were positive for canine distemper or Salmonella spp. (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 311,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "As a general observation, the clinical signs of rotavirus were milder that those of parvovirus; dogs infected with rotavirus exclusively, displayed abdominal pain, lethargy, vomiting, mucoid diarrhea and in some cases leukocytosis. However, in the co-infected dogs severe gastroenteric symptoms were observed in addition to leukopenia, panleukopenia, mucoid or hemorrhagic diarrhea, vomiting and lethargy. These symptoms were even more severe that those observed in dogs infected with only parvovirus (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 510,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Data from the present study were compared to previous studies, and our results show a relatively high percentage of dogs with co-infection (14%) in relation to findings in other countries, for instance 2.4% has been reported in U.S.A., as inferred from reverse passive hemagglutination (RPHA), in Japan, 1.2% was estimated from viral isolation and 2% using electron microscopy, while in Italy there were no identifications using PAGE. 1, 2, 4 These low percentages might be related to the techniques employed in these studies, in this sense, in the present study RT-PCR was used which has demonstrated a higher sensitivity. 16 It is also possible that contrasting results are influenced by the country where studies were conducted, as it is well documented that different rotavirus genotypes are associated with low-income areas. Furthermore, other studies have reported the presence of rotavirus only in pups less than two months of age or newborns, 11 however, in this study rotavirus infection was detected in dogs older than 6 months.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 437,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 438,
                    "end": 440,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This report is the first study demonstrating the presence of circulating rotavirus in dogs from the State of Mexico. Although rotavirus is of little importance for veterinarians as it has low mortality rate, in the present study it was observed to play an important role in severity of viral gastroenteritis, especially when associated to canine parvovirus. On the other hand, although parvovirus is considered the most important pathogen in canine gastroenteritis, rotavirus is of special interest to public health due to its zoonotic potential. In support of this, there exist reports of inter-species transmission of canine rotavirus of the G3 group to children in Italy and Taiwan. 10 Although this is the first report of rotavirus in canines of the State of Mexico, future molecular epidemiology studies should be conducted to identify the circulating genotypes in dog populations throughout Mexico, as this will increase our understanding on the importance of rotavirus in dogs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Antigenic detection of Canine rotavirus group A in diarrheic dogs in Ahvaz district, Southwestern Iran",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mosallanejad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shapouri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Avizeh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Comp Clin Pathol",
            "volume": "24",
            "issn": "",
            "pages": "899--902",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Presence of infectious agents and co-infections in diarrheic dogs determined with a real-time polymerase chain reaction-based panel",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Gizzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Leutenegger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Vet Res",
            "volume": "16",
            "issn": "",
            "pages": "10--23",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Isolation and genetic characterization of two G3P5A[3] canine rotavirus strains in Italy",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Martella",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pratelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elia",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Decaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tempesta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Buonavoglia",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol Methods",
            "volume": "96",
            "issn": "",
            "pages": "43--49",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Recent epidemiological status of canine viral enteric infections and Giardia infection in Japan",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mochizuki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ishida",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Vet Med Sci",
            "volume": "63",
            "issn": "",
            "pages": "573--575",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Phylogenetic and genome-wide deep-sequencing analyses of canine parvovirus reveal co-infection with field variants and emergence of a recent recombinant strain",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pérez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Calleros",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marandino",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLOS ONE",
            "volume": "9",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Tissue distribution of the antigenic variants of canine parvovirus type 2 in dogs",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Decaro",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Martella",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elia",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet Microbiol",
            "volume": "121",
            "issn": "",
            "pages": "39--44",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Canine parvoviral enteritis: a review of diagnosis, management, and prevention",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prittie",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Vet Emerg Crit Care",
            "volume": "14",
            "issn": "",
            "pages": "167--176",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effects of canine parvovirus strain variations on diagnostic test of enteritis in dog",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Markovich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stucker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harbison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scarlett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parrish",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Am Vet Assoc",
            "volume": "241",
            "issn": "",
            "pages": "66--72",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Parvovirus infection in domestic companion animals",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Lamm",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Rezabek",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet Clin North Am Small Anim Pract",
            "volume": "38",
            "issn": "",
            "pages": "837--850",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antigenic detection of canine rotavirus group A in diarrheic dogs in Ahvaz district, Southwestern Iran",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mosallanejad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shapouri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Avizeh",
                    "suffix": ""
                },
                {
                    "first": "Po",
                    "middle": [],
                    "last": "Urmahdi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Comp Clin Pathol",
            "volume": "24",
            "issn": "",
            "pages": "899--902",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Genetic characterization of canine rotavirus isolated from a puppy in Korea and experimental reproduction of disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Junq",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Vet Diagn Investig",
            "volume": "19",
            "issn": "",
            "pages": "78--83",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Enteropathogens identified in dogs entering a Florida animal shelter with normal feces or diarrhea",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tupler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Sabshin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Am Vet Med Assoc",
            "volume": "241",
            "issn": "",
            "pages": "338--343",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Aetiological role of viruses in puppies with diarrhea",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yesilbag",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yilmaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ozkul",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet Rec",
            "volume": "161",
            "issn": "",
            "pages": "169--170",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Infectious Diseases of the Dogs and Cats",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Decaro",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Greene CE",
            "volume": "2012",
            "issn": "",
            "pages": "67--75",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The use of enzyme-linked immunosorbent assay systems for serology and antigen detection in parvovirus, coronavirus and rotavirus infections in dogs in the Netherlands",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Groen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Egberink",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Vet Microbiol",
            "volume": "26",
            "issn": "",
            "pages": "25--40",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Rare G3P rotavirus strain detected in Brazil: possible human-canine interspecies transmission",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lunchs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cilli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Morillo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Virol",
            "volume": "54",
            "issn": "",
            "pages": "89--92",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) Parvovirus amplicons. The picture shows a 2.0% agarose gel containing PCR products (275 bp) from different samples. Lane 1: DNA length marker (gene ruler 100-1000 bp DNA Ladder plus, Fermentas); lanes 2, 4 and 8: CPV-positive samples. Lanes 6 and 10: CPV-negative samples. (B) Rotavirus amplicons (379 bp). Lane 1: DNA length marker (gene ruler 100-1000 bp DNA Ladder plus, Fermentas); lanes 3, 6, 7 and 9: CRV-positive samples; lanes 2, 4, 5, 8 and 10: CRV-negative samples.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(A) The 250 nucleotides sequenced from the amplified fragments of canine rotavirus samples; sequences obtained were compared with sequences reported in GenBank: GU565078.1, JX866792.1, and EU708927.1. (B) The 250 nucleotides sequenced from the amplified fragments of canine parvovirus samples; sequences obtained were compared with reported sequences in GenBank: KP694306.1, KP694305.1, and KP694304.1. Mix (final concentration 0.5 mM each dNTP), 4.6 L MgCl 2 (final concentration 1.5 mM), 4 L ImProm-II TM 5X Reaction Buffer, 0.5 L Recombinant RNasin Ribonuclease Inhibitor (Promega, USA) (2500 Units) and 3.9 L nuclease-free water to reach a final volume of 15 L. PCR was performed using the primers VP6F (5 -GACGGVGCRACTACATGGT-3 ) and VP6R (5 -GTCCAATTCATNCCTGGTGG-3 ) designed to amplify a 379 bp fragment of VP6 gene (GenBank accession number KJ940164.1); these primers are located in the nucleotides 750-769 and 920-939 respectively. The reaction was performed using 1.5 L of both primers at a 20 mol concentration plus 3 L of cDNA, 5 L of GoTaq ® Green Master Mix (Promega, USA) reaction buffer (pH 8.5) containing 400 M of each nucleotide dATP, dGTP, dCTP, dTTP, 2.5 L of MgCl 2 and 0.5 L of taq polymerase. The reaction included 11 L of nuclease-free water to a final volume of 25 L.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "GGTACATTATTTAATGCAGTTA-3 ) to amplify a 275 bp fragment of the VP2 gene fragment. These primers are located between nucleotides 1107-1130 and 1360-1382 of the gene sequence (GenBank accession number FJ0051962c). Reactions contained 2 L of both primers at a 20 M concentration, plus 12.5 L of GoTaq ® Green Master Mix (Promega, USA) containing the enzyme DNA polymerase, reaction buffer (pH 8.5), 400 M of each nucleotide dATP, dGTP, dCTP, dTTP and 3 mM MgCl 2 . 28.5 L of nuclease-free water was added to obtain a final volume of 50 L.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank to the Fundación Educación Superior-Empresa, A.C. for the financial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial support"
        },
        {
            "text": "The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "Ariadna Flores thank to Consejo Nacional de Ciencia y Tecnología for the scholarship awarded for postgraduated studies in Universidad Autónoma del Estado de México, Programa de Maestria y Doctorado en Ciencias Agropecuarias y Recursos Naturales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}