{
    "paper_id": "acbe63db4d9bb13ebde8af3b75b797cb29bbd5cb",
    "metadata": {
        "title": "Rapid Communication",
        "authors": [
            {
                "first": "Hui",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Henan Agricultural University",
                    "location": {
                        "addrLine": "63# Nongye Road",
                        "postCode": "450002",
                        "settlement": "Zhengzhou, Henan",
                        "country": "China"
                    }
                },
                "email": "huhui2001@163.com†"
            }
        ]
    },
    "abstract": [
        {
            "text": "Porcine deltacoronavirus (PDCoV) is an emerging swine enteric coronavirus that causes diarrhea in piglets. However, the biological characteristics of PDCoV are unclear. In this study, the hemagglutination (HA) abilities of two PDCoV strains (CH-01 and HNZK-04) were investigated. Our results showed that PDCoV has the ability to agglutinate rabbit erythrocytes after virion pretreatment with trypsin or neuraminidase. Additionally, the HA assay results showed a significant positive correlation with the infectious viral titer. Our results suggest that assessing the HA activity of PDCoV may be a useful diagnostic method for investigating and surveilling PDCoV infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine deltacoronavirus (PDCoV), a member of the Deltacoronavirus genus, causes diarrhea and vomiting in pigs of any age [1] . The clinical symptoms of PDCoV are similar to those of porcine epidemic diarrhea virus (PEDV) and transmissible gastroenteritis virus (TGEV), but the mortality rates are lower in PDCoV-affected nursing pigs [2] . PDCoV was first identified in pigs in Hong Kong in 2012, while the first PDCoV outbreak in swine herds was reported in the United States in 2014 [3] . Subsequently, PDCoV was detected in Canada, South Korea, mainland China, Thailand, Laos, and Vietnam, indicating that it is widespread among the world's pig populations; moreover, PDCoV can have devastating effects on the swine industry [4] . However, no treatments or vaccines are available for PDCoV.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "[3]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 729,
                    "end": 732,
                    "text": "[4]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Hemagglutinin, an envelope glycoprotein of some enveloped viruses, can adsorb to erythrocytes. In the presence of virus particles, erythrocytes clump together as a result of the interaction between hemagglutinin and erythrocytes, leading to a lattice formation [5] . Hemagglutination (HA) assessment has been widely used for detecting and quantifying viruses that cause red blood agglutination, such as orthomyxoviruses, paramyxoviruses, and encephalomyocarditis virus [6] . Some viruses of the family Coronaviridae, such as bovine coronavirus (BCoV), human coronavirus OC43 (HCoV-OC43), hemagglutinating encephalomyelitis virus (HEV), avian infectious bronchitis virus (IBV), and PEDV, have been shown to possess the ability to hemagglutinate erythrocytes [7] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "[6]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "[7]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "As PDCoV is a newly emerging swine enteropathogenic coronavirus, it is unclear whether PDCoV has HA activity. We, therefore, investigated the hemagglutinating property of PDCoV in the present study. The following describes our observations on the HA and HA-inhibition (HI) characteristics of PDCoV. Our results will provide important information for the investigation of PDCoV biological characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "LLC porcine kidney (LLC-PK) cells were used to propagate PDCoV in current study. Cells were cultured at 37°C in 5% CO 2 in minimum essential medium (MEM, Gibco, USA) containing 5% fetal bovine serum (Gibco), 1% MEM-nonessential amino acids (NEAA, Gibco), 1% Antibiotic-Antimycotic (Gibco), and 1% HEPES (Gibco). Two PDCoV strains, HNZK-04 (GenBank: MH708124.1) and CH-01 (GenBank: KX443143.1), isolated by our laboratory were propagated in LLC-PK cells. Briefly, an LLC-PK cell monolayer at 90% confluence was inoculated with PDCoV for 1 h at 37°C in serum-free MEM. Cells were then washed with phosphate-buffered saline (PBS) to remove the non-adsorbed virus and maintenance medium (MEM containing 1% Antibiotic-Antimycotic, 1% NEAA, and 1% HEPES) was added. After 60 h, the cells were frozen at −80°C and thawed twice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell and virus"
        },
        {
            "text": "Erythrocytes were obtained from rabbit, pig, chicken, mouse, guinea pig, and human. Whole blood samples were collected in a centrifuge tube containing an anticoagulant agent (heparin sodium), then immediately washed five times with PBS (pH 7.2) and centrifugation at 1,000 r/ min for 30 min. The erythrocytes were then resuspended in PBS and stored at 4°C for use in experiments. Animal welfare and experimental procedures were performed according to the National Institutes of Health Guide for the Care and Use of Laboratory Animals (8th edition).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erythrocyte preparation"
        },
        {
            "text": "The HA test was performed using a 96-well V-bottom microtiter plate (Solarbio, China). Two-fold serial dilutions of PDCoV strains HNZK-04 and CH-01 in PBS were prepared, and 50 μL of the diluted virus was distributed to each well. PBS was used as a negative control. An equal volume (50 μL) of erythrocytes (1% v/v) in PBS was added to each well. The mixtures were incubated at either 4°C or 37°C for 1 h until erythrocytes in the negative control wells had fully settled. The HA titer was the reciprocal of the final virus suspension dilution that agglutinated the erythrocytes. The endpoint dilution was designated as 1 HA unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HA and HI assays"
        },
        {
            "text": "To investigate whether trypsin and neuraminidase could affect the ability of PDCoV to agglutinate erythrocytes, both PDCoV strains were separately treated with different concentrations of trypsin (5, 10, 25, 50, 100 μg/mL) (Sigma, USA) or neuraminidase (50 and 100 mU/mL) (Sigma) at 37°C for 30 min. The trypsin was then inactivated with 2 μg/mL aprotinin (Sigma). Neuraminidase-treated PDCoVs were purified by layering onto a 20% to 60% (wt/wt) sucrose gradient (in PBS) and centrifuged for 4 h at 150,000 ×g. Afterward, the HA test was conducted as described above. Meanwhile, rabbit erythrocytes were incubated separately with trypsin (100 μg/mL) or neuraminidase (5 U/mL) at 37°C for 30 min. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HA and HI assays"
        },
        {
            "text": "Subsequently, the erythrocytes were washed with PBS and used in HA tests conducted with the trypsin (5 μg/mL) pre-treated PDCoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of hemagglutination activity of porcine deltacoronavirus"
        },
        {
            "text": "The HI test was also performed using a 96-well microtiter plate. Four swine PDCoV-positive serum samples were examined. Swine PDCoV-negative serum was used as the control. Serum was inactivated at 56°C for 30 min and then serially two-fold diluted with PBS. An aliquot of each dilution (25 μL) was mixed with the same volume of 4 HA units of 5 μg/mL trypsintreated purified PDCoV. After that, 25 μL of rabbit erythrocytes (1% v/v) in PBS were added and the mixture incubated for 1 h at 37°C. The HI titer was expressed as the reciprocal of the highest dilution of the serum that completely inhibited HA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of hemagglutination activity of porcine deltacoronavirus"
        },
        {
            "text": "The correlation between HA activity and the infectious PDCoV titer was also investigated. LLC-PK cell monolayers were inoculated with PDCoV CH-01 strain at a multiplicity of infection of 0.05 at 37°C for 1 h, after which, maintenance medium was added. Cell culture supernatants were taken at 6, 12, 24, and 36 h post-inoculation (hpi), and were titrated by TCID 50 and HA tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tissue culture infectious dose 50 (TCID 50 ) assay"
        },
        {
            "text": "For determination of the TCID 50 PDCoV titer, the following protocol was used: LLC-PK cells were seeded into 96-well plates. Monolayers at 90% to 100% confluence were washed twice with PBS. Virus stocks were 10-fold serial diluted, and 100 μL of the diluted virus was added to the washed cells in eight replicates. Cytopathic effect were observed using an inverted microscope over a period of 3 to 5 days. The TCID 50 was calculated by applying the Reed and Muench method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tissue culture infectious dose 50 (TCID 50 ) assay"
        },
        {
            "text": "To determine the HA ability of PDCoV, erythrocytes from different species (rabbit, pig, chicken, mouse, guinea pig, and human) were used in this experiment. The PDCoV strains HNZK-04 and CH-01 did not induce appreciable HA activity against erythrocytes from pig, chicken, mouse, guinea pig, or rabbit. Different types of human erythrocytes (types A, B, AB, and O) were also not affected by the hemagglutinating property of PDCoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ability of PDCoV to agglutinate erythrocytes"
        },
        {
            "text": "To investigate the influence of trypsin and neuraminidase on the HA activity of PDCoV, the two PDCoV strains HNZK-04 and CH-01 were pre-treated with trypsin or neuraminidase. The results showed that neither of the trypsin-or neuraminidase-treated PDCoV strains exhibited HA activity against erythrocytes from pig, chicken, mouse, guinea pig, or human. However, both trypsin-treated PDCoV strains agglutinated rabbit erythrocytes (Fig. 1A) . Similar results were observed for the neuraminidase-treated PDCoV strains (Fig. 1B) . The HA titer of PDCoV CH-01 was 1:32 and that of PDCoV HNZK-04 was 1:16 ( Fig. 1C) . At 37°C, the two PDCoV strains agglutinated rabbit erythrocytes with the same HA titers as those observed at 4°C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 438,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 515,
                    "end": 524,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 601,
                    "end": 609,
                    "text": "Fig. 1C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Evaluation of the role of trypsin and neuraminidase in the HA activity of PDCoV"
        },
        {
            "text": "To determine the influence of trypsin and neuraminidase on the attachment of PDCoV to rabbit erythrocytes, the erythrocytes were pre-treated separately with trypsin or neuraminidase. The HA test was then used to assess agglutination when using trypsin pre-treated PDCoV. As shown in Fig. 1C , rabbit erythrocytes were not agglutinated, which indicates that trypsin or neuraminidase can prevent the agglutination of rabbit erythrocytes. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 290,
                    "text": "Fig. 1C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Evaluation of the role of trypsin and neuraminidase in the HA activity of PDCoV"
        },
        {
            "text": "PDCoV-positive and -negative sera were subjected to HI testing. Sera were serially two-fold diluted and then mixed with the same volume of 4 HA units of PDCoV. The results showed that the PDCoV-positive sera inhibited the hemagglutination activity of PDCoV, and the HI titers of PDCoV-positive sera were range from 5 log 2 to 8 log 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of HA by PDCoV-specific antisera"
        },
        {
            "text": "Next, we compared the levels of HA activity and viral infectivity of PDCoV. As shown in Fig. 2 , the HA titer of PDCoV strain CH-01 in the culture supernatant was initially detected at 6 hpi followed by a titer increase from 1:4 at 12 hpi to 1:32 at 24 hpi. The curve of viral infectivity was similar to that observed in the results of the HA test. The TCID 50 of 1.33 lg TCID 50 /0.1 mL at 6 hpi gradually increased and reached a maximum infectivity titer of 8.2 lg TCID 50 /0.1 mL at 24 hpi. Subsequently, the viral titer declined to 7.8 lg TCID 50 /0.1 mL at 36 hpi.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 94,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Relation of HA activity and infectious titer of PDCoV"
        },
        {
            "text": "PDCoV has been detected in many countries and has caused great economic losses in the swine industry worldwide. The biological characteristics of PDCoV are still being studied, and, in this study, the HA activity of PDCoV was investigated in two different PDCoV strains (HNZK-04 and CH-01) against erythrocytes from different origins. Both PDCoV strains were able to agglutinate rabbit erythrocytes after the virus treated with trypsin or neuraminidase, but they did not agglutinate the other types of erythrocytes tested. The ability of PDCoV to agglutinate rabbit erythrocytes might be useful in the development of a diagnostic method to detect PDCoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Several coronaviruses have been shown to have a hemagglutinating property [8] . However, the HA activity of different viruses depends on their properties. BCoV, HEV, and HCoV-OC43 contain a hemagglutinin-esterase glycoprotein (HE) that can bind 9-O-acetylated neuraminic acid residues and an acetylesterase activity that can cleave acetyl groups from 9-O-acetylated neuraminic acid [9] . However, whole-genome sequences of TGEV, IBV, PEDV, and PDCoV show the absence of HE proteins. It was reported that TGEV could agglutinate erythrocytes of chicken, guinea pig, or bovine origin [6, 10] , and PEDV has the ability to agglutinate rabbit erythrocytes. Our erythrocyte origin results are similar to the target erythrocytes agglutinated by PEDV. PDCoV showed no HA activity against erythrocytes from pig, chicken, mouse, guinea pig, or different types of human erythrocytes (types A, B, AB, and O); however, it could agglutinate rabbit erythrocytes when PDCoV was pre-treated with trypsin or neuraminidase.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "text": "[8]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[9]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "[6,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "10]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Similarly, IBV [11] and PEDV showed no HA activity in the absence of trypsin or neuraminidase treatment, and trypsin-treated TGEV [6, 12] also showed HA activity. These observations suggest that trypsin or neuraminidase can successfully elicit HA activity and agglutinate erythrocytes. IBV, TGEV and PEDV agglutinate erythrocytes by using α 2,3-linked sialic acid on the cell surface as a binding site [10, 13] clinical swine serum (verified to be PDCoV-positive by ELISA) was detected by HI testing. Our investigation showed that PDCoV-positive serum could inhibit the agglutinating ability of the virus, suggesting that sera from such swine have been exposed to or infected with PDCoV.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[11]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "[6,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "12]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[10,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "13]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, our results showed that PDCoV has the ability to agglutinate rabbit erythrocytes, but the HA activity was only observed after virion pretreatment with trypsin or neuraminidase. In addition, the HA activity could be blocked when the erythrocytes were treated with trypsin or neuraminidase. This phenomenon was similar to those reported for TGEV, PEDV, and IBV. Our research provides new information on the investigation of PDCoV biological characteristics. Further studies are needed to understand the mechanism of PDCoV HA activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Swine enteric coronavirus disease: a review of 4 years with porcine epidemic diarrhoea virus and porcine deltacoronavirus in the United States and Canada",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Niederwerder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hesse",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transbound Emerg Dis",
            "volume": "65",
            "issn": "",
            "pages": "660--675",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Isolation and characterization of porcine deltacoronavirus from pigs with diarrhea in the United States",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Vlasova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chepngeno",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "1537--1548",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Porcine deltacoronavirus: Overview of infection dynamics, diagnostic methods, prevalence and genetic evolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virus Res",
            "volume": "226",
            "issn": "",
            "pages": "71--84",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The detection and phylogenetic analysis of porcine deltacoronavirus from Guangdong Province in Southern China",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transbound Emerg Dis",
            "volume": "65",
            "issn": "",
            "pages": "166--173",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Molecular Virology of Human Pathogenic Viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "47--62",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Trypsin-induced hemagglutination activity of porcine epidemic diarrhea virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arch Virol",
            "volume": "155",
            "issn": "",
            "pages": "595--599",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Analysis of cellular receptors for human coronavirus OC43",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Krempl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schultze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Adv Exp Med Biol",
            "volume": "380",
            "issn": "",
            "pages": "371--374",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The coronavirus hemagglutinin esterase glycoprotein",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Hogue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Kienzle",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "165--179",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Isolation of hemagglutination-defective mutants for the analysis of the sialic acid binding activity of transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Krempl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ballesteros",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Adv Exp Med Biol",
            "volume": "440",
            "issn": "",
            "pages": "563--568",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cellular entry of the porcine epidemic diarrhea virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Kuppeveld",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virus Res",
            "volume": "226",
            "issn": "",
            "pages": "117--127",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Tripsin-induced hemagglutination assay for the detection of infection bronchitis virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Mahmood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siddique",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Mansoor",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pak Vet J",
            "volume": "24",
            "issn": "",
            "pages": "662--668",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Antigenic relationships among porcine epidemic diarrhea virus and transmissible gastroenteritis virus strains",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Vlasova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Esseili",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "3332--3342",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Analysis of the sialic acid-binding activity of the transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schultze",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Adv Exp Med Biol",
            "volume": "380",
            "issn": "",
            "pages": "367--370",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "//vetsci.org https://doi.org/10.4142/jvs.2020.21.e12",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "PDCoV agglutinates rabbit erythrocytes. (A) PDCoV were treated with various concentrations of trypsin and then mixed with rabbit erythrocytes for HA assay. (B) PDCoV were treated with different concentrations of neuraminidase and then mixed with erythrocytes at 37°C for 30 min for HA assay. (C) Rabbit erythrocytes were incubated with trypsin and neuraminidase prior to HA testing. Non-treated virus was used as the mock virus. PDCoV, porcine deltacoronavirus; HA, hemagglutination.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Virus titers determined by TCID 50 and HA assays. LLC porcine kidney cells were infected with PDCoV, and the culture supernatant was sampled at 6, 12, 24, and 36 hpi. HA titers (bars, left Y-axis) and infectious titers (graphs, right Y-axis) were determined for the CH-01 PDCoV strain. TCID 50 , tissue culture infectious dose 50; HA, hemagglutination; PDCoV, porcine deltacoronavirus.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": ". Our results showed that pretreatment of erythrocytes with trypsin or neuraminidase made the cells resistant to agglutination by PDCoV, indicating that sialic acid was a crucial component of the erythrocyte receptors for viral binding. Thus, we speculate that PDCoV has a sialic acid-binding activity that enables the virus to agglutinate erythrocytes. Further studies are needed to verify this suggestion.The growth curve of PDCoV was correlated with the observed HA titers. This result indicates that the HA activity of PDCoV is associated with virus production. Inhibition of virus-specific HA can be used to measure antibody responses to virus infection. In the current study,5/6 https://vetsci.org https://doi.org/10.4142/jvs.2020.21.e12",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}