{
    "paper_id": "ad8c7c22faa32a928133bfeb767353400262040c",
    "metadata": {
        "title": "Title: The impact of global healthcare experiences on provider practices in the United States: A qualitative study among global health physicians and program directors 2 3 Icahn School of Medicine at Mount Sinai",
        "authors": [
            {
                "first": "Matthews-Trigg",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nathaniel",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nathaniel",
                "middle": [],
                "last": "Matthews-Trigg",
                "suffix": "",
                "affiliation": {},
                "email": "nathanielmatthewstrigg@gmail.com"
            },
            {
                "first": "David",
                "middle": [],
                "last": "Citrin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Org",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [],
                "last": "Halliday",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bibhav",
                "middle": [],
                "last": "Acharya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Francisco",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bibhav",
                "middle": [
                    "Acharya@ucsf"
                ],
                "last": "Edu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "19 WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sheela",
                "middle": [],
                "last": "Maru",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [],
                "last": "Bezruchka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Duncan",
                "middle": [],
                "last": "Maru",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": "duncan@possiblehealth.org"
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives 40 This qualitative study attempts to understand the perspectives and experiences of United 41 States-based global health physicians and program leaders on how their experiences abroad 42 influence their healthcare practices in the United States. 43 44 Design 45 We administered online questionnaires and open-ended, semi-structured interviews with 46 global health physicians and program leaders affiliated with United States-based academic 47 medical centers. We utilized open coding procedures and content analysis to derive relevant 48 themes from the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Interest in the field of global health has been rapidly growing over the last decade 1-3 , as 79 has United States' (US) support for international efforts aimed at improving health in low-and 80 middle-income countries 4 . As a result, many academic medical institutions and organizations 81 have stepped up to meet this demand, offering more opportunities to study, work, and conduct More attention to patient history, increased reliance on physical exams, and greater awareness to a culture of frivolous testing Greater awareness to the social determinants of health and the limits of healthcare \"Connecting the dots\", understanding social determinants of health, recognizing similarities between healthcare access between US patients and patients abroad Rethinking the US healthcare system A more nuanced understanding of the US healthcare system through comparison with healthcare systems in other countries Values behind interest in global health Global health attracts altruistically motivated individuals. Personal values were developed prior to global health work 181 Improved patient rapport 182 All eight of the interviewed participants indicated that their global health work had 183 improved their ability to build rapport with and provide care for immigrant, refugee, and low- Improved and more engaged patient care 198 Half of participants reported that their global health work improved the quality of care 199 they were able provide to their patients back home. Participants reported this as being \"more 200 efficient\" as a result of taking better patient histories and physical exams, that they were less 201 inclined to carry out \"unnecessary and invasive tests,\" or more patient-centered 31 as they had a 202 greater awareness to patient's economic and/or cultural context. One participant reported that 203 they were \"more likely to speak to a patient about options that did not include very aggressive 204 care,\" and that they may be \"a little more comfortable\" offering to \"do nothing\" (PL #6, 205 interview). The following participant quote also exemplifies this theme: Several participants doubted whether these improvements in patient care were significant, and 213 questioned whether they could be accurately measured.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "text": "79",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 291,
                    "text": "81",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1104,
                    "text": "182",
                    "ref_id": null
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "183",
                    "ref_id": null
                },
                {
                    "start": 1329,
                    "end": 1332,
                    "text": "198",
                    "ref_id": null
                },
                {
                    "start": 1923,
                    "end": 1926,
                    "text": "204",
                    "ref_id": null
                },
                {
                    "start": 2016,
                    "end": 2019,
                    "text": "205",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Reduced healthcare spending 216 The interviewees and questionnaire participants were divided on the extent to which their 217 global health work experience translated into cost savings for US patients. The majority, 218 however, reported that learning to practice medicine with fewer resources translated into more 219 reliance on patient histories, physical exams, and less on medical tests. Several also reported a 220 greater awareness of over-spending patterns in the US healthcare system -as one family 221 physician wrote: Participants who did not think that their global health work resulted in cost savings for US 230 patients expressed that they believed the differences in cost savings to be negligible. No 231 participants reported feeling that global health work resulted in more costly care for US patients 232 or the healthcare system. is an alcoholic and also that they are addicted to pain pills, and also that they are overweight.\" 243 Here global health work \"helps you connect the dots between seemingly unconnected 244 psychosocial things\" (GHP #3, interview). This participant located this thinking within the social 245 determinants of health more broadly: context of doubting the extent to which global health physicians could, themselves, improve 253 health through providing healthcare in the US or abroad. As one participant wrote, \"my 254 experience working abroad has strengthened my belief that 'well-being' (or 'health' as defined by 255 the World Health Organization) is very minimally influenced by the medical care I provide as an 256 individual physician and also minimally influenced by the medical care provided by a healthcare 257 system\" (GHP #3, questionnaire). These participants advocated for a more nuanced Participants framed these comparisons on the weaknesses of the US healthcare system by 278 discussing the motivations and standard practices of other healthcare systems. As one participant 279 noted during an interview, \"The goal of many countries' healthcare system is to serve their 280 citizens fully…They start off in a different place than where we are\" (PL #7, interview).",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 31,
                    "text": "216",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "218",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "230",
                    "ref_id": null
                },
                {
                    "start": 949,
                    "end": 952,
                    "text": "243",
                    "ref_id": null
                },
                {
                    "start": 1271,
                    "end": 1274,
                    "text": "253",
                    "ref_id": null
                },
                {
                    "start": 1464,
                    "end": 1467,
                    "text": "255",
                    "ref_id": null
                },
                {
                    "start": 1564,
                    "end": 1567,
                    "text": "256",
                    "ref_id": null
                },
                {
                    "start": 1664,
                    "end": 1667,
                    "text": "257",
                    "ref_id": null
                },
                {
                    "start": 1836,
                    "end": 1839,
                    "text": "278",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "215"
        },
        {
            "text": "Participants also contrasted the cultural role of healthcare in various settings. These 282 discussions were focused on perceived changes or shortcomings in US healthcare practices that 283 negatively affected patient care, as well as physician satisfaction and prestige. One participant 284 noted that they \"do not get the experience of saving lives in the US\" and \"I do not get the same 285 level of gratitude from the patients\" (GHP #3, interview). This perspective was reiterated by 286 another participant who discussed how they and other physicians \"look nostalgically to a time 287 when there was more enthusiasm for the work that physicians did\"; though, they \"try to keep the 288 dissatisfying thoughts at bay.\" This was attributed to them spending \"a lot of time doing 289 paperwork, less time doing patient interaction or [having] meaningful patient interaction\" (PL 290 #6, interview). The following participant quote exemplifies how participants framed their 291 perceptions of the US healthcare system. They perceived a decline in the US healthcare system 292 and that global health work was seen as a more personally beneficial and altruistic endeavor: 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   17 broader roots of affliction), practicing \"insurance medicine\" or \"liability medicine\", or \"customer 362 service\". They attribute these perceptions to either the volunteer nature of their global health 363 work, their experiences working in non-US healthcare systems, or witnessing different provider-364 patient relationships while abroad.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "283",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "286",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "287",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1168,
                    "end": 1454,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   17",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "281"
        },
        {
            "text": "The most significant division amongst participants is whether they viewed their global 366 health work as a vehicle for change on individual care, and/or systemic changes in the US. Those 367 that did report positive benefits of global health for improved patient-care and the changes to the 368 US healthcare system overall discuss these more at the individual level-such as reduced 369 spending, better patient care, and replicating interventions that had proven effective abroad. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   20   STATEMENTS   428 Acknowledgements: 429 We would like to convey our sincere appreciation to the global health physicians and program 430 leaders who took the time out of their busy schedules to participate and discuss their work.",
            "cite_spans": [
                {
                    "start": 1259,
                    "end": 1262,
                    "text": "429",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 483,
                    "end": 708,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 709,
                    "end": 934,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 935,
                    "end": 1240,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   20   STATEMENTS   428",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "365"
        },
        {
            "text": "Competing interests 433 NMT is a student at, DC and SB are faculty members at, and DC and SH are employed part-time Open's policy on competing interests and declare that we have no competing financial interests.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 23,
                    "text": "433",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "432"
        },
        {
            "text": "The authors do, however, believe strongly that healthcare is a public good, not a private 443 commodity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "442"
        },
        {
            "text": "Funding: 446 The research study was funded by the Robert Wood Johnson Foundation (grant ID: 72615). The The study recruitment criteria for global health program leadership required that participants be in the US. We hope that these results will inform future research designs that explore these 190 themes in-depth, and connect them with patient-centered outcomes research and other forms of 191 community-based participatory research. We plan to pursue further dissemination of the results",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 12,
                    "text": "446",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "445"
        },
        {
            "text": "to the public and will consider strategies to engage the public. Improved and more engaged patient rapport & patient care 213 All eight of the interviewed participants indicated that their global health work had 214 improved their ability to build rapport with and provide care for immigrant, refugee, and low-215 income individuals in the US. They attributed perceived improved patient rapport to a variety of 216 reasons, such as being able to speak to patients in their own language, understand their cultural 217 background, and better understand the challenges unique to immigrant, refugee, and patients of 218 low socioeconomic position. As one participant noted, \"If I bring some of these things up, then I responses that patient rapport is vital to the work of caring for patients, and that learning to speak 225 another language was a direct result of their global health work.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "213",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "192"
        },
        {
            "text": "Half of participants reported that their global health work improved the quality of care 227 they were able provide to their patients back home. Participants reported this as being \"more 228 efficient\" as a result of taking better patient histories and physical exams, that they were less 229 inclined to carry out \"unnecessary and invasive tests,\" or being more patient-centered[35] as they 230 had a greater awareness to patient's economic and/or cultural context. One participant reported 231 that they were \"more likely to speak to a patient about options that did not include very 232 aggressive care,\" and that they may be \"a little more comfortable\" offering to \"do nothing.\" (PL 233 #6, interview) The following participant quote also exemplifies this theme: Reduced healthcare spending 245 The interviewees and questionnaire participants were divided on the extent to which their 246 global health work experience translated into cost savings for US patients. The majority, 247 however, reported that learning to practice medicine with fewer resources translated into more 248 reliance on patient histories, physical exams, and less on medical tests. Several also reported a 249 greater awareness of patterns of over-spending in the US healthcare system as one family is an alcoholic and also that they are addicted to pain pills, and also that they are overweight.\"",
            "cite_spans": [
                {
                    "start": 795,
                    "end": 798,
                    "text": "245",
                    "ref_id": null
                },
                {
                    "start": 983,
                    "end": 986,
                    "text": "247",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "226"
        },
        {
            "text": "Here global health work \"helps you connect the dots between seemingly unconnected 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 and gives rise to a better understanding of the strengths and weaknesses of the US healthcare 458 system. Participants saw these themes as inter-related, such as how global health work allows for 459 more personally rewarding physician-patient interactions compared to the US healthcare system, 460 which was viewed as flawed, unwieldy, and obdurate, and in need of reform. Acknowledgements: 463 We would like to convey our sincere appreciation to the global health physicians and program 464 leaders who took the time out of their busy schedules to participate and discuss their work.",
            "cite_spans": [
                {
                    "start": 1604,
                    "end": 1607,
                    "text": "463",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 307,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 308,
                    "end": 533,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 534,
                    "end": 759,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 760,
                    "end": 985,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 986,
                    "end": 1211,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "271"
        },
        {
            "text": "Competing interests 467 NMT is a student at, DC and SB are faculty members at, and DC and SH are employed part-time Open's policy on competing interests and declare that we have no competing financial interests.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 23,
                    "text": "467",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "466"
        },
        {
            "text": "The authors do, however, believe strongly that healthcare is a public good, not a private 477 commodity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "476"
        },
        {
            "text": "Funding: 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 in the US. We hope that these results will inform future research designs that explore these 190 themes in-depth, and connect them with patient-centered outcomes research and other forms of 191 community-based participatory research. We plan to pursue further dissemination of the results",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 9,
                    "end": 234,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 235,
                    "end": 460,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 461,
                    "end": 686,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 687,
                    "end": 912,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 913,
                    "end": 1138,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 1139,
                    "end": 1364,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "479"
        },
        {
            "text": "to the public and will consider strategies to engage the public. participants in each category. We present in Table 1 the domains of engagement in global health improved their ability to build rapport with and provide care for immigrant, refugee, and low- responses that patient rapport is vital to the work of caring for patients, and that learning to speak 228 another language was a direct result of their global health work.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 117,
                    "text": "Table 1",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "192"
        },
        {
            "text": "Half of participants reported that their global health work improved the quality of care 230 they were able provide to their patients back home. Participants reported this as being \"more 231 efficient\" as a result of taking better patient histories and physical exams, that they were less 232 inclined to carry out \"unnecessary and invasive tests,\" or being more patient-centered[35] as they 233 had a greater awareness to patient's economic and/or cultural context. One participant reported 234 that they were \"more likely to speak to a patient about options that did not include very 235 aggressive care,\" and that they may be \"a little more comfortable\" offering to \"do nothing.\" (PL 236 #6, interview) The following participant quote also exemplifies this theme: 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 is an alcoholic and also that they are addicted to pain pills, and also that they are overweight.\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 767,
                    "end": 992,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 993,
                    "end": 1218,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "229"
        },
        {
            "text": "Here global health work \"helps you connect the dots between seemingly unconnected 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 Participants also contrasted the cultural role of healthcare in various settings. These 307 discussions were focused on perceived changes or shortcomings in US healthcare practices that 308 negatively affected patient care, as well as physician satisfaction and prestige. One participant 309 noted that they \"do not get the experience of saving lives in the US\" and \"I do not get the same 310 level of gratitude from the patients.\" (GHP #3, interview) This perspective was reiterated by 311 another participant who discussed how they and other physicians \"look nostalgically to a time 312 when there was more enthusiasm for the work that physicians did\"; though, they \"try to keep the 313 dissatisfying thoughts at bay.\" This was attributed to them spending \"a lot of time doing 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   15   316 perceptions of the US healthcare system. They perceived a decline in the US healthcare system 317 and that global health work was seen as a more personally beneficial and altruistic endeavor: 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 participants explicitly state that global health work is a return to their altruistic values, an 382 opportunity to \"save lives,\" or to serve regardless of cost. In contrast, they describe practicing in 383 the US as prioritizing pleasing the patients and the 'worried well' (as opposed to healing people, 384 and understanding the broader roots of affliction), practicing \"insurance medicine\" or \"liability 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   19   407 diseases, going to the source of the outbreak, and identifying the need for the US healthcare 408 system to take infectious disease threats more seriously. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 Acknowledgements: 466 We would like to convey our sincere appreciation to the global health physicians and program 467 leaders who took the time out of their busy schedules to participate and discuss their work.",
            "cite_spans": [
                {
                    "start": 2330,
                    "end": 2333,
                    "text": "384",
                    "ref_id": null
                },
                {
                    "start": 3803,
                    "end": 3806,
                    "text": "466",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 307,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 1087,
                    "end": 1379,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   15   316",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 1572,
                    "end": 1797,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 1798,
                    "end": 2023,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 2432,
                    "end": 2657,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 2658,
                    "end": 2950,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   19   407",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 3107,
                    "end": 3332,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 3333,
                    "end": 3558,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 3559,
                    "end": 3784,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "274"
        },
        {
            "text": "Competing interests 470 NMT is a student at, DC and SB are faculty members at, and DC and SH are employed part-time Open's policy on competing interests and declare that we have no competing financial interests.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 23,
                    "text": "470",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "469"
        },
        {
            "text": "The authors do, however, believe strongly that healthcare is a public good, not a private 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 315,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 316,
                    "end": 541,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 542,
                    "end": 771,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "479"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Developing a Career in Global 516 Health: Considerations for Physicians-in-Training and Academic Mentors",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kasper",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Hibberd",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Thea",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Herlihy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Scrambling for Africa? Universities and global health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crane",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet",
            "volume": "377",
            "issn": "9775",
            "pages": "61920--61924",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(10)61920-4"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A successful 521 international child health elective: The university of colorado department of pediatrics' 522 experience",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Federico",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Zachar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Oravec",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mandler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Archives of Pediatrics & Adolescent Medicine",
            "volume": "160",
            "issn": "2",
            "pages": "191--96",
            "other_ids": {
                "DOI": [
                    "52310.1001/archpedi.160.2.191"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Henry M. Kaiser Family Foundation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hamel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kirzinger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brodie",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Survey",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Role in Global Health",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Americans On The",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Scrambling for Africa : AIDS, expertise, and the rise of American global health 528 science",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Crane",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hoping to help : the promises and pitfalls of global health volunteering",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lasker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ethical considerations for short-term experiences by trainees in global 532 health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Crump",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sugarman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "JAMA",
            "volume": "300",
            "issn": "12",
            "pages": "1456--58",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.300.12.1456"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Global Health is More Important in a Smaller World",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Kanter",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Acad Med",
            "volume": "83",
            "issn": "2",
            "pages": "115--534",
            "other_ids": {
                "DOI": [
                    "10.1097/01.acm.0000305155.66318.58"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Matriculating Student Questionnaire: 2016 All 536 Schools Summary Report",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Academic partnerships between rich and 539 poor countries",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mwansambo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Costello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "",
            "pages": "60466--60469",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(08"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "US medical 541 specialty global health training and the global burden of disease",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Kerry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Walensky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Bergmark",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Bergmark",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rouse",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of global health",
            "volume": "542",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7189/jogh.03.020406"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Medical tourism as medical harm to the third world: Why? For whom? 544",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bezruchka",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Wilderness Environ Med",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1580/1080-5456032"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Explaining Divergent Levels of Longevity in High-Income Countries",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Council",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The United States: Changes Since",
            "authors": [],
            "year": 1981,
            "venue": "",
            "volume": "550",
            "issn": "",
            "pages": "1159--69",
            "other_ids": {
                "DOI": [
                    "10.1377/hlthaff.26.4.1159"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Should active recruitment of health workers from 552 sub-Saharan Africa be viewed as a crime?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Schabas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Volmink",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The Lancet",
            "volume": "371",
            "issn": "9613",
            "pages": "60308--60314",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(08)60308-6"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Recruiting Primary Care Physicians From Abroad: Is Poaching From Low-555",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hagopian",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Income Countries Morally Defensible?",
            "authors": [],
            "year": 2007,
            "venue": "The Annals of Family Medicine",
            "volume": "5",
            "issn": "6",
            "pages": "483--85",
            "other_ids": {
                "DOI": [
                    "10.1370/afm.787"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Perceptions of short-term medical volunteer work: 561 a qualitative study in Guatemala",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scandlyn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kestler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Global Health",
            "volume": "5",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1744-8603-5-4"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The medical student global health experience: professionalism and ethical 563 implications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Med Ethics",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/jme.2006.019265"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Moral Maps and Medical Imaginaries: Clinical Tourism at Malawi's College 565 of Medicine",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wendland",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "American Anthropologist",
            "volume": "114",
            "issn": "1",
            "pages": "108--130",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1548-5661433.2011.01400.x"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Exploring the Significance of Bidirectional Learning for 568",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Redko",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bessong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Burt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "International Forum for Volunteering in Development",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Lough",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matthew",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Forum",
            "volume": "571",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Discussion Paper 2013: Measuring and Conveying the Added Value of International 572",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Anatomy of Ephemeral Healthcare",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Citrin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Health Camps\" and Short-Term Medical",
            "volume": "575",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Voluntourism in Remote Nepal",
            "authors": [],
            "year": 2010,
            "venue": "Studies in Nepali History and Society",
            "volume": "15",
            "issn": "1",
            "pages": "27--72",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A Wolf in Sheep's Clothing? A Closer Look at Medical Tourism. McMaster 577",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Grennan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "University Medical Journal",
            "volume": "1",
            "issn": "1",
            "pages": "50--54",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Beyond procedural ethics: Foregrounding questions of justice in global 579 health research ethics training for students",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Godard",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Glob Public Health",
            "volume": "8",
            "issn": "6",
            "pages": "713--737",
            "other_ids": {
                "DOI": [
                    "58010.1080/17441692.2013.796400"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Knowing when to say \"no\" on the student elective. Students going on 582 electives abroad need clinical guidelines",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Banatvala",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Doyal",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "316",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "1404-05doi:58310.1136/bmj.316.7142.1404"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Short-term 585 global health research projects by US medical students: ethical challenges for 586 partnerships",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Provenzano",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Graber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elansary",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khoshnood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rastegar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Trop Med Hyg",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.2010.09-0692"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Capturing Medical Students' Idealism",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annals of Family Medicine",
            "volume": "588",
            "issn": "",
            "pages": "32--37",
            "other_ids": {
                "DOI": [
                    "10.1370/afm.543"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The International Health Program: the 590 fifteen-year experience with Yale University's Internal Medicine Residency Program",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Horwitz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Bia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Towards a common definition of global health. The 596",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Koplan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Merson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "373",
            "issn": "9679",
            "pages": "60332--60341",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(09)60332-9"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "What is global health?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beaglehole",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bonita",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Global Health Action",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "59810.3402/gha.v3i0.5142"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The qualitative research interview",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dicicco-Bloom",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Crabtree",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med Ed",
            "volume": "40",
            "issn": "4",
            "pages": "314--600",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2929.2006.02418.x"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Analysing qualitative data",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pope",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ziebland",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mays",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bmj",
            "volume": "320",
            "issn": "7227",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Patient expectations and the paradigm shift of care in emergency medicine",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lateef",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal 603 of Emergencies, Trauma, and Shock",
            "volume": "4",
            "issn": "2",
            "pages": "163--67",
            "other_ids": {
                "DOI": [
                    "10.4103/0974-2700.82199.604"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "For-Profit Enterprise in Health Care",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buchanan",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Health Care Reform and the Health Care 607",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Staiger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Auerbach",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Buerhaus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Workforce -The Massachusetts Experience",
            "authors": [],
            "year": 2011,
            "venue": "New England Journal of Medicine",
            "volume": "608",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp1106616"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Allocation of physician time in ambulatory practice: A time 610 and motion study in 4 specialties",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sinsky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Colligan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Annals of internal medicine",
            "volume": "165",
            "issn": "11",
            "pages": "753--60",
            "other_ids": {
                "DOI": [
                    "61110.7326/M16-0961"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Waste in the U.S. Health Care System: A 613 Conceptual Framework",
            "authors": [
                {
                    "first": "Tgk",
                    "middle": [],
                    "last": "Bentley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Effros",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Palar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Keeler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Milbank Quarterly",
            "volume": "86",
            "issn": "4",
            "pages": "629--59",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-6140009.2008.00537.x"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Factors Influencing the Interests, Career Paths, and Research 616 Activities of Recent Graduates From an Academic, Pediatric Residency Program",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Ledley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Lovejoy",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Pediatrics",
            "volume": "92",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Global health in 619 medical education: a call for more training and opportunities",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Drain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Primack",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Fawzi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Acad Med",
            "volume": "82",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "62010.1097/ACM.0b013e3180305cf9"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Why US Health Care Should Think Globally",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Ruchman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stapleton",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "AMA 622 journal of ethics",
            "volume": "18",
            "issn": "7",
            "pages": "736--778",
            "other_ids": {
                "DOI": [
                    "10.1001/journalofethics.2016.18.7.msoc1-1607"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The Hurrider I Go the Behinder I Get: The Deteriorating International Ranking 624 of U.S. Health Status. Annual review of public health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bezruchka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "157--73",
            "other_ids": {
                "DOI": [
                    "62510.1146/annurev-publhealth-031811-124649"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Invited Commentary: The Search for Explanations of the American 627",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Avendano",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kawachi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Health Disadvantage Relative to the English",
            "authors": [],
            "year": 2011,
            "venue": "American Journal of Epidemiology",
            "volume": "628",
            "issn": "8",
            "pages": "866--69",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwq484"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The impact of global healthcare experiences on provider practices in the United States: A qualitative study among global health physicians and program directors",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "research in the field of global health 5-8 . As of 2016, more than one-third of all matriculated US 83 medical students reported volunteering internationally 9 . To offer medical students opportunities 84 in global health, academic medical institutions must often collaborate with foreign and 85 multinational institutions, both public and private, to create working opportunities and to provide 86 care 10 . These relationships vary by program and school, with the majority providing practical 87 training opportunities, such as global health clinical rotations for medical students and residents, 88 direct service delivery engagements, research opportunities in the health sciences, and diverse 89 training collaborations 11 . Some question the ethics of these engagements as forms of \"medical 90 tourism,\" considering the population health status in the US pales in comparison to other high-91 income nations 12 13 and because a growing number of foreign-born and foreign-trained 92 physicians immigrate to the US to practice medicine in underserved communities 14 . This 93 healthcare workforce exchange may harm healthcare systems 15 16 , and displace financial 94 resources 17 . 95 With the proliferation of global health programs has come a growing body of research 96 and literature examining the impact of global health programs on non-US communities 18-22 and 97 how these programs influence the values and perspectives of short-term global health 98 participants 23 . But a gap remains in how global health work influences the values of post-99 graduate, licensed physicians who continue to work in global health and what impact these the quote based on information and context provided from the full interview. In the text 146 below, the names of all participants remain anonymous, and are cited using a notational system 147 to differentiate between global health physician and program leadership participant groups, and 148 if the quote comes from an interview or questionnaire; for example, (Global Health Physician 149 #1, interview [GHP, hereafter]), or Program Leadership #3, questionnaire [PL, hereafter]).150 151 Ethics, consent, and permissions 152 This study received exemption through the Human Subjects Division, University of 153 Washington's Ethical Review Board (00000104) and the Brigham and Women's Hospital 154 Institutional Review Board (2016P000365/BWH). Participants were informed of the study 155 objectives using an electronic information sheet as part of the initial questionnaire and electronic 156 online consent was obtained before beginning any research procedures. Participants who were 159 recruitment emails to global health physicians and global health program 170 leaders at 25 different academic medical institutions. Eight global health physicians and four 171 global health program leaders completed the online questionnaire, while one global health 172 physician and three global health program leaders who completed the questionnaire agreed to 173 participate in a semi-structured interview. We also conducted semi-structured interviews with six 174 global health physicians and two global health program leaders who identified through 175 purposeful sampling. In total, participants represented seven unique academic medical 176 institutions located throughout the US and ranged from 33 to 68 years of age. We present in 177",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "in the US. They attributed perceived improved patient rapport to a variety of 185 reasons, such as being able to speak to patients in their own language, understand their cultural 186 background, and better understand the challenges unique to immigrant, refugee, and low 187 socioeconomic position patients. As one participant noted, \"If I bring some of these things up,188 then I break a barrier and have a good relationship very quickly\" (Global Health Physician #1, 189 interview). Another participant discussed similar experiences that have helped them build rapport 190 in the emergency department where they work: \"I speak a couple languages which working 191 abroad has taught me. I speak Spanish, I speak Creole, so…[with some patients] there is that 192 automatic connection\" (Global Health Physician #3, interview). Several participants remarked 193 during interviews and in questionnaire responses that patient rapport is vital to the work of caring 194for patients, and that learning to speak another language was a direct result of their global health",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Each time I practice abroad and then come back to the US, I find that I am more 208 compassionate and empathetic, because I have been practicing how to focus on the 209 person in front of me while I was away, and to think clinically (instead of focusing on the 210 computer and the paperwork.\" (GHP #4, questionnaire) 211 212",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "have been able to think more clinically and utilize my medical knowledge in a way that 224 I cannot always do in the US. With limited resources, the physical exam and limited 225 testing becomes critical in diagnosis and following up patient responses to treatment. 226 When I return, I find that I do not need to rely on the technology as much and can focus 227 on the patient.\" (GHP #4,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "determinants of health and the limits of healthcare 235 Half of the study participants reported global health work gave them a better 236 understanding of the broader, underlying factors that contribute to patient health, including the 237 challenges of accessing healthcare. This was reported as either reinforcing participant's prior 238 perspectives on the social determinants of health, or helping participants to recognize the social 239 and political-economic factors related to health both abroad and in the US. One global health 240 physician working in internal medicine responded that their work abroad led to a broader sense 241 of why their patients are \"how they are, so it is not just they are uneducated, it is also their father 242",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Poverty, corruption, gender inequality, lack of education, years of war and the 248 subsequent post-traumatic stress disorder that affects an entire nation all are the biggest 249 influencers of well-being.\" (GHP #3, questionnaire) 250 251Several participants discussed the distinction between healthcare and health, often in the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "258 understanding of the factors that influence health and felt that their global health work either 259 brought them to this realization, or reaffirmed their understandings of the social determinants of 260 health.261 262 Rethinking the United States healthcare system 263 Seven out of the eight interview participants acknowledged the importance of their global 264 health work in helping to better understand the strengths and weaknesses of the US healthcare 265 system. This was attributed to a variety of factors unique to the field of global health, such as 266 conversations with non-US healthcare practitioner counterparts and experience working within 267 non-US healthcare systems, as these two responses reveal: 268 269 \"I have had a lot of conversations with colleagues in Ukraine, because they are 270 undergoing a lot of reform...we have a lot of talks about the kind of differences, weakness 271 in each [Ukraine and US healthcare systems] and what is similar.\" (PL #7, Having the experience of working in many different healthcare systems... allows you to 274 see in every variety and every system there are things that work well and things that don 275 not.\" (PL #6, interview) 276 277",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "434 at a public university (University of Washington). DC and SH are employed by, and BA, SM, 435 and DM work in partnership with a nonprofit healthcare company (Possible) that delivers free 436 healthcare in rural Nepal using funds from the Government of Nepal and other public, 437 philanthropic, and private foundation sources. BA is a faculty member at a public university 438 (University of California, San Francisco). SM and DM are faculty members at a private 439 university (Icahn School of Medicine at Mount Sinai). DM is a non-voting member on Possible's 440 board of directors but receives no compensation. All authors have read and understood BMJ 441",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "447funders played no role in research design, data collection, data analysis, manuscript write-up, or 448 decision to publish.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "designed the study: NMT, DC, SH, SB, DM 452 Collected and analyzed the data: NMT 453 Wrote the manuscript draft: NMT, DC, SH 454 Edited and revised the manuscript draft: all authors 455 Reviewed and approved the final manuscript draft: all authors 456 457 Data sharing statement: 458 The datasets supporting the conclusions of this article are available are available in de-identified 459 form on the Healthcare System Design Group's (Possible's Implementation Research Team) 460 website (http://hsdg.partners.org/). Data may also be requested by emailing: 461 research@possiblehealth.org. 462 463 Ethics approval and consent to participate 464 This study received exemption through the Human Subjects Division, University of 465 Washington's Ethical Review Board (00000104) and the Brigham and Women's Hospital 466 Institutional Review Board (2016P000365/BWH). Participants were informed of the study 467 objectives using an electronic information sheet as part of the initial questionnaire and electronic 468 online consent was obtained before beginning any research procedures. Participants who were 469invited for interviews also gave additional verbal or written informed consent.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "J. Scrambling for Africa? Universities and global health. The Lancet;377(9775):1388-483 90. doi: http://dx.doi.org/10.1016/S0140-6736(10)61920-4 484 3. Federico SG, Zachar PA, Oravec CM, et al. A successful international child health elective: 485 The university of colorado department of pediatrics' experience. Archives of Pediatrics & 486 Adolescent Medicine 2006;160(2):191-96. doi: 10.1001/archpedi.160.2.191 487 4. Hamel L, Kirzinger A, Brodie M. 2016 Survey of Americans on the U.S. Role in Global 488 Health: The Henry M. Kaiser Family Foundation, 2016.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Crane JT. Scrambling for Africa : AIDS, expertise, and the rise of American global health 490 science. Ithaca: Ithaca : Cornell University Press 2013.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Lasker J. Hoping to help : the promises and pitfalls of global health volunteering. Ithaca: 492 Ithaca : ILR Press, an imprint of Cornell University Press 2016.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Crump JA, Sugarman J. Ethical considerations for short-term experiences by trainees in global 494 health. JAMA 2008;300(12):1456-58. doi: 10.1001/jama.300.12.1456 495 8. Kanter SL. Global Health is More Important in a Smaller World. Academic Medicine 496 2008;83(2):115-16. doi: 10.1097/01.acm.0000305155.66318.58 497 9. Matriculating Student Questionnaire: 2016 All Schools Summary Report: Association of 498 American Medical Colleges, 2016.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "McCoy D, Mwansambo C, Costello A, et al. Academic partnerships between rich and poor 500 countries. Lancet 2008;371 doi: 10.1016/s0140-6736(08)60466-3 501 11. Kerry VB, Walensky RP, Tsai AC, et al. US medical specialty global health training and the 502 global burden of disease. Journal of global health 2013;3 doi: 10.7189/jogh.03.020406 503 12. Bezruchka S. Medical tourism as medical harm to the third world: Why? For whom? 504 Wilderness Environ Med 2000;11 doi: 10.1580/1080-505 6032(2000)011[0077:mtamht]2.3.co;2 506 13. Council NR. Explaining Divergent Levels of Longevity in High-Income Countries. 507 Washington, DC: The National Academies Press 2011. 508 14. Hart G, Skillman S, Fordyce M, et al. International Medical Graduate Physicians In The 509 United States: Changes Since 1981. Health Aff 2007;26(4):1159-69. doi: 510 10.1377/hlthaff.26.4.1159 511 15. Mills EJ, Schabas WA, Volmink J, et al. Should active recruitment of health workers from 512 sub-Saharan Africa be viewed as a crime? The Lancet 2008;371(9613):685-88. doi: 513 https://doi.org/10.1016/S0140-6736(08)60308-6 514 16. Hagopian A. Recruiting Primary Care Physicians From Abroad: Is Poaching From Low-515 Income Countries Morally Defensible? The Annals of Family Medicine 2007;5(6):483-516 85. doi: 10.1370/afm.787 517 17. Loiseau B, Sibbald R, Raman SA, et al. 'Don't make my people beggars': a developing world 518 house of cards. Community Development Journal 2016;51(4):571-84. doi: 519 10.1093/cdj/bsv047 520 18. Green T, Green H, Scandlyn J, et al. Perceptions of short-term medical volunteer work: a 521 qualitative study in Guatemala. Global Health 2009;5(1):4. doi: 10.1186/1744-8603-5-4 522 19. Shah S, Wu T. The medical student global health experience: professionalism and ethical 523 implications. J Med Ethics 2008;34 doi: 10.1136/jme.2006.019265 524",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Koplan JP, Bond TC, Merson MH, et al. Towards a common definition of global health. The 544 Lancet 2009;373(9679):1993-95. doi: https://doi.org/10.1016/S0140-6736(09)60332-9 545 28. Beaglehole R, Bonita R. What is global health? Global Health Action 2010;3(1):5142. doi: 546 10.3402/gha.v3i0.5142 547 29. DiCicco-Bloom B, Crabtree BF. The qualitative research interview. Medical Education 548 2006;40(4):314-21. doi: 10.1111/j.1365-2929.2006.02418.x 549 30. Pope C, Ziebland S, Mays N. Analysing qualitative data. Bmj 2000;320(7227):114.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Lateef F. Patient expectations and the paradigm shift of care in emergency medicine. Journal 551 of Emergencies, Trauma, and Shock 2011;4(2):163-67. doi: 10.4103/0974-2700.82199 552 32. Brock DW, Buchanan A. For-Profit Enterprise in Health Care. In: Gray B, ed. Washington, 553 DC: The National Academies Press 1986:580. 554 33. Staiger DO, Auerbach DI, Buerhaus PI. Health Care Reform and the Health Care 555 Workforce -The Massachusetts Experience. New England Journal of Medicine 556 2011;365(12):e24. doi: 10.1056/NEJMp1106616 557 34. Sinsky C, Colligan L, Li L, et al. Allocation of physician time in ambulatory practice: A time 558 and motion study in 4 specialties. Annals of internal medicine 2016;165(11):753-60. doi: 559 10.7326/M16-0961 560 35. Bentley TGK, Effros RM, Palar K, et al. Waste in the U.S. Health Care System: A 561 Conceptual Framework. Milbank Quarterly 2008;86(4):629-59. doi: 10.1111/j.1468-562 0009.2008.00537.x 563 36. Ledley FD, Lovejoy FH. Factors Influencing the Interests, Career Paths, and Research 564 Activities of Recent Graduates From an Academic, Pediatric Residency Program.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Drain PK, Primack A, Hunt DD, et al. Global health in medical education: a call for more 567 training and opportunities. Acad Med 2007;82 doi: 10.1097/ACM.0b013e3180305cf9568",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": ", qualitative exploratory study that employed online questionnaires and 55 open-ended, semi-structured interviews with two participant groups: (1) global health physicians 56 and (2) global health program leaders affiliated with United States-based academic medical 57 centers. Open coding procedures and thematic content analysis were used to analyze data and 58 derive themes for discussion. health physicians and global health program leaders at 25 academic medical 62 institutions were invited via email to take a survey and participate in a follow-up interview. 63 Twelve participants completed online questionnaires (7.5% response rate) and eight participants 64 (four survey participants and four additionally recruited participants) participated in in-depth. in-65 person or phone semi-structured interviews. themes emerged that highlight how global health physicians and academic global 69 health program leaders perceive global health work abroad in shaping United States-based",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "the United States healthcare system compared to systems in other countries; 74 and 5) a reinforcement of values that initially motivated physicians to pursue work in global of participating global health physicians and program leaders believed that 79 international engagements improved patient care back home in the United States. Participant 80 responses relating to the five themes were contextualized by highlighting factors that 81 simultaneously impinge upon their ability to provide improved patient care, such as the social 82 determinants of health, and the challenges of changing United States healthcare policy. Online questionnaires along with key informant interviews allowed for a more in-depth 87 examination of physician and program leader perspectives. Thematic analysis resulted in five nuanced themes that contributes to an expanded 89 understanding of how global health work shapes a culture of healthcare practice back 90 home in the US; offering further points for research and exploration.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "the field of global health has been rapidly growing over the last decade,[1][2][3] as97    has United States' (US) support for international efforts aimed at improving health in low-and 98 middle-income countries.[4] As a result, many academic medical institutions and organizations99    have stepped up to meet this demand, offering more opportunities to study, work, and conduct100 research in the field of global health.[5-8] As of 2016, more than one-third of all matriculated US 101 medical students reported volunteering internationally.[9] To offer medical students 102 opportunities in global health, academic medical institutions establish partnerships with 103 collaborators in low-and middle-income countries (LMICs), both public and private, in a range 104 of settings.[10] These relationships vary by program and school, with the majority providing 105 short-term (typically no more than two months) training or service learning opportunities, such 106 as global health clinical rotations for medical students and residents, direct service delivery 107 engagements, research opportunities in the health sciences, and diverse training 108 collaborations.[11] Some question the ethics of these engagements as forms of \"medical 109 tourism\", considering the population health status in the US pales in comparison to other high-110 income nations[12 13] and because a growing number of foreign-born and foreign-trained 111 physicians immigrate to the US to practice medicine in underserved communities.[14] This 112 healthcare workforce exchange may harm healthcare systems,[15 16] and displace financial 113 resources.[17] 114 With the proliferation of academic global health programs has come a growing body of 115 research and literature examining the ethics, achievements, and potential unintended 116 consequences of these programs on non-US communities,[2 18-24] as well as how these 117 engagements influence the values and perspectives of global health students,[25] medical",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "program faculty or staff (program coordinators, administrators, and mentors) affiliated with an 152 academic medical institution offering an accredited global health program. Several selected 153 participants fit the criteria for both global health physician and global health program leadership, 154 and their responses were analyzed within both categories. 155 We designed the questionnaire and survey questions to elicit open-ended responses about 156 global health physicians' personal experiences researching and practicing abroad, while program 157 leaders were asked questions regarding their experiences overseeing programs and their 158 perspectives on the field more broadly (see Supplemental File 1). Participants who fell into both 159 categories were asked questions from both instruments. Recognizing the ambiguity of key 160 terminology such as global health,[31 32] we shared with participants the study's focus on 161 healthcare practices in a global context prior to recruitment. The research instruments consisted 162 of an online questionnaire developed and administered using a Research Electronic Data Capture",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "159 recruitment emails to global health physicians and global health program 196 leaders at 25 different academic medical institutions. Eight global health physicians and four 197 global health program leaders completed the online questionnaire, while one global health 198 physician and three global health program leaders who completed the questionnaire agreed to 199 participate in a semi-structured interview. In addition, we conducted semi-structured interviews 200 with six global health physicians and two global health program leaders who were identified 201 through snowball and purposeful sampling. In total, participants represented seven unique 202 academic medical institutions located throughout the US and ranged from 33 to 68 years of age. 203 Four participants reported beginning their global health work in the 2000s, two reported 204 beginning in the 1990s, and one each reported beginning in the 1980s and 1970s. We present in 205",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "234Each time I practice abroad and then come back to the US, I find that I am more235 compassionate and empathetic, because I have been practicing how to focus on the 236 person in front of me while I was away, and to think clinically (instead of focusing on the 237 computer and the paperwork. (GHP #4, questionnaire) 238 239 Several participants doubted whether these improvements in patient care were significant and 240 questioned whether they could be accurately measured. \"I don't feel that physician experience 241 abroad translates into worsened quality of patient care in the U.S. I can't assume that it translates 242 into improved quality of patient care in the U.S either.\" (GHP #3, questionnaire) 243",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "been able to think more clinically and utilize my medical knowledge in a way that 252 I cannot always do in the US. With limited resources, the physical exam and limited 253 testing becomes critical in diagnosis and following up patient responses to treatment. 254 When I return, I find that I do not need to rely on the technology as much and can focus 255 on the patient. (GHP #4, questionnaire) 256 257Participants who did not think that their global health work resulted in cost savings for US 258 patients expressed that they believed the differences in cost savings to be negligible. No 259 participants reported feeling that global health work resulted in more costly care for US patients 260 or the healthcare system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "determinants of health and the limits of healthcare 263 Half of the study participants reported global health work gave them a better 264 understanding of the broader, underlying factors that contribute to patient health, including the 265 challenges of accessing healthcare. This was reported as either reinforcing participant's prior 266 perspectives on the social determinants of health or as helping participants to recognize the social 267 and political-economic factors related to health both abroad and in the US. One global health 268 physician working in internal medicine responded that their work abroad led to a broader sense 269 of why their patients are \"how they are, so it is not just they are uneducated, it is also their father",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "272 psychosocial things\" (GHP #3, interview). This participant located this thinking within the social 273 determinants of health more broadly: \"Poverty, corruption, gender inequality, lack of education, 274 years of war and the subsequent post-traumatic stress disorder that affects an entire nation all are 275 the biggest influencers of well-being.\" (GHP #3, questionnaire) 276 Several participants discussed the distinction between healthcare and health, often in the 277 context of doubting the extent to which global health physicians could, themselves, improve 278 health through providing healthcare in the US or abroad. As one participant wrote, 279 My experience working abroad has strengthened my belief that 'well-being' (or 'health' as 280 defined by the World Health Organization) is very minimally influenced by the medical 281 care I provide as an individual physician and also minimally influenced by the medical 282 care provided by a healthcare system. (GHP #3, questionnaire) 283 284 These participants advocated for a more nuanced understanding of the factors that influence 285 health and felt that their global health work either brought them to this realization or reaffirmed 286 their understandings of the social determinants of health. 287 288 Rethinking the United States healthcare system 289 Seven out of the eight interview participants acknowledged the importance of their global 290 health work in helping to better understand the strengths and weaknesses of the US healthcare 291 system. This was attributed to a variety of factors unique to the field of global health, such as 292 conversations with non-US healthcare practitioner counterparts and experience working within 293 non-US healthcare systems, as these two responses reveal: \"I have had a lot of conversations 294 with colleagues in Ukraine, because they are undergoing a lot of reform...we have a lot of talks 295 about the kind of differences, weakness in each [Ukraine and US healthcare systems] and what is Page 13 of 30 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": ".\" (PL #7, interview) \"Having the experience of working in many different healthcare 297 systems... allows you to see in every variety and every system there are things that work well and 298 things that do not.\" (PL #6, interview) Participants framed these comparisons on the weaknesses 299 of the US healthcare system by discussing the motivations and standard practices of other 300 healthcare systems. As one participant noted during an interview, \"The goal of many countries'301 healthcare system is to serve their citizens fully…They start off in a different place than where 302 we are.\" (PL #7, interview) 303 Participants also contrasted the cultural role of healthcare in various settings. These 304 discussions were focused on perceived changes or shortcomings in US healthcare practices that 305 negatively affected patient care, as well as physician satisfaction and prestige. One participant 306 noted that they \"do not get the experience of saving lives in the US\" and \"I do not get the same 307 level of gratitude from the patients.\" (GHP #3, interview) This perspective was reiterated by 308 another participant who discussed how they and other physicians \"look nostalgically to a time 309 when there was more enthusiasm for the work that physicians did\"; though, they \"try to keep the 310 dissatisfying thoughts at bay.\" This was attributed to them spending \"a lot of time doing 311 paperwork, less time doing patient interaction or [having] meaningful patient interaction.\" (PL 312 #6, interview) The following participant quote exemplifies how participants framed their 313 perceptions of the US healthcare system. They perceived a decline in the US healthcare system 314 and that global health work was seen as a more personally beneficial and altruistic endeavor: 315 \"We do not practice evidence-based medicine anymore [in the US], we practice lawsuit-based 316 and insurance-based medicine now. I am a hired gun here. I collect a paycheck and then go back 317 [abroad].\" (GHP #3, interview) Page 14 of 30 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "epidemics to the US healthcare system, and the perceived benefits of global 320 health work in primary, secondary, and tertiary prevention. One participant noted, \"If we are not 321 prepared to fight that pandemic, like Ebola or Severe Acute Respiratory Syndrome, in the place322    where it starts then that will eventually come to anybody anywhere in the world.\" (PL #6,323 interview) Another participant discussed epidemics and the perceived benefits of global health 324 work to infectious disease control: \"I see a lot of infections when I'm overseas that then 325 periodically show up here and I think I'm one of the few people that could actually like deal with 326 [it]. So, it informs the technical aspect of my job.\" (PL #6, interview) 327 One of the primary research questions was whether a greater recognition of the strengths 328 and weakness of the US healthcare system could lead to a culture of change amongst global 329 health physicians in their US sites of practice. The participants responded in a variety of ways -330 most of which contained elements of doubt, cynicism, disinterest, or a perceived greater ability 331 to support impactful changes to foreign healthcare systems. Discussing their personal 332 experiences with the US healthcare system, one participant noted: \"There are so many competing 333 agendas, and it is the big money that is going to win out. I hate to sound cynical.\" (PL #7, 334 interview) Another participant explained that their work providing technical expertise to the 335 Kenyan Health Ministry \"can make public health decisions that have a big impact much more 336 easily than anybody here can have.\" (PL #6, interview) Several participants discussed how they 337 had previously been involved in US healthcare advocacy and reform work, but had either lost 338interest, were too busy with their global health work, or had felt that they were able to bring 339 about more meaningful reforms in non-US healthcare systems: \"One of the things is I used toPage 15 of 30 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "medical care, a lot, but I can't keep up, just because I try to keep up with things going 341 on overseas...I used to know a lot about this stuff.\" (PL #2, participants reported that their values were not changed by their global 346 health work, but rather their values drove them to pursue global health in the first place-or 347 allowed them to \"find a niche in which to put their values,\" (Program Leadership, interview #2) 348 as one participant noted. Furthermore, five interviewees mentioned that global health was a field 349 that self-selected for individuals with altruistic values: \"I think that many people who choose to 350 do global health [have] ...stronger altruistic focus or willingness to devote their time.\" (Global 351 Health Physician #1, interview) Several participants mentioned that their values came from their 352 familial upbringing, religious background, or political ideology, and that pursuing careers in 353 global health was a way for them to put their values into practice.354 355 DISCUSSION 356 This exploratory study contributes to an expanded understanding of the ways in which 357 global health physicians and academic global health program leaders understand their work in 358 relationship to the field of global health, and the perceived impact of this work on the US 359 healthcare system. Our analysis revealed that those who engage in global health work are deeply 360 affected by experiences abroad, and in turn these experiences influence the way they practice 361 medicine back home-even in the face of what participants perceive to be a challenging 362 healthcare ecosystem. This was often described as a contradiction of values between the profit-Page 16 of 30 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "healthcare system and the goals of these global health physician to provide high-364 quality, attentive, culturally sensitive, and patient-centered care.365    Study participant responses reflect a shared understanding of the ways in which the US 366 healthcare system treats patients as 'paying customers'-a product of the US fee-for-service and367    for-profit healthcare model[36]-in comparison to the non-profit, universal, or single payer 368 models of healthcare delivery experienced by global health physician participants while abroad.369Participants said that the US healthcare system manifests in problematic physician-patient370 relationships, too much time devoted to bureaucratic requirements, excessive fear of litigation, 371 frivolous spending, overly aggressive medical care, and a disconnect between care providers and 372 the lived experiences of low-income and immigrant patients, all perspectives noted in other 373 studies[35 37-39]. 374 Participants report that their personal values motivate them to pursue global health 375 careers, a notion supported by studies on career choice selection[40] and short-term temporary 376 global health residency electives[29]. They describe global health work as personally rewarding, 377 a counterweight to personal frustrations resulting from the US healthcare system. Several 378 participants explicitly state that global health work is a return to their altruistic values, an 379 opportunity to \"save lives,\" or to serve regardless of cost. In contrast, they describe practicing in 380 the US as prioritizing pleasing the patients and the 'worried well' (as opposed to healing people, 381 and understanding the broader roots of affliction), practicing \"insurance medicine\" or \"liability 382 medicine\", or \"customer service\". They attribute these perceptions to either the volunteer nature 383 of their global health work, their experiences working in non-US healthcare systems, or 384 witnessing different provider-patient relationships while abroad. Page 17 of 30 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "discussion of the promise and perils of short-term global health and 386 medical mission work-of which academic global health programs are just one example-is387    outside the scope of this study, it is worth reflecting briefly on some of these comments, which 388 point to the problematic nature of many of these programs. The idea of escaping from the 389 confines of the bureaucratic US healthcare system into a LMIC medical setting can often propel390 well-intending physicians into potentially ethically problematic global health situations. They 391 may be operating outside of the laws of the 'host' country, and be unfamiliar with the structural 392 determinants of health in this new setting; and, as a result their work might undermine local 393 healthcare delivery systems. These are situations we have seen in our collective global health 394 work, and about which several participants spoke during interviews. 395 The most significant division amongst participants is whether they viewed their global 396 health work as a vehicle for change on individual care, and/or systemic changes in the US. Those 397 that did report positive benefits of global health for improved patient-care and the changes to the 398 US healthcare system overall discuss these more at the individual level-such as reduced 399 spending, better patient care, and replicating interventions that had proven effective abroad. 400 These findings are supported by similar research looking at the perspectives of short-term global 401 health residency electives[29], international clinical rotations[41], and other forms of global 402 health engagement[42]. Additionally, several participants point to the role of global health 403 physicians in preventing pandemics by being better prepared at recognizing new infectious 404 diseases, going to the source of the outbreak, and identifying the need for the US healthcare 405 system to take infectious disease threats more seriously. 406 A majority of participants reported having a better understanding of the weaknesses and 407 strengths of the US healthcare system as a result of their global health work. Other studies argue",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "consider the impact of global health work on US patient care point to 412 US national policies and the social determinants of health as being important for improving 413 patient health. These narratives are supported by evidence that points to income and other 414 economic inequalities as important drivers of poor population health,[43] and the realization that, 415 while the US spends more money on healthcare than the rest of the world combined,[44] it 416 continues to lag behind other high-income countries in life expectancy.[13] These participants 417 suggest the need for domestic and foreign collective reforms to bring about significant health 418 improvements. 419 Our study found that global health physicians and global health program leaders do not 420 feel greater agency to bring about policy or systems-level changes to the US healthcare system 421 because of their global health experiences. This could be the result of a multitude of factors, such 422 as an increased awareness to the obstacles that stand in the way of reform, a recognition of the 423 immensity of reform required, or an understanding of the difficulty of bringing about positive 424 changes in the current political context.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "of the research team is a notable limitation of this study, with lead 428 researchers all from North America and predominantly white men, thus affecting the formulation 429 of the research questions, the data received, and the analysis conducted. We reached out to 159 430 individuals and programs, 30 opened the questionnaire link, and only 12 completed the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "response rate). The study's small sample size was most likely a result of 432 physician and program leadership survey fatigue-which, the research team was told directly by 433 several who declined to participate-limiting the generalizability of our findings. Future 434 qualitative research on this or similar participant demographics should consider survey fatigue 435 and explore ways to increase response rates, such as more in-person interviews and, if ethically 436 feasible, participant observation. A more grounded research design that develops interview 437 guides based on initial questionnaire responses will likely improve the scope and focus of 438 participant responses, as well. While thematic saturation was not achieved, we hope that our 439 identified themes can act as a starting point for future research on the topic of how global health 440 work is perceived to impact US patient care. One example might be an experimental study 441 investigating global health physician spending patterns compared to physicians who have not 442 practiced abroad. We also feel that future research seeking to understand the growing interest in 443 the global health field could investigate how perceived conflict of values between altruistically-444 driven physicians and the US healthcare system could act as a potential force in generating more 445 interest in global health, and how the US healthcare system or individual institutions could 446 decrease physician discontentment associated with a conflict of care values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "qualitative study only begins to scratch the surface of understanding the 450 impact of global health work on US patient care and the US healthcare system. Among the five 451 themes identified through questionnaires and interviews with global health physicians and global 452 health program leaders, two themes were centered on the impact of global health work on US 453 patient care: global health may improve patient rapport for physicians caring for immigrant and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF40": {
            "text": "468 at a public university (University of Washington). DC and SH are employed by, and BA, SM, 469 and DM work in partnership with a nonprofit healthcare company (Possible) that delivers free 470 healthcare in rural Nepal using funds from the Government of Nepal and other public, 471 philanthropic, and private foundation sources. BA is a faculty member at a public university 472 (University of California, San Francisco). SM and DM are faculty members at a private 473 university (Icahn School of Medicine at Mount Sinai). DM is a non-voting member on Possible's 474 board of directors but receives no compensation. All authors have read and understood BMJ 475",
            "latex": null,
            "type": "figure"
        },
        "FIGREF41": {
            "text": "The research study was funded by the Robert Wood Johnson Foundation (grant ID: 72615). The 481 funders played no role in research design, data collection, data analysis, manuscript write-updesigned the study: NMT, DC, SH, SB, DM 486 Collected and analyzed the data: NMT 487 Interpreted the results: NMT, DC, SH, BA, SM, SB, DM 488 Wrote the manuscript draft: NMT, DC, SH 489 Edited and revised the manuscript draft: NMT, DC, SH, BA, SM, SB, DM 490 Reviewed and approved the final manuscript draft: NMT, DC, SH, BA, SM, SB, DM 491 492 Data sharing statement: 493 The datasets supporting the conclusions of the article are available in de-identified form by 494 emailing: research@possiblehealth.org. 495 496 Ethics approval and consent to participate 497 This study received exemption through the Human Subjects Division, University of 498 Washington's Ethical Review Board (00000104) and the Brigham and Women's Hospital499Institutional Review Board (2016P000365/BWH). Participants were informed of the study 500 objectives using an electronic information sheet as part of the initial questionnaire and electronic 501 online consent was obtained before beginning any research procedures. Participants who were 502 invited for interviews also gave additional verbal or written informed consent.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF43": {
            "text": "J. Scrambling for Africa? Universities and global health. The Lancet;377(9775):1388-516 90 doi: http://dx.doi.org/10.1016/S0140-6736(10)61920-4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF44": {
            "text": "Federico SG, Zachar PA, Oravec CM, Mandler T, Goldson E, Brown J. A successful 518 international child health elective: The university of colorado department of pediatrics' 519 experience. Archives of Pediatrics & Adolescent Medicine 2006;160(2):191-96 doi: 520 10.1001/archpedi.160.2.191.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF45": {
            "text": "Hamel L, Kirzinger A, Brodie M. The Henry M. Kaiser Family Foundation. 2016 Survey of 522 Americans on the U.S. Role in Global Health. 2016. https://www.kff.org/global-health-523 policy/poll-finding/2016-survey-of-americans-on-the-u-s-role-in-global-health/. 524 5. Crane JT. Scrambling for Africa : AIDS, expertise, and the rise of American global health 525 science. Ithaca: Ithaca : Cornell University Press, 2013. 526 6. Lasker J. Hoping to help : the promises and pitfalls of global health volunteering. Ithaca: 527 Ithaca : ILR Press, an imprint of Cornell University Press, 2016.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF46": {
            "text": "Crump JA, Sugarman J. Ethical considerations for short-term experiences by trainees in global 529 health. JAMA 2008;300(12):1456-58 doi: 10.1001/jama.300.12.1456. 530 8. Kanter SL. Global Health is More Important in a Smaller World. Acad Med 2008;83(2):115-531 16 doi: 10.1097/01.acm.0000305155.66318.58. 532 9. Association of American Medical Colleges. Matriculating Student Questionnaire: 2016 All 533 Schools Summary Report. 2016. 534 https://www.aamc.org/download/474258/data/msq2016report.pdf.535 10. McCoy D, Mwansambo C, Costello A, Khan A. Academic partnerships between rich and 536 poor countries. Lancet 2008;371 doi: 10.1016/s0140-6736(08)60466-3. 537 11. Kerry VB, Walensky RP, Tsai AC, Bergmark RW, Bergmark BA, Rouse C. US medical 538 specialty global health training and the global burden of disease. Journal of global health 539 2013;3 doi: 10.7189/jogh.03.020406. 540 12. Bezruchka S. Medical tourism as medical harm to the third world: Why? For whom? 541 Wilderness Environ Med 2000;11 doi: 10.1580/1080-542 6032(2000)011[0077:mtamht]2.3.co;2. 543 13. Council NR. Explaining Divergent Levels of Longevity in High-Income Countries. 544 Washington, DC: The National Academies Press, 2011. 545 14. Hart G, Skillman S, Fordyce M, Thompson M, Hagopian A, Konrad T. International Medical 546 Graduate Physicians In The United States: Changes Since 1981. Health Aff 547 2007;26(4):1159-69 doi: 10.1377/hlthaff.26.4.1159. 548 15. Mills EJ, Schabas WA, Volmink J, et al. Should active recruitment of health workers from 549 sub-Saharan Africa be viewed as a crime? The Lancet 2008;371(9613):685-88 doi: 550 https://doi.org/10.1016/S0140-6736(08)60308-6. 551 16. Hagopian A. Recruiting Primary Care Physicians From Abroad: Is Poaching From Low-552 Income Countries Morally Defensible? The Annals of Family Medicine 2007;5(6):483-85 553 doi: 10.1370/afm.787. 554 17. Loiseau B, Sibbald R, Raman SA, Benedict D, Dimaras H, Loh LC. 'Don't make my people 555 beggars': a developing world house of cards. Community Development Journal 556 2016;51(4):571-84 doi: 10.1093/cdj/bsv047.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF47": {
            "text": "Redko C, Bessong P, Burt D, et al. Exploring the Significance of Bidirectional Learning for 565 Global Health Education. Annals of Global Health 2016;82(6):955-63 doi: 566 https://doi.org/10.1016/j.aogh.2016.11.008. 567 22. Lough BL, Matthew L. International Forum for Volunteering in Development. Forum 568 Discussion Paper 2013: Measuring and Conveying the Added Value of International 569 Volunteering. 2013. http://forum-ids.org/2013/12/forum-discussion-paper-2013-570 measuring-and-conveying-added-value/#exec_summary. 571 23. Citrin D. The Anatomy of Ephemeral Healthcare: \"Health Camps\" and Short-Term Medical 572 Voluntourism in Remote Nepal. Studies in Nepali History and Society 2010;15(1):27-72. 573 24. Grennan T. A Wolf in Sheep's Clothing? A Closer Look at Medical Tourism. McMaster 574 University Medical Journal 2003;1(1):50-54. 575 25. Hunt MR, Godard B. Beyond procedural ethics: Foregrounding questions of justice in global 576 health research ethics training for students. Glob Public Health 2013;8(6):713-24 doi: 577 10.1080/17441692.2013.796400. 578 26. Banatvala N, Doyal L. Knowing when to say \"no\" on the student elective. Students going on 579 electives abroad need clinical guidelines 1998;316(7142):1404-05 doi: 580 10.1136/bmj.316.7142.1404. 581 27. Provenzano AM, Graber LK, Elansary M, Khoshnood K, Rastegar A, Barry M. Short-term 582 global health research projects by US medical students: ethical challenges for 583 partnerships. Am J Trop Med Hyg 2010;83 doi: 10.4269/ajtmh.2010.09-0692.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF48": {
            "text": "Smith JK, Weaver DB. Capturing Medical Students' Idealism. Annals of Family Medicine 585 2006;4:S32-S37 doi: 10.1370/afm.543. 586 29. Gupta AR, Wells CK, Horwitz RI, Bia FJ, Barry M. The International Health Program: the 587 fifteen-year experience with Yale University's Internal Medicine Residency Program. The 588 American Journal of Tropical Medicine and Hygiene 1999;61(6):1019-23 doi: 589 doi:https://doi.org/10.4269/ajtmh.1999.61.1019. 590 30. World Development Indicators: World Development Indicators. 591 http://data.worldbank.org/data-catalog/world-development-indicators. 592 31. Koplan JP, Bond TC, Merson MH, et al. Towards a common definition of global health. The 593 Lancet 2009;373(9679):1993-95 doi: https://doi.org/10.1016/S0140-6736(09)60332-9. 594 32. Beaglehole R, Bonita R. What is global health? Global Health Action 2010;3(1):5142 doi: 595 10.3402/gha.v3i0.5142. 596 33. DiCicco-Bloom B, Crabtree BF. The qualitative research interview. Med Ed 2006;40(4):314-597 21 doi: 10.1111/j.1365-2929.2006.02418.x. 598 34. Pope C, Ziebland S, Mays N. Analysing qualitative data. Bmj 2000;320(7227):114.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF49": {
            "text": "Lateef F. Patient expectations and the paradigm shift of care in emergency medicine. Journal 600 of Emergencies, Trauma, and Shock 2011;4(2):163-67 doi: 10.4103/0974-2700.82199. 601 36. Brock DW, Buchanan A. For-Profit Enterprise in Health Care. In: Gray B, ed. Washington, 602 DC: The National Academies Press, 1986:580.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF50": {
            "text": "Bentley TGK, Effros RM, Palar K, Keeler EB. Waste in the U.S. Health Care System: A 610 Conceptual Framework. Milbank Quarterly 2008;86(4):629-59 doi: 10.1111/j.1468-611 0009.2008.00537.x. 612 40. Ledley FD, Lovejoy FH. Factors Influencing the Interests, Career Paths, and Research 613 Activities of Recent Graduates From an Academic, Pediatric Residency Program. 614 Pediatrics 1993;92(3):436. 615 41. Drain PK, Primack A, Hunt DD, Fawzi WW, Holmes KK, Gardner P. Global health in 616 medical education: a call for more training and opportunities. Acad Med 2007;82 doi: 617 10.1097/ACM.0b013e3180305cf9. 618 42. Ruchman SG, Singh P, Stapleton A. Why US Health Care Should Think Globally. AMA 619 journal of ethics 2016;18(7):736-42 doi: 10.1001/journalofethics.2016.18.7.msoc1-1607. 620 43. Bezruchka S. The Hurrider I Go the Behinder I Get: The Deteriorating International Ranking 621 of U.S. Health Status. Annual review of public health 2012;33(1):157-73 doi: 622 10.1146/annurev-publhealth-031811-124649. 623 44. Avendano M, Kawachi I. Invited Commentary: The Search for Explanations of the American 624 Health Disadvantage Relative to the English. American Journal of Epidemiology 625 2011;173(8):866-69 doi: 10.1093/aje/kwq484.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF51": {
            "text": "Understanding perceptions of global healthcare experiences on provider values and practices in the United States: A qualitative study among global health physicians and program directors Icahn School of Medicine at Mount Sinai, Department of Internal Medicine, New York, NY, 28 USA 29 11. Icahn School of Medicine at Mount Sinai, Department of Pediatrics, New York, health, learning exchange, domestic health, health equity academic global health program leaders on how global health work shapes their 51 viewpoints, values, and healthcare practices back in the United States. , qualitative exploratory study that employed online questionnaires and 55 open-ended, semi-structured interviews with two participant groups: (1) global health physicians 56 and (2) global health program leaders affiliated with United States-based academic medical 57 centers. Open coding procedures and thematic content analysis were used to analyze data and 58 derive themes for discussion. health physicians and global health program leaders at 25 academic medical 62 institutions were invited via email to take a survey and participate in a follow-up interview. 63 Twelve participants completed online questionnaires (7.5% response rate) and eight participants 64 (four survey participants and four additionally recruited participants) participated in in-depth, in-65 person or phone semi-structured interviews. themes emerged that highlight how global health physicians and academic global 69 health program leaders perceive global health work abroad in shaping United States-basedPage 2 of 31 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF52": {
            "text": "the United States healthcare system compared to systems in other countries; 74 and 5) a reinforcement of values that initially motivated physicians to pursue work in global of participating global health physicians and program leaders believed that 79 international engagements improved patient care back in the United States. Participant responses 80 relating to the five themes were contextualized by highlighting factors that simultaneously 81 impinge upon their ability to provide improved patient care, such as the social determinants of 82 health, and the challenges of changing United States healthcare policy. Online questionnaires along with key informant interviews allowed for a more in-depth 87 examination of physician and program leader perspectives. Thematic analysis resulted in five nuanced themes that contributes to an expanded 89 understanding of how global health work shapes a culture of healthcare practice back 90 home in the US; offering further points for research and exploration.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF53": {
            "text": "States' (US) support for international efforts aimed at improving health in low-and 98 middle-income countries.[4] As a result, many academic medical institutions and organizations99    have stepped up to meet this demand, offering more opportunities to study, work, and conduct100 research in the field of global health.[5-8] As of 2016, more than one-third of all matriculated US 101 medical students reported volunteering internationally.[9] To offer medical students 102 opportunities in global health, academic medical institutions establish partnerships with 103 collaborators in low-and middle-income countries (LMICs), both public and private, in a range 104 of settings.[10] These relationships vary by program and school, with the majority providing 105 short-term (typically no more than two months) training or service learning opportunities, such 106 as global health clinical rotations for medical students and residents, direct service delivery 107 engagements, research opportunities in the health sciences, and diverse training 108 collaborations.[11] Some question the ethics of these engagements as forms of \"medical 109 tourism\", considering the population health status in the US pales in comparison to other high-110 income nations[12 13] and because a growing number of foreign-born and foreign-trained 111 physicians immigrate to the US to practice medicine in underserved communities.[14] This 112 healthcare workforce exchange may harm healthcare systems,[15 16] and displace financial 113 resources.[17] 114 With the proliferation of academic global health programs has come a growing body of 115 research and literature examining the ethics, achievements, and potential unintended 116 consequences of these programs on non-US communities,[2 18-24] as well as how these 117 engagements influence the values and perspectives of global health students,[25] medical Page 5 of 31 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF54": {
            "text": "values and practices of US-based physicians who have worked extensively, and/or 120 those who continue to work intermittently, in a global health setting, and what impacts this work 121 is perceived to have on the US communities in which these physicians return to work and live.122 This qualitative study attempts to understand the perspectives of global health physicians and 123 program leaders in academic global health on how they believe their work abroad influences 124 their viewpoints, values, and healthcare practices back home in the US. participants from two groups: global health physicians and global health 129 program leaders affiliated with academic medical institutions. We developed inclusion criteria to 130 purposively reflect diverse perspectives based on duration of global health experience and 131 positionalities within academic global health programs. We initially used convenience sampling 132 to recruit participants for the online questionnaire by first identifying academic medical 133 institutions with accredited-by the Council on Education for Public Health (CEPH) or Liaison 134 Committee on Medical Education (LCME)-global health programs through structured online 135 searches, followed by snowball sampling through colleague recommendations and purposeful 136 sampling to recruit additional interviewees. The study recruitment for the global health physician 137 category required participants to match with the following criteria: 138 1. US-trained post-residency physicians currently providing patient care and/or conducting 139 healthcare research, training, or mentorship (including education) for at least one month Page 6 of 31 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF55": {
            "text": "in their work through another organization or company (e.g. an145    international/non-governmental organization, consulting/technical assistance 146 organization, or multi/bi-lateral development agency).147 2. US-trained physicians who have at least five-years of cumulative global health 148 experience in a low-or middle-income country.149 150 The study recruitment criteria for global health program leadership required that participants be 151 program faculty or staff (program coordinators, administrators, and mentors) affiliated with an 152 academic medical institution offering an accredited global health program. Several selected 153 participants fit the criteria for both global health physician and global health program leadership, 154 and their responses were analyzed within both categories. 155 We designed the questionnaire and survey questions to elicit open-ended responses about 156 global health physicians' personal experiences researching and practicing abroad, while program 157 leaders were asked questions regarding their experiences overseeing programs and their 158 perspectives on the field more broadly (see Supplemental File 1). Participants who fell into both 159 categories were asked questions from both instruments. Recognizing the ambiguity of key 160 terminology such as global health,[31 32] we shared with participants the study's focus on 161 healthcare practices in a global context prior to recruitment. The research instruments consisted 162 of an online questionnaire developed and administered using a Research Electronic Data Capture Page 7 of 31 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF56": {
            "text": "an adaptive approach to designing the semi-structured interviews[33] by 166 personalizing questions to further explore participant's expertise, positionality, and questionnaire 167 responses. Interviews were recorded, relevant portions were transcribed with structured notes, 168 and then coded (by NMT) and analyzed by hand using thematic analysis (conducted by NMT, 169 DC, SH, and SB) in relation to identified questionnaire themes.[34] We have incorporated 170 researcher comments-distinguished by bracketed text within direct quotations-to provide 171 clarity to the quote based on information and context provided from the full interview. In the text 172 below, the names of all participants remain anonymous, and are cited using a notational system 173 to differentiate between global health physician and program leadership participant groups, and 174 if the quote comes from an interview or questionnaire; for example, (Global Health Physician 175 #1, interview [GHP, hereafter]), or Program Leadership #3, questionnaire [PL, hereafter]).176 177 Ethics, consent, and permissions 178 This study received exemption through the Human Subjects Division, University of 179 Washington's Ethical Review Board (00000104) and the Brigham and Women's Hospital 180 Institutional Review Board (2016P000365/BWH). Participants were informed of the study 181 objectives using an electronic information sheet as part of the initial questionnaire and electronic 182 online consent was obtained before beginning any research procedures. Participants who were 183 invited for interviews also gave additional verbal or written informed consent.184 185",
            "latex": null,
            "type": "figure"
        },
        "FIGREF57": {
            "text": "159 recruitment emails to global health physicians and global health program 196 leaders at 25 different academic medical institutions. Eight global health physicians and four 197 global health program leaders completed the online questionnaire, while one global health 198 physician and three global health program leaders who completed the questionnaire agreed to 199 participate in a semi-structured interview. In addition, we conducted semi-structured interviews 200 with six global health physicians and two global health program leaders who were identified 201 through snowball and purposeful sampling. In total, participants represented seven unique 202 academic medical institutions located throughout the US and ranged from 33 to 68 years of age. 203 Four participants reported beginning their global health work in the 2000s, two reported 204 beginning in the 1990s, and one each reported beginning in the 1980s and 1970s. We were 205 unable to identify differences between program leaders and global health physician responses, 206 likely a result of several participants falling into both categories, and similar motivations for207",
            "latex": null,
            "type": "figure"
        },
        "FIGREF58": {
            "text": "in the US. They attributed perceived improved patient rapport to a variety of 219 reasons, such as being able to speak to patients in their own language, understand their cultural220 background, and better understand the challenges unique to immigrant, refugee, and patients of 221 low socioeconomic position. As one participant noted, \"If I bring some of these things up, then I 222 break a barrier and have a good relationship very quickly.\" (GHP #1, interview) Another 223 participant discussed similar experiences that have helped them build rapport in the emergency 224 department where they work: \"I speak a couple languages which working abroad has taught me. 225 I speak Spanish, I speak Creole, so…[with some patients] there is that automatic connection.\" 226 (GHP #3, interview) Several participants remarked during interviews and in questionnaire 227",
            "latex": null,
            "type": "figure"
        },
        "FIGREF59": {
            "text": "Each time I practice abroad and then come back to the US, I find that I am more238 compassionate and empathetic, because I have been practicing how to focus on the 239 person in front of me while I was away, and to think clinically (instead of focusing on the 240 computer and the paperwork. (GHP #4, questionnaire) review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF60": {
            "text": "doubted whether these improvements in patient care were significant and 243 questioned whether they could be accurately measured. \"I don't feel that physician experience 244 abroad translates into worsened quality of patient care in the U.S. I can't assume that it translates 245 into improved quality of patient care in the U.S either.\" (GHP #3, and questionnaire participants were divided on the extent to which their249 global health work experience translated into cost savings for US patients. The majority, 250 however, reported that learning to practice medicine with fewer resources translated into more 251 reliance on patient histories, physical exams, and less on medical tests. Several also reported a 252 greater awareness of patterns of over-spending in the US healthcare system as one family 253 physician wrote: 254 I have been able to think more clinically and utilize my medical knowledge in a way that 255 I cannot always do in the US. With limited resources, the physical exam and limited 256 testing becomes critical in diagnosis and following up patient responses to treatment. 257 When I return, I find that I do not need to rely on the technology as much and can focus 258 on the patient. (GHP #4, questionnaire) 259 260Participants who did not think that their global health work resulted in cost savings for US 261 patients expressed that they believed the differences in cost savings to be negligible. No 262 participants reported feeling that global health work resulted in more costly care for US patients 263 or the healthcare system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF61": {
            "text": "determinants of health and the limits of healthcare 266 Half of the study participants reported global health work gave them a better 267 understanding of the broader, underlying factors that contribute to patient health, including the Page 12 of 31 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF62": {
            "text": "accessing healthcare. This was reported as either reinforcing participant's prior 269 perspectives on the social determinants of health or as helping participants to recognize the social 270 and political-economic factors related to health both abroad and in the US. One global health 271 physician working in internal medicine responded that their work abroad led to a broader sense 272 of why their patients are \"how they are, so it is not just they are uneducated, it is also their father 273",
            "latex": null,
            "type": "figure"
        },
        "FIGREF63": {
            "text": "275 psychosocial things\" (GHP #3, interview). This participant located this thinking within the social 276 determinants of health more broadly: \"Poverty, corruption, gender inequality, lack of education, 277 years of war and the subsequent post-traumatic stress disorder that affects an entire nation all are 278 the biggest influencers of well-being.\" (GHP #3, questionnaire) 279 Several participants discussed the distinction between healthcare and health, often in the 280 context of doubting the extent to which global health physicians could, themselves, improve 281 health through providing healthcare in the US or abroad. As one participant wrote, 282 My experience working abroad has strengthened my belief that 'well-being' (or 'health' as 283 defined by the World Health Organization) is very minimally influenced by the medical 284 care I provide as an individual physician and also minimally influenced by the medical 285 care provided by a healthcare system. (GHP #3, questionnaire) 286 287 These participants advocated for a more nuanced understanding of the factors that influence 288 health and felt that their global health work either brought them to this realization or reaffirmed 289 their understandings of the social determinants of health.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF64": {
            "text": "out of the eight interview participants acknowledged the importance of their global 293 health work in helping to better understand the strengths and weaknesses of the US healthcare Page 13 of 31 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF65": {
            "text": "was attributed to a variety of factors unique to the field of global health, such as 295 conversations with non-US healthcare practitioner counterparts and experience working within 296 non-US healthcare systems, as these two responses reveal: \"I have had a lot of conversations 297 with colleagues in Ukraine, because they are undergoing a lot of reform...we have a lot of talks 298 about the kind of differences, weakness in each [Ukraine and US healthcare systems] and what is 299 similar.\" (PL #7, interview) \"Having the experience of working in many different healthcare 300 systems... allows you to see in every variety and every system there are things that work well and 301 things that do not.\" (PL #6, interview) Participants framed these comparisons on the weaknesses 302 of the US healthcare system by discussing the motivations and standard practices of other 303 healthcare systems. As one participant noted during an interview, \"The goal of many countries' 304 healthcare system is to serve their citizens fully…They start off in a different place than where 305 we are.\" (PL #7, interview)306",
            "latex": null,
            "type": "figure"
        },
        "FIGREF66": {
            "text": "314 paperwork, less time doing patient interaction or [having] meaningful patient interaction.\" (PL 315 #6, interview) The following participant quote exemplifies how participants framed their Page 14 of 31 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF67": {
            "text": "We do not practice evidence-based medicine anymore [in the US], we practice lawsuit-based 319 and insurance-based medicine now. I am a hired gun here. I collect a paycheck and then go back 320 [abroad].\" (GHP #3, interview) 321 Several interview participants identified current and future potential challenges of 322 infectious disease epidemics to the US healthcare system, and the perceived benefits of global 323 health work in primary, secondary, and tertiary prevention. One participant noted, \"If we are not 324 prepared to fight that pandemic, like Ebola or Severe Acute Respiratory Syndrome, in the place 325 where it starts then that will eventually come to anybody anywhere in the world.\" (PL #6, 326 interview) Another participant discussed epidemics and the perceived benefits of global health 327 work to infectious disease control: \"I see a lot of infections when I'm overseas that then 328 periodically show up here and I think I'm one of the few people that could actually like deal with 329 [it]. So, it informs the technical aspect of my job.\" (PL #6, interview) 330 One of the primary research questions was whether a greater recognition of the strengths 331 and weakness of the US healthcare system could lead to a culture of change amongst global 332 health physicians in their US sites of practice. The participants responded in a variety of ways -333 most of which contained elements of doubt, cynicism, disinterest, or a perceived greater ability 334 to support impactful changes to foreign healthcare systems. Discussing their personal 335 experiences with the US healthcare system, one participant noted: \"There are so many competing 336 agendas, and it is the big money that is going to win out. I hate to sound cynical.\" (PL #7, 337 interview) Another participant explained that their work providing technical expertise to the 338 Kenyan Health Ministry \"can make public health decisions that have a big impact much more Page 15 of 31 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF68": {
            "text": "anybody here can have.\" (PL #6, interview) Several participants discussed how they 340 had previously been involved in US healthcare advocacy and reform work, but had either lost 341 interest, were too busy with their global health work, or had felt that they were able to bring 342 about more meaningful reforms in non-US healthcare systems: \"One of the things is I used to343 follow US medical care, a lot, but I can't keep up, just because I try to keep up with things going 344 on overseas...I used to know a lot about this stuff.\" (PL #2, participants reported that their values were not changed by their global 349 health work, but rather their values drove them to pursue global health in the first place-or 350 allowed them to \"find a niche in which to put their values,\" (PL #2, interview) as one participant 351 noted. Furthermore, five interviewees mentioned that global health was a field that self-selected 352 for individuals with altruistic values: \"I think that many people who choose to do global health 353 [have] ...stronger altruistic focus or willingness to devote their time.\" (GH #1, interview) Several 354 participants mentioned that their values came from their familial upbringing, religious 355 background, or political ideology, and that pursuing careers in global health was a way for them 356 to put their values into practice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF69": {
            "text": "study contributes to an expanded understanding of the ways in which 360 global health physicians and academic global health program leaders understand their work in 361 relationship to the field of global health, and the perceived impact of this work on the US",
            "latex": null,
            "type": "figure"
        },
        "FIGREF70": {
            "text": ". Our analysis revealed that those who engage in global health work are deeply 363 affected by experiences abroad, and in turn these experiences influence the way they practice 364 medicine back home-even in the face of what participants perceive to be a challenging 365 healthcare ecosystem. This was often described as a contradiction of values between the profit-366 driven US healthcare system and the goals of these global health physician to provide high-367 quality, attentive, culturally sensitive, and patient-centered care.368Study participant responses reflect a shared understanding of the ways in which the US 369 healthcare system treats patients as 'paying customers'-a product of the US fee-for-service and370 for-profit healthcare model[36]-in comparison to the non-profit, universal, or single payer 371 models of healthcare delivery experienced by global health physician participants while abroad. 372 Participants said that the US healthcare system manifests in problematic physician-patient 373 relationships, too much time devoted to bureaucratic requirements, excessive fear of litigation, 374 frivolous spending, overly aggressive medical care, and a disconnect between care providers and 375 the lived experiences of low-income and immigrant patients, all perspectives noted in other 376 studies[35 37-39]. 377 Participants report that their personal values motivate them to pursue global health 378 careers, a notion supported by studies on career choice selection[40] and short-term temporary 379 global health residency electives[29]. They describe global health work as personally rewarding, 380 a counterweight to personal frustrations resulting from the US healthcare system. Several381",
            "latex": null,
            "type": "figure"
        },
        "FIGREF71": {
            "text": "or \"customer service\". They attribute these perceptions to either the volunteer nature386    of their global health work, their experiences working in non-US healthcare systems, or 387 witnessing different provider-patient relationships while abroad.388While a broader discussion of the promise and perils of short-term global health and 389 medical mission work-of which academic global health programs are just one example-is 390 outside the scope of this study, it is worth reflecting briefly on some of these comments, which391 point to the problematic nature of many of these programs. The idea of escaping from the 392 confines of the bureaucratic US healthcare system into a LMIC medical setting can often propel 393 well-intending physicians into potentially ethically problematic global health situations. They 394 may be operating outside of the laws of the 'host' country, and be unfamiliar with the structural 395 determinants of health in this new setting; and, as a result their work might undermine local 396 healthcare delivery systems. These are situations we have seen in our collective global health 397 work, and about which several participants spoke during interviews. 398 The most significant division amongst participants is whether they viewed their global 399 health work as a vehicle for change on individual care, and/or systemic changes in the US. Those 400 that did report positive benefits of global health for improved patient-care and the changes to the 401 US healthcare system overall discuss these more at the individual level-such as reduced 402 spending, better patient care, and replicating interventions that had proven effective abroad. 403 These findings are supported by similar research looking at the perspectives of short-term global 404 health residency electives[29], international clinical rotations[41], and other forms of global 405 health engagement[42]. Additionally, several participants point to the role of global health 406 physicians in preventing pandemics by being better prepared at recognizing new infectious Page 18 of 31 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF72": {
            "text": "participants reported having a better understanding of the weaknesses and 410 strengths of the US healthcare system as a result of their global health work. Other studies argue 411 that global health experiences can serve the needs of the healthcare system by increasing the 412 number of physicians who go into a primary care field and practice medicine in resource-poor 413 settings[41]. 414 Participants who consider the impact of global health work on US patient care point to 415 US national policies and the social determinants of health as being important for improving 416 patient health. These narratives are supported by evidence that points to income and other 417 economic inequalities as important drivers of poor population health,[43] and the realization that, 418 while the US spends more money on healthcare than the rest of the world combined,[44] it 419 continues to lag behind other high-income countries in life expectancy.[13] These participants 420 suggest the need for domestic and foreign collective reforms to bring about significant health 421 improvements. 422 Our study found that global health physicians and global health program leaders do not 423 feel greater agency to bring about policy or systems-level changes to the US healthcare system 424 because of their global health experiences. This could be the result of a multitude of factors, such 425 as an increased awareness to the obstacles that stand in the way of reform, a recognition of the 426 immensity of reform required, or an understanding of the difficulty of bringing about positive 427 changes in the current political context.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF73": {
            "text": "review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF74": {
            "text": "of the research team is a notable limitation of this study, with lead 431 researchers all from North America and predominantly white men, thus affecting the formulation 432 of the research questions, the data received, and the analysis conducted. We reached out to 159 433 individuals and programs, 30 opened the questionnaire link, and only 12 completed the 434 questionnaire (7.5% response rate). The study's small sample size was most likely a result of 435 physician and program leadership survey fatigue-which, the research team was told directly by 436 several who declined to participate-limiting the generalizability of our findings. Future 437 qualitative research on this or similar participant demographics should consider survey fatigue 438 and explore ways to increase response rates, such as more in-person interviews and, if ethically 439 feasible, participant observation. A more grounded research design that develops interview 440 guides based on initial questionnaire responses will likely improve the scope and focus of 441 participant responses, as well. While thematic saturation was not achieved, we hope that our 442 identified themes can act as a starting point for future research on the topic of how global health 443 work is perceived to impact US patient care. One example might be an experimental study 444 investigating global health physician spending patterns compared to physicians who have not 445 practiced abroad. We also feel that future research seeking to understand the growing interest in 446 the global health field could investigate how perceived conflict of values between altruistically-447 driven physicians and the US healthcare system could act as a potential force in generating more 448 interest in global health, and how the US healthcare system or individual institutions could 449 decrease physician discontentment associated with a conflict of care values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF75": {
            "text": "review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF76": {
            "text": "qualitative study only begins to scratch the surface of understanding the 453 impact of global health work on US patient care and the US healthcare system. Among the five 454 themes identified through questionnaires and interviews with global health physicians and global 455 health program leaders, two themes were centered on the impact of global health work on US 456 patient care: global health may improve patient rapport for physicians caring for immigrant and 457 low socioeconomic patients, may reduce healthcare spending by providers, and may lead to more 458 effective patient care. The other three identified themes were that global health work is largely 459 motivated by altruistic values, leads to a greater awareness of the social determinants of health, 460 and gives rise to a better understanding of the strengths and weaknesses of the US healthcare 461 system. Participants saw these themes as inter-related, such as how global health work allows for 462 more personally rewarding physician-patient interactions compared to the US healthcare system, 463 which was viewed as flawed, unwieldy, and obdurate, and in need of reform. review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF78": {
            "text": "471 at a public university (University of Washington). DC and SH are employed by, and BA, SM, 472 and DM work in partnership with a nonprofit healthcare company (Possible) that delivers free 473 healthcare in rural Nepal using funds from the Government of Nepal and other public, 474 philanthropic, and private foundation sources. BA is a faculty member at a public university 475 (University of California, San Francisco). SM and DM are faculty members at a private 476 university (Icahn School of Medicine at Mount Sinai). DM is a non-voting member on Possible's 477 board of directors but receives no compensation. All authors have read and understood BMJ 478",
            "latex": null,
            "type": "figure"
        },
        "FIGREF79": {
            "text": "study was funded by the Robert Wood Johnson Foundation (grant ID: 72615). The 484 funders played no role in research design, data collection, data analysis, manuscript write-updesigned the study: NMT, DC, SH, SB, DM 489 Collected and analyzed the data: NMT 490 Interpreted the results: NMT, DC, SH, BA, SM, SB, DM 491 Wrote the manuscript draft: NMT, DC, SH 492 Edited and revised the manuscript draft: NMT, DC, SH, BA, SM, SB, DM 493 Reviewed and approved the final manuscript draft: NMT, DC, SH, BA, SM, SB, DM 494 495 Data sharing statement: 496 The datasets supporting the conclusions of the article are available in de-identified form by 497 emailing: research@possiblehealth.org. 498 499 Ethics approval and consent to participate 500 This study received exemption through the Human Subjects Division, University of 501 Washington's Ethical Review Board (00000104) and the Brigham and Women's Hospital 502 Institutional Review Board (2016P000365/BWH). Participants were informed of the study 503objectives using an electronic information sheet as part of the initial questionnaire and electronic 504 online consent was obtained before beginning any research procedures. Participants who were 505 invited for interviews also gave additional verbal or written informed consent.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF81": {
            "text": "review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF82": {
            "text": "': a developing world house of cards. Community Development Journal 559 2016;51(4):571-84 doi: 10.1093/cdj/bsv047.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "emergent themes identified through analysis of the qualitative data. Themes: How Global Health Work Influences the US healthcare system",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "\"We do not practice evidence based medicine anymore [in the US], we practice lawsuit based and insurance based medicine now. I am a hired gun here. I collect a paycheck and then go back[abroad].\" (GHP #3, interview)Several interview participants identified current and future potential challenges of infectious disease epidemics to the US healthcare system, and the perceived benefits of global health work in primary, secondary, and tertiary prevention. One participant noted, \"If we are not prepared to fight that pandemic, like Ebola or Severe Acute Respiratory Syndrome, in the place where it starts then that will eventually come to anybody anywhere in the world\" (PL #6, interview). Another participant discussed epidemics and the perceived benefits of global health304 work to infectious disease control: \"I see a lot of infections when I'm overseas that then periodically show up here and I think I'm one of the few people that could actually like deal with [it]. So, it informs the technical aspect of my job.\" (PL #6, interview) One of the primary research questions was whether a greater recognition of the strengths and weakness of the US healthcare system could lead to a culture of change amongst global health physicians in their US sites of practice. The participants responded in a variety of waysmost of which contained elements of doubt, cynicism, disinterest, or a perceived greater abilityto support impactful changes to foreign healthcare systems. Discussing their personal experiences with the US healthcare system, one participant noted: \"There are so many competing agendas, and it is the big money that is going to win out. I hate to sound cynical\" (PL #7, interview). Another participant explained that their work providing technical expertise to the Kenyan Health Ministry \"can make public health decisions that have a big impact much more easily than anybody here can have\" (PL #6, interview). Several participants discussed how they had previously been involved in US healthcare advocacy and reform work, but had either lost interest, were too busy with their global health work, or had felt that they were able to bring about more meaningful reforms in non-US healthcare systems:\"One of the things is I used to follow US medical care, a lot, but I can't keep up, just because I try to keep up with things going on overseas...I used to know a lot about thisValues behind interest in global healthAll interviewed participants reported that their values were not changed by their global health work, but rather their values drove them to pursue global health in the first place-or allowed them to \"find a niche in which to put their values, (Program Leadership, interview #2), as one participant noted. Furthermore, five interviewees mentioned that global health was a field that self-selected for individuals with altruistic values:\"I think that many people who choose to do global health [have] ...stronger altruistic focus or willingness to devote their time.\" (Global Health Physician #1, interview) Several participants mentioned that their values came from their familial upbringing, religious background, or political ideology, and that pursuing careers in global health was a way for them to put their values into practice. This exploratory study contributes to an expanded understanding of the ways in which global health physicians and global health program leaders understand their work in relationship to the field of global health and the US healthcare system. Study participant responses reflect a shared understanding of the ways in which the US healthcare system treats patients as 'paying customers'-a product of the US fee-for-service and for-profit healthcare model 32 -in comparison to the non-profit, universal, or single payer models of healthcare delivery experienced by global health physician participants while abroad. Participants said that the US healthcare system manifests in problematic physician-patient relationships, too much time devoted to bureaucratic requirements, excessive fear of litigation, frivolous spending, overly aggressive medical care, and a disconnect between care providers and the lived experiences of low-income and immigrant patients, all perspectives noted in other studies 31 33-35 .Participants report that their personal values motivate them to pursue global health careers, a notion supported by studies on career choice selection 36 and short-term global health residency electives 23 . They describe global health work as personally rewarding, a counterweight to personal frustrations resulting from the US healthcare system. Several participants explicitly state that global health work is a return to their altruistic values, an opportunity to \"save lives\", or to serve regardless of cost. In contrast, they describe practicing in the US as prioritizing pleasing the patients and the 'worried well' (as opposed to healing people, and understanding the For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "These findings are supported by similar research looking at the perspectives of short-term global 371 health residency electives 23 , international clinical rotations 37 , and other global health 372 engagement 38 . Additionally, several participants point to the role of global health physicians in preventing pandemics by being better prepared at recognizing new infectious diseases, going to the source of the outbreak, and identifying the need for the US healthcare system to take pandemic threats more seriously. A majority of participants reported having a better understanding of the weaknesses and strengths of the US healthcare system as a result of their global health work. Other studies argue that global health experiences can serve the needs of the healthcare system by increasing the number of physicians who go into a primary care field and practice medicine in resource poor Participants who consider the impact of global health work on US patient care point to US national policies and the social determinants of health as being more important for improving patient health. These narratives are supported by evidence that points to income and other For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "economic inequalities as important drivers of poor population health 39 , and the realization that, while the US spends more money on healthcare than the rest of the world combined 40 , it continues to lag behind other high-income countries in life expectancy 13 . These participants suggest the need for domestic and foreign collective reforms to bring about significant health improvements.Our study found that global health physicians and global health program leaders do not feel greater agency to bring about policy or systems-level changes to the US healthcare systembecause of their global health experiences. This could be the result of a multitude of factors, such as an increased awareness to the obstacles that stand in the way of reform, a recognition of the immensity of reform required, or an understanding of the difficulty of bringing about positive changes in the current political context. The homogeneity of the research team is a notable limitation of this study, with lead researchers all from North America and predominantly white men, thus affecting the formulation of the research questions, the data received, and the analysis conducted. We reached out to 159 individuals and programs, 30 opened the questionnaire link, and only 12 completed the questionnaire (7.5% response rate). The study's small sample size was most likely a result of physician and program leadership survey fatigue-which, the research team was told directly by several who declined to participate-limiting the generalizability of our findings. Future qualitative research on this or similar participant demographics should consider survey fatigue and explore ways to increase response rates, such as more in-person interviews and, if ethically feasible, participant observation. We hope that our identified themes can act as a starting point For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "for future research on the topic of how global health work impacts US patient care. One example might be an experimental study investigating global health physician spending patterns compared to physicians who have not practiced abroad. We also feel that future research seeking to understand the growing interest in the global health field could investigate how perceived conflict of values between altruistically-driven physicians and the US healthcare system could act as a potential force in generating more interest in global health.This exploratory qualitative study only begins to scratch the surface of understanding the impact of global health work on US patient care and the US healthcare system. Among the six 417 themes identified through questionnaires and interviews with global health physicians and global health program leaders, three themes were centered on the impact of global health work on US patient care: global health may improve patient rapport for physicians caring for immigrant and low socioeconomic patients, may reduce healthcare spending by providers, and may lead to more effective patient care. The other three identified themes were that global health work is largely motivated by altruistic values, leads to a greater awareness of the social determinants of health, and gives rise to a better understanding of the strengths and weaknesses of the US healthcare system. Participants saw these themes as inter-related, such as how global health work allows for more personally rewarding physician-patient interactions compared to the US healthcare system, which was viewed as flawed, unwieldy, and obdurate, and in need of reform.For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "471 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml 20. Wendland CL. Moral Maps and Medical Imaginaries: Clinical Tourism at Malawi's College of Medicine. American Anthropologist 2012;114(1):108-22. doi: 10.1111/j.1548-21. Redko C, Bessong P, Burt D, et al. Exploring the Significance of Bidirectional Learning for Global Health Education. Annals of Global Health 2016;82(6):955-63. doi: https://doi.org/10.1016/j.aogh.2016.11.008 22. Lough BL, Matthew L. Forum Discussion Paper 2013: Measuring and Conveying the Added Value of International Volunteering: International Forum for Volunteering in 23. Gupta AR, Wells CK, Horwitz RI, et al. The International Health Program: the fifteen-year experience with Yale University's Internal Medicine Residency Program. The American 24. Convenience Sample. In: Given L, ed. The SAGE Encyclopedia of Qualitative Research Methods. Thousand Oaks, California: SAGE Publications Ltd 2008. 25. Bernard HR. Research methods in anthropology : qualitative and quantitative approaches. 2nd ed. ed. Thousand Oaks, CA: Thousand Oaks, CA : Sage Publications 1994. 26. World Development Indicators: World Development Indicators. http://data.worldbank.org/data-catalog/world-development-indicators.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml 38. Ruchman SG, Singh P, Stapleton A. Why US Health Care Should Think Globally. AMA 39. Bezruchka S. The Hurrider I Go the Behinder I Get: The Deteriorating International Ranking of U.S. Health Status. Annual review of public health 2012;33(1):157-73. doi: 40. Avendano M, Kawachi I. Invited Commentary: The Search for Explanations of the American Health Disadvantage Relative to the English. American Journal of Epidemiology For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtmlTitle: Understanding perceptions of global healthcare experiences on provider values and practices in the United States: A qualitative study among global health physicians and Icahn School of Medicine at Mount Sinai, Department of Global Health and Health Systems Icahn School of Medicine at Mount Sinai, Department of Obstetrics and Gynecology, NewThe study aim was to qualitatively examine the perspectives of United States-based",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "influences the values and practices of US-based physicians who have worked extensively, and/or those who continue to work intermittently, in a global health setting, and what impacts this work is perceived to have on the US communities in which these physicians return to work and live.This qualitative study attempts to understand the perspectives of global health physicians and program leaders in academic global health on how they believe their work abroad influences124 their viewpoints, values, and healthcare practices back home in the US. We recruited participants from two groups: global health physicians and global health 129 program leaders affiliated with academic medical institutions. We developed inclusion criteria to 130 purposively reflect diverse perspectives based on duration of global health experience and 131 positionalities within academic global health programs. We initially used convenience sampling 132 to recruit participants for the online questionnaire by first identifying academic medical 133 institutions with accredited-by the Council on Education for Public Health (CEPH) or Liaison Committee on Medical Education (LCME)-global health programs through structured online 135 searches, followed by snowball sampling through colleague recommendations and purposeful 136 sampling to recruit additional interviewees. The study recruitment for the global health physician 137 category required participants to match with the following criteria: 138 1. US-trained post-residency physicians currently providing patient care and/or conducting For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml out of the year in a World Bank[30] defined low-or middle-income country and who are 142 a. affiliated with an accredited global health program supported by an academic medical US-trained physicians who have at least five-years of cumulative global health 148 experience in a low-or middle-income country.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml database, comprised of open-ended questions and short response questions identifying 164 demographic information. We utilized an adaptive approach to designing the semi-structured interviews[33] by 166 personalizing questions to further explore participant's expertise, positionality, and questionnaire 167 responses. Interviews were recorded, relevant portions were transcribed with structured notes, and then coded (by NMT) and analyzed by hand using thematic analysis (conducted by NMT, DC, SH, and SB) in relation to identified questionnaire themes.[34] We have incorporated 170 researcher comments-distinguished by bracketed text within direct quotations-to provide 171 clarity to the quote based on information and context provided from the full interview. In the text 172 below, the names of all participants remain anonymous, and are cited using a notational system 173 to differentiate between global health physician and program leadership participant groups, and 174 if the quote comes from an interview or questionnaire; for example, (Global Health Physician #1, interview [GHP, hereafter]), or Program Leadership #3, questionnaire [PL, hereafter]). This study received exemption through the Human Subjects Division, University of Washington's Ethical Review Board (00000104) and the Brigham and Women's Hospital Institutional Review Board (2016P000365/BWH). Participants were informed of the study 181 objectives using an electronic information sheet as part of the initial questionnaire and electronic 182 online consent was obtained before beginning any research procedures. Participants who were 183 invited for interviews also gave additional verbal or written informed consent. For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml Neither patients nor the general public were directly involved in the study design, data 187 collection, or analysis. The underlying research question was informed by a gap in the literature 188 on understanding the impact that global health physicians have on domestic healthcare practices",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "the domains of engagement in global health for these participants and the emergent themes identified through analysis of the qualitative data inTable 2.For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtmlTable 2. Themes: Perceptions of how global health work influences patient care in the US Themes Descriptors Improved and more engaged patient rapport & patient care Connection through language, cultural familiarity, better understanding of patient challenges, patient-centered care, and less aggressive treatment. Reduced healthcare spending More attention to patient history, increased reliance on physical exams, and greater awareness to a culture of frivolous testing Greater awareness to the social determinants of health and the limits of healthcare \"Connecting the dots\", understanding social determinants of health, recognizing similarities between healthcare access between US patients and patients abroad Rethinking the US healthcare system A more nuanced understanding of the US healthcare system through comparison with healthcare systems in other countries Values behind interest in global health Global health attracts altruistically motivated individuals. Personal values were developed prior to global health work 211",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Page 10 of 30For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml break a barrier and have a good relationship very quickly.\" (GHP #1, interview) Another participant discussed similar experiences that have helped them build rapport in the emergency department where they work: \"I speak a couple languages which working abroad has taught me.I speak Spanish, I speak Creole, so…[with some patients] there is that automatic connection.\" (GHP #3, interview) Several participants remarked during interviews and in questionnaire",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Page 11 of 30For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Page 12 of 30For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Page 18 of 30For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Page 19 of 30For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml low socioeconomic patients, may reduce healthcare spending by providers, and may lead to more effective patient care. The other three identified themes were that global health work is largely motivated by altruistic values, leads to a greater awareness of the social determinants of health,",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml 37. Staiger DO, Auerbach DI, Buerhaus PI. Health Care Reform and the Health Care Workforce -The Massachusetts Experience. New England Journal of Medicine 2011;365(12):e24 doi: 10.1056/NEJMp1106616.",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "Themes: Perceptions of how global health work influences patient care in the USImproved and more engaged patient rapport & patient careAll eight of the interviewed participants indicated that their global health work had",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": "Page 16 of 31 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "Page 17 of 31 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "table"
        },
        "TABREF31": {
            "text": "Supplemental MaterialsSupplemental File 1: Interview GuideFor peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "table"
        },
        "TABREF32": {
            "text": "Page 24 of 31 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml Consolidated criteria for reporting qualitative studies (COREQ): 32-item checklist Participants were briefed during online informed consent process about the study purpose, recruitment and study procedures. For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml US-trained, post-residency physicians participating in a global health program based in a World Bank defined low-or middle-income country; 2. US-trained physicians currently providing patient care and/or conducting healthcare research or mentorship (including education) for at least one month out of the year in a low-or middle-income country, and who are affiliated with an established global health program supported by an academic medical center; and 3. US-trained physicians who have at least a cumulative of five years of global health experiences in a low-or middle-income country. For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}