{
    "paper_id": "adf7da31a81303705ded170f6f60ba708834d024",
    "metadata": {
        "title": "Letter to the Editor Transfusion Medicine Possible Transfusion-Related Acute Lung Injury Following Convalescent Plasma Transfusion in a Patient With Middle East Respiratory Syndrome",
        "authors": [
            {
                "first": "Sejong",
                "middle": [],
                "last": "Chun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chi",
                "middle": [
                    "Ryang"
                ],
                "last": "Chung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Young",
                "middle": [
                    "Eun"
                ],
                "last": "Ha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hee",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chang-Seok",
                "middle": [],
                "last": "Ki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eun-Suk",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [
                    "Kyeong"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kyong",
                "middle": [
                    "Ran"
                ],
                "last": "Peck",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Duck",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dear Editor, Korea suffered from an outbreak of the Middle East Respiratory Syndrome coronavirus (MERS-CoV) in May 2015 [1] . This endemic was the largest to have occurred outside of Saudi Arabia. Currently, a curative treatment for MERS is unavailable. Passive immunotherapy using convalescent plasma from recovering patients is suggested for positive clinical effects [2, 3] . However, the use of human plasma has potential risks including anaphylactic shock, transfusion-associated circulatory overload (TACO), and transfusion-related acute lung injury (TRALI) [4] . We describe our experience with administering a convalescent plasma infusion to a MERS patient that resulted in possible TRALI, which might have further accelerated the pulmonary manifestation of MERS in the patient.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 374,
                    "end": 376,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A previously healthy, 32-yr-old male subject had contact with a MERS patient on May 28, 2015. He developed symptoms of productive cough and fever on June 8 and was admitted for evaluation. After confirmation of MERS-CoV by detection of the upE and ORF1a genes of MERS-CoV with a real-time polymerase chain reaction (qPCR) assay (Kogene Biotech, Seoul, Korea), he was treated with oral administration of ribavirin and lopinavir/ritonavir with a single dose of interferon α-2a. However, the patient's clinical manifestation showed a stagnant course. Therefore, convalescent plasma therapy was planned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The convalescent plasma donor was a cured 22-yr-old female patient. She had no previous history of gestation, and no record of transfusion was found. The donor's blood was screened for hemoglobin ( > 12.0 g/dL), hepatitis B virus, HIV, and hepatitis C virus by both serologic and nucleic acid testing (negative), for syphilis (negative) by serologic test, alanine aminotransferase ( < 65 IU), and MERS-CoV RNA (negative), and was without any other contraindication for plasmapheresis donation other than a seven-day interval between donation and termination of treatment. The ABO/RhD blood type of the donor was identical to www.annlabmed.org http://dx.doi.org/10.3343/alm.2016.36.4.393 that of the patient. In addition, the donor was retrospectively tested for the presence of anti-HLA class I and II antibodies and anti-human neutrophil antigen (HNA) antibodies, which were all negative. On June 16, apheresis was performed, and 500 mL of plasma was collected without any adverse effects on the donor. The patient received 250 mL of the product immediately following plasma collection, and the remaining 250 mL was preserved, which was later discarded after the subsequent adverse reaction was observed in the recipient. The collected plasma was not pathogen-inactivated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient developed respiratory distress within two hours after transfusion. Clinical and laboratory features of the patient before and after TRALI are described in Fig. 1 . The virological aspect of the patient differed from the patient's respiratory symptoms. While the threshold cycle (Ct) value of MERS-CoV qPCR performed on the patient's lower respiratory tract speci-men showed little change from initial diagnosis to the time of convalescent plasma infusion, it increased afterwards, which may be suggestive of decreased viral load.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 173,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "TRALI is defined as a new onset of acute lung injury (ALI) within six hours of transfusion, with evidence of hypoxia (PaO2/ FiO2 ≤ 300 mmHg or SpO2 < 90% of room air) and radiological evidence. Additionally, it does not require evidence of left atrial hypertension, preexisting ALI, or temporal relationship to an alternative risk factor for ALI. In our case, as the onset of hypoxia happened two hours after convalescent plasma infusion and both SpO2 (Oxygen saturation as measured by pulse oximetry) and PaO2/FiO2 (Fraction of inspired oxygen) levels met the criteria for TRALI with no auscultative findings of circulatory overload, TRALI was suspected. Since MERS can also result in ALI, we recognized that a temporal risk factor existed; thus, our patient met the criteria for possible TRALI. As both antibodies for HLA and HNA were negative, the underlying mechanism is thought to be non-antibody mediated. The finding that the Ct value in the qPCR increased after transfusion suggested that passive immunotherapy could decrease the viral burden of MERS-CoV. However, further investigation with a controlled study and a larger number of subjects is required to determine the clinical benefits of this therapy. As in any other blood component donation, precautions are needed to prevent adverse transfusion effects. To specifically prevent antibody-mediated TRALI, it is recommended that plasma be processed from male donors only [5] . However, the majority of potential donors for convalescent plasma were female nurses. Thus, the male-only protocol was waived during the MERS outbreak. A case of non-HLA antibody-mediated TRALI after convalescent plasma use in an Ebola virus disease patient was recently reported [6] .",
            "cite_spans": [
                {
                    "start": 1434,
                    "end": 1437,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1720,
                    "end": 1723,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our results that a convalescent plasma infusion to a MERS patient led to possible TRALI suggest that convalescent plasma therapy should be cautiously approached, especially regarding the possibility of TRALI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)-Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "995--1007",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The effectiveness of convalescent plasma and hyperimmune immunoglobulin for the treatment of severe acute respiratory infections of viral etiology: a systematic review and exploratory meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mair-Jenkins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saavedra-Campos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Baillie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cleary",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Khaw",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "211",
            "issn": "",
            "pages": "80--90",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Risks and side effects of therapy with plasma and plasma fractions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maclennan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Barbara",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Best Pract Res Clin Haematol",
            "volume": "19",
            "issn": "",
            "pages": "169--89",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Male-predominant plasma transfusion strategy for preventing transfusion-related acute lung injury: a systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Schmickl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mastrobuoni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Filippidis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Radic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Murad",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit Care Med",
            "volume": "43",
            "issn": "",
            "pages": "205--230",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Acute respiratory distress syndrome after convalescent plasma use: treatment of a patient with Ebola virus dis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mora-Rillo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arsuaga",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ramírez-Olivencia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "De La Calle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Borobia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sánchez-Seco",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Respir Med",
            "volume": "3",
            "issn": "",
            "pages": "554--62",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Clinical and laboratory features of the patient before and after transfusion-related acute lung injury. (A) PaO2/FiO2 ratio, (B) oxygen saturation (pulse oximetry) and partial pressure of oxygen (PaO2) and carbon dioxide (PaCO2) of arterial blood, (C) pH and bicarbonate (HCO3 − ) of arterial blood, (D) white blood cell count and lactate dehydrogenase (LDH) levels.Abbreviation: FiO2, fraction of inspired oxygen.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "No potential conflicts of interest relevant to this article were reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' Disclosures of Potential Conflicts of Interest"
        }
    ]
}