{
    "paper_id": "af0768141c00f1317b4fb9c74080d1510de93f32",
    "metadata": {
        "title": "Open Forum Infectious Diseases Stewardship and Infection Prevention Education Made to Order • OFID • 1 Open Forum Infectious Diseases ® Developing Interactive Antimicrobial Stewardship and Infection Prevention Curricula for Diverse Learners: A Tailored Approach",
        "authors": [
            {
                "first": "Priya",
                "middle": [],
                "last": "Nori",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "settlement": "Bronx",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Theresa",
                "middle": [],
                "last": "Madaline",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "settlement": "Bronx",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Iona",
                "middle": [],
                "last": "Munjal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "settlement": "Bronx",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Shubha",
                "middle": [],
                "last": "Bhar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Miami Health System",
                    "location": {
                        "settlement": "Miami",
                        "region": "Florida"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "settlement": "Bronx",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "K"
                ],
                "last": "Seo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Weill Cornell Medical College",
                    "location": {
                        "settlement": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Porrovecchio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "settlement": "Bronx",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Gancher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Drexel University College of Medicine",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Joshua",
                "middle": [],
                "last": "Nosanchuk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "settlement": "Bronx",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Liise-Anne",
                "middle": [],
                "last": "Pirofski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "settlement": "Bronx",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Belinda",
                "middle": [],
                "last": "Ostrowsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Albert Einstein College of Medicine",
                    "location": {
                        "settlement": "Bronx",
                        "region": "New York"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To impart principles of antimicrobial stewardship (AS) and infection prevention and control (IPC), we developed a curriculum tailored to the diverse aptitudes of learners at our medical center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods. We integrated case-based modules, group learning activities, smartphone applications (apps), decision support tools, and prescription audit and feedback into curricula of the medical school, medicine residency program, infectious diseases (ID) fellowship program, and hospital medicine program operations. Interventions were implemented in 2012-2016 using a quasi-experimental before-and-after study design, and this was assessed using pre-and postintervention surveys or audit of antibiotic prescriptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results. Over 180 medical students participated in the AS and IPC seminars. After smartphone app introduction, 69% reported using the app as their preferred source of antibiotic information. Approximately 70% of students felt comfortable prescribing antibiotics for a known infection compared with 40% at baseline (P = .02), and approximately 83% were able to identify the appropriate personal protective equipment for specific scenarios. Approximately 99% agreed that they have a role in promoting patient safety and preventing healthcare-associated infections as medical students. At 20 months, appropriateness of trainee antibiotic prescriptions increased by 20% (P < .01). Almost all ID fellows indicated that the AS and IPC seminar was a vital training supplement. Uptake of internist antibiotic recommendations using AS decision support tools was approximately 70%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions. All 5 interventions addressed learning objectives and knowledge gaps and are applicable across a range of environments. Evaluating long-term impact of our curriculum is the focus of future study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 2010, the Infectious Diseases Society of America (IDSA) noted that traditional infectious diseases (ID) curricula were failing to stimulate active participation, recognize medical students as individual learners, or spark enthusiasm for ID [1] . In 2011, Abbo et al [2] surveyed faculty and residents at 2 teaching hospitals to assess knowledge, attitudes, and perceptions about antimicrobial use and resistance. The majority of respondents desired further education on antibiotics and agreed that better use of antibiotics would reduce resistance, but they did not feel responsible for antibiotic over prescribing. In a 2013 follow-up multicenter survey of fourth year medical students, 90% desired further education on antimicrobial prescribing, but only 40% were familiar with the role of antimicrobial stewardship (AS) in promoting judicious antimicrobial use and preventing multidrug resistance [3, 4] . Authors also noted that only 15% of students surveyed completed a clinical ID rotation, an underused opportunity to augment ID knowledge and explore a potential career path [3] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 903,
                    "end": 906,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 907,
                    "end": 909,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1085,
                    "end": 1088,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Likewise, studies in medical student education reveal (1) poor knowledge and practices of infection prevention and (2) gaps in understanding of healthcare-associated infections (HAIs) due to lack of emphasis and suboptimal practices among supervising physicians [5] [6] [7] [8] . Successful strategies in early medical education include active practice and feedback on proper hand hygiene, use of UV hand gel, with reinforcement of best practices in later years of training [7, 9] . However, there is no consensus on optimal techniques or implementation of an infection prevention curriculum.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 478,
                    "end": 480,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Stewardship literature has established that education alone cannot sustain improvements in antimicrobial prescribing behaviors [10] . Furthermore, new regulatory requirements will require concerted educational outreach to enable global improvements in antibiotic prescribing. President Obama's 2014 National Action Plan for Combating Antibiotic Resistant Bacteria proposed a widespread implementation of Antimicrobial Stewardship Programs (ASP) to reduce antibiotic use by 20%-50% across all healthcare settings [11] . The Centers for Medicare and Medicaid Services and the Joint Commission proposed similar ASP standards in 2016 [12, 13] . Per Ohl and Luther [14] , the goal of stewardship education is not only to reduce total antibiotic use, but also to ensure that antibiotics are prescribed only when indicated, at the correct dose, route, and for the proper duration for each infection.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we describe an integrated, multidisciplinary curriculum developed by the unified Antimicrobial Stewardship and Infection Prevention and Control programs at the Montefiore Health System in Bronx, New York. It consists of 5 educational strategies designed to bridge perceived learning gaps and lay the foundation for best practices in stewardship and infection prevention in medical students, postgraduate trainees, and mature clinicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We conducted a series of diverse educational processes across distinct learning environments within our medical center. These were layered over time as an outgrowth of observed patterns of antibiotic prescribing and infection prevention behaviors across the spectrum of our learners. The majority used a quasi-experimental, before-and-after study design with preand postintervention knowledge assessment questions, surveys of learners, or chart review with post-antibiotic prescription audit as methods of evaluation. The χ 2 analysis was used to measure pre-and postintervention differences (Microsoft Excel). Statistical significance was set at a P value of <.05 where applicable. Montefiore Medical Center Institutional Review Board approval was obtained where appropriate, and remaining studies were registered as quality improvement (QI) initiatives through the Montefiore Network Performance Group. The targeted learner, educational strategy, and method of assessment are detailed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "We developed 2 seminars integrated into the Microbiology and Infectious Diseases course for second-year medical students at the Albert Einstein College of Medicine, conducted annually in the medical school's state-of-the-art active learning studio. Antimicrobial stewardship and infection prevention seminars were added to the existing curriculum to introduce students to patient-centered topics such as safety, quality, and antimicrobial resistance. Attendance at both seminars, conducted over 2 hours each, was a course requirement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preclinical Curriculum: Medical Student Education"
        },
        {
            "text": "In the first seminar on appropriate antibiotic use, stewardship team members presented fundamental concepts of \"bug-drug\" matches, de-escalation, and use of the hospital antibiogram/ local susceptibility data using case-based multiple-choice questions as reinforcement. In small groups, they assembled a \"toolkit\" of core stewardship strategies to improve antibiotic use in mock clinical scenarios. In year 1 (2014), a printed antibiogram was provided. In years 2 and 3 (2015 and 2016), students downloaded a smart phone application (app) named, \"APPropriate Use, \" containing antibiograms and clinical practice guidelines developed by Montefiore ASP (Supplementary Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 666,
                    "end": 674,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Strategy"
        },
        {
            "text": "Using an audience response system ([ARS] Turning Technologies), students answered questions in 3 primary domains: (1) general antibiotic use, (2) principles of microbiology and testing, and (3) prescribing using the local antibiogram. Students additionally participated in an anonymous, voluntary survey about their antibiotic overuse perceptions and preferred antibiotic resources. Questions were adapted from a previously published study by Abbo et al [3] .",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 457,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Assessment"
        },
        {
            "text": "Students were introduced to infection prevention bundles, personal protective equipment (PPE), and the transmission-based isolation precautions during a multidisciplinary patient safety seminar. In small groups, students identified appropriate precautions for mock patient scenarios, including Clostridium difficile infection and tuberculosis, then practiced hand hygiene and proper donning and doffing of PPE. Infection preventionists moderating the small group sessions used UV-reactive wash (Glo Germ) to identify areas of ongoing contamination and improve technique. They also worked with prevention bundles for HAIs such as catheter-associated bloodstream and urinary tract infections. A video describing the comprehensive patient safety seminar can be viewed at https://www.youtube.com/ watch?v=p8zYBuOc8VY.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy"
        },
        {
            "text": "At the conclusion of the patient safety seminar, students participated in an anonymous, voluntary survey evaluating the program. Students' clinical microbiology/ID final examination integrated questions on infection prevention drawn from the session.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment"
        },
        {
            "text": "In 2012, we developed an ID core curriculum for the medicine residency program consisting of recurring, 50-minute, case-based lectures on the recognition and management of typical inpatient infections (eg, community-acquired and healthcare-associated pneumonia, urinary tract infections, skin and soft tissue infections, etc). As an adjunct, we distributed a hospital antibiogram and a syndrome-based pocket antibiotic prescribing guide adapted from national guidelines and tailored to local microbiology (Supplementary Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 529,
                    "text": "Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Strategy"
        },
        {
            "text": "Before the first lecture, we distributed an antibiotic pretest with 3 multiple-choice questions on common clinical scenarios designed to assess baseline prescribing knowledge. House staff inpatient antibiotic prescriptions were obtained from queries of the pharmacy's electronic database from November 2012 to September 2014. Antibiotic regimens recommended by consulting services (ie, ID, critical care medicine) were excluded from review, as were antiretroviral and antifungal prescriptions, because these often involved ID comanagement. Appropriateness of prescriptions was scored using 3 criteria. (1) Were antibiotics indicated for a \"true infection\" (no alternative noninfectious primary diagnosis)? (2) Did the \"selected regimen\" cover the infection and pathogens in question? (3) Were antibiotic \"dose\" and \"duration\" appropriate?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment"
        },
        {
            "text": "A senior medical resident and ID attending physician independently reviewed each chart. Antibiotic appropriateness by indication was assessed at 1 month preintervention and 1 month and 20 months postintervention. Appropriateness of antibiotic dose and duration was assessed at 20 months postintervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment"
        },
        {
            "text": "In 2013, the Montefiore Medical Center and Memorial Sloan Kettering Cancer Center jointly developed a free, half-day, intensive workshop on AS and infection prevention and control (IPC) for ID fellows. The first half-session consisted of 10 interactive IPC cases, including emerging infections, hospital outbreaks, hazardous exposures in laboratory personnel, among others. Cases varied each year to include practical, everyday scenarios as well as relevant and timely global threats, such as Ebola virus, Middle East respiratory syndrome coronavirus, and Zika virus. The second half-session addressed 5 challenging AS scenarios, including drug shortages and conflict resolution with the \"obstinate\" prescriber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy"
        },
        {
            "text": "A premeeting survey evaluated fellows' existing participation in AS and IPC. Fellows answered multiple-choice questions using ARS (Turning Technologies). Solutions were discussed openly with a panel of experts from area hospitals (hospital Epidemiologists, ID pharmacists, and infection preventionists) and the New York City Department of Health. Fianlly, fellows answered a postmeeting survey on perceptions, training needs, and the value of the workshop itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment"
        },
        {
            "text": "In 2013, we developed an audit tool containing sepsis criteria, risk stratification for multidrug resistance, and diagnostic criteria for pneumonia, skin and soft tissue infections, and urinary tract infections for a smaller community hospital without fulltime ASP (see Supplementary Figure 3 ). A 4-month QI initiative was designed to enable internal medicine faculty to serve as ASP extensions (stewardship liaisons) to offer antibiotic recommendations to floor teams without providing direct patient care. Initially, stewardship liaisons systematically screened all patients initiated on empiric antibiotics upon admission to 2 geriatric units using postprescription audit. Liaisons used the audit tool and a validated antibiotic prescribing guide to assist chart review. Cases were then discussed with ASP, and recommendations on regimens, dose adjustments, or additional management were conveyed to the floor teams by the stewardship liaison in real-time, using one-to-one academic detailing and feedback.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 292,
                    "text": "Supplementary Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Strategy"
        },
        {
            "text": "Electronic medical record was reviewed for patient age, sex, nursing home residence, comorbidities, renal function, allergies, microbiology, imaging results, and length of hospitalization. Acceptance rate of recommendations was determined from review of clinical notes and orders. Unadjusted hospital length of stay was compared before and the after pilot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment"
        },
        {
            "text": "One hundred eighty-three students participated per year (2014-2016), and an average of 79 students answered the voluntary survey per year (43%). Eighty percent of survey respondents believed that antibiotics are nationally overused. At least 90% believed that better use of antibiotics will reduce antibiotic resistance and that strong knowledge of antibiotics is important for success in medicine. Forty percent admitted to taking antibiotics for a viral upper respiratory infection, and 91% reported that their friends have done the same. The APPropriate use app was the preferred source of antibiotic information for 69% of students surveyed. Two hundred twenty-two students downloaded the app over 2 years (108 downloads in 2015 and 114 downloads in 2016). Pre-and post-app, there were no significant differences in the percentage of correct responses to questions on general antibiotic use (P = .64) or principles of microbiology and testing (P = .65). An increase in correct responses from 38% to 76% was observed for questions involving antibiogram use (P = .02) ( Table 2 ). The app hits peaked at 330 in the immediate time frame after the February 2016 session. After app introduction, approximately 70% of students felt comfortable prescribing antibiotics for a known infection compared with 40% at baseline (P = .02) [15] .",
            "cite_spans": [
                {
                    "start": 1328,
                    "end": 1332,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 1072,
                    "end": 1079,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Antibiotic Stewardship Seminar"
        },
        {
            "text": "One hundred eighty-three students participated each year (2015 and 2016) and answered the preintervention survey, which revealed that only 23% of students felt either \"very comfortable\" or \"somewhat comfortable\" using PPE. Only 17% of students recognized that central line insertion bundles reduce infection rates. Only 14% were able to identify the appropriate PPE and isolation precautions for measles; however, 93% identified the appropriate hand hygiene associated with C difficile infection (soap and water instead of alcohol-based rubs). Posttest results showed a significant improvement in PPE proficiency and knowledge of HAI bundles (Table 3) . On average, 70 students per year (38%) completed an anonymous survey evaluating the program. The majority of students rated the session as \"effective\" or \"very effective\" in achieving the learning objectives (85% and 97%, respectively, in 2015 and 2016) and answered exam questions about isolation, PPE, and HAIs correctly (range, 79%-97%). Approximately 99% agreed that they have a role in promoting patient safety and preventing HAIs as medical students [16] .",
            "cite_spans": [
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 651,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Infection Prevention and Patient Safety Seminar"
        },
        {
            "text": "One hundred four internal medicine residents completed the antibiotic pretest, and the majority had 0-1 of 3 correct responses. One hundred fifty residents received the ID core lectures with antibiogram and pocket prescribing card from November 2012 to September 2014, with an average of 3 lectures per resident per year. Antibiotic orders of 104 unique prescribers were audited for appropriateness, with an average of 4 orders per resident. Fifty-four percent of prescribers were interns, 28% were second-year residents, and 18% were thirdyear residents. A total of 425 patient charts were analyzed. Antibiotics were indicated for a true infection in at least 80% of all cases reviewed (no alternative noninfectious diagnosis such as congestive heart failure, cardiac ischemia, or pulmonary embolism was encountered). Preintervention appropriateness by indication was 60%, which improved to 70% at 1 month and 80% at 20 months postintervention (P = .049 and P < .01, respectively). At 20 months, appropriateness of antibiotic doses and durations was 92% and 86%, respectively (Table 4) . A preand postintervention analysis by syndrome showed a statistically significant prescribing improvement only for urinary tract infections (57% preintervention, 86% at 20 months postintervention; P = .011) and respiratory infections (59% preintervention, 75% at 20 months postintervention; P < .01) [17] . Syndrome-specific prescribing improvements for gastrointestinal, skin and soft tissue infections/osteomyelitis, and \"other\" infections (bloodstream, meningitis, C difficile, etc) were not statistically significant.",
            "cite_spans": [
                {
                    "start": 1389,
                    "end": 1393,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1077,
                    "end": 1086,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Clinical Curriculum: Postgraduate Trainee Education"
        },
        {
            "text": "On average, 25 ID fellows attended the course annually, or >95% of second-or third-year ID fellows, and 54% of all ID fellows in the greater New York area. Sixty-four percent of participants reported some formal AS and IPC didactics and participation in regular AS and IPC activities at their home institutions (ie, committee meetings or approval of restricted antibiotics). Although 82% of participants expressed a professional interest in an IPC or AS career after fellowship, more than half felt uncertain about possessing the skills to implement a stewardship program in future employment, and only half felt comfortable managing everyday IPC scenarios. More than 95% of participants agreed that the program was a valuable supplement to their ID training and that case studies are an effective strategy for reinforcing AS and IPC concepts. Almost all participants desired additional training during fellowship. The primary critique each year was the limited time allotted for the workshop. In 2015, fellows from smaller programs with less AS and IPC exposure also attended ( Table 5 ). Fellows from 12 of 16 local training programs have attended since the inaugural session in 2013 [18] .",
            "cite_spans": [
                {
                    "start": 1186,
                    "end": 1190,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 1079,
                    "end": 1086,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "The \"Specialized\" Learner: Infectious Diseases Fellows"
        },
        {
            "text": "From August 2014 to November 2014, the ASP/physician liaison collaborative team reviewed a total of 355 cases from 2 inpatient geriatric units. The mean age of patients was 73: 47%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Experienced Prescriber: Attending Physicians"
        },
        {
            "text": "were male and 53% female. The most common syndromes reviewed were skin and soft tissue infections, osteomyelitis, pneumonia, urinary tract infections, and bloodstream infections. Thirty-eight percent met sepsis criteria on admission, and 39% were residents of long-term care facilities. A variety of adjustments were recommended in 71.5% of reviewed cases, including dose reduction for diminished creatinine clearance, penicillin allergy clarification, optimization of Gram-negative coverage based on local susceptibility patterns, and facilitation of ID consultation. Uptake of ASP/physician liaison recommendations determined from postprescription audit was 69.5%. As a secondary outcome, we observed a 1-day reduction in average length of hospitalization compared with a similar time frame in 2013 (7.79 days [August 2013-November 2013] vs 6.69 days [August 2014-November 2014]) [19] .",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 886,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "The Experienced Prescriber: Attending Physicians"
        },
        {
            "text": "The IDSA suggests real-time electronic question-answer sessions, peer instruction, and small group discussions as tools to enhance preclinical curricula in ID [1] . These tools can effectively introduce AS concepts to medical students, because studies indicate that only 65% of medicals schools address stewardship in their curricula [20, 21] . A recent collaborative study by MacDougall et al [21] at the University of California San Francisco suggests that early introduction of core AS concepts to both pharmacy and medical students may foster appropriate antibiotic use as a shared responsibility of both professions. Since its introduction in 2013, our AS student seminar has evolved to better suit students' needs, and it has become a cornerstone of Einstein's preclinical clinical microbiology and ID curriculum. Introduction of the APPropriate Use app resulted in a 30% increase in the percentage of students who felt more confident prescribing antibiotics for a given syndrome. Likewise, introduction of an ID core curriculum and tailored antibiotic guide for medical residents enabled a 20% increase in appropriate antibiotic prescriptions over time. To further leverage this success, we adapted our antibiotic guide to a smart phone app for all Montefiore prescribers, which we launched during the Centers for Disease Control's \"Get Smart about Antibiotics\" campaign in November 2015. This \"version 2.0\" of the APPropriate Use app was downloaded onto over 200 devices and accessed over 1200 times within the first 6 months of introduction [22] . Thus, similar tools, adapted across a range of learners, have proven successful and are popular throughout our institution.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1550,
                    "end": 1554,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our experience also suggests that stewardship tools can aid experienced, non-ID clinicians select appropriate antibiotic regimens for complex, elderly patients. Attending physicians often serve in leadership roles in the medical unit, and they are charged with a myriad of responsibilities, including improving hospital throughput and use as well as teaching and evaluating trainees. Challenges of outreach to the mature prescriber include (1) time constraints, (2) long-standing prescribing behaviors, (3) staff turnover, and (4) emphasis on individual patients over aggregate outcomes. Education to improve prescribing at the senior level needs to respect existing attitudes, expectations, and knowledge, and maintain a collegial and collaborative atmosphere. Our strategy has focused on recurring feedback sessions to prescriber groups and discrete detailing to individual prescribers. Subtle reminders evoking the \"public commitment\" to responsible prescribing has been referred to as \"antibiotic judo\" [23] . Our senior prescribers have also benefited from the prescribing tools initially developed for our students and trainees.",
            "cite_spans": [
                {
                    "start": 1007,
                    "end": 1011,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our IPC session for second-year medical students enforced proper hand hygiene technique and introduced transmission-based isolation precautions and appropriate PPE at an early stage. Many students requested additional training before the start of their clinical rotations, and they judged ours to be the most interactive session held in the education center in 2016. After the seminar, students felt much more comfortable identifying the appropriate PPE and isolation precautions for each scenario. Our findings suggest that emphasis on IPC best practices in medical school promotes a culture of patient safety and lays the groundwork for sustained infection prevention behaviors as students mature into clinicians. The AS and IPC interventions were implemented in different time frames and settings, which served to reduce potential confounding between learner groups. Smartphone app was disseminated at the medical center only after it was introduced and studied in medical students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Strategies presented herein share common themes and lessons learned (Table 1) , but collective and individual limitations should be mentioned. We did not conduct an educational needs assessment before study implementation. Interventions were designed based on our perceived educational needs extracted from daily interactions with learners. For example, we observed from >5000 stewardship pager interactions per year that 80%-90% of requests are for empiric antimicrobial regimens, often broad spectrum, or intended for patients with remote penicillin allergies, for whom more streamlined β-lactam regimens are more appropriate. Quasi-experimental, before and after study design, particularly when applied to small sample sizes, has several limitations, including lack of random assignment and internal validity, generalizability of results, and robustness of conclusions on the effectiveness of educational techniques [24] . However, this methodology is common to published studies in stewardship and infection prevention. Techniques described herein are best suited for adaptation at an academic medical center, because they have not been studied outside this setting. Only 1 of the interventions was designed for and implemented in a community hospital.",
            "cite_spans": [
                {
                    "start": 919,
                    "end": 923,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 77,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Limitations"
        },
        {
            "text": "Student learners were assessed using pre-and postintervention surveys and knowledge assessment questions, and thus the true impact on prescribing and infection prevention practices is not currently known. In the postgraduate residency curriculum, appropriateness of antibiotic dose and duration was not assessed at 1 month due to time constraints, and an antibiotic posttest was not administered due to a wide distribution of resident rotations across multiple sites throughout the Bronx. In addition, a statistically significant improvement in syndrome-based antibiotic prescribing was not demonstrated in all categories due to insufficient sample sizes. In the ID fellows' seminar, content of the program, mix of learners, and preand postassessment questions varied slightly each year, which may have affected survey results. Although a majority of local ID fellows attended our AS and IPC workshop, the study was not powered to demonstrate statistically significant differences in pre-and postsurvey responses. Past course attendees have not been surveyed to determine the role of AS and IPC in their current careers and their perceived preparedness after completion of the workshop. A baseline audit of patient characteristics and antibiotic prescribing on the geriatric units was not conducted before stewardship implementation, and unadjusted length of stay was obtained from 2013 hospital discharge data only. Reduced length of stay observed during the pilot was likely due to other factors in addition to ASP intervention. Fianlly, we",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "have not yet studied the long-term impact of the curriculum as a whole or tracked individual learner progress on the path from medical student to mature clinician.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The AS and IPC curriculum development is a multidisciplinary endeavor of ID specialists and clinical pharmacists, infection preventionists, medical school course directors, and residency and fellowship training program directors. We also suggest collaborating with other institutions to benefit from their particular expertise. To our knowledge, this is the first report describing a comprehensive AS and IPC curriculum across a range of learners and environments. All strategies achieved intended short-term goals of addressing knowledge and training gaps, increasing confidence, and actively engaging participants. Evaluating the long-term impact of individual strategies as part of an integrated curriculum such as ours should be the focus of future study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Supplementary materials are available at Open Forum Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Commentary: IDSA guidelines for improving the teaching of preclinical medical microbiology and infectious diseases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Southwick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Katona",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kauffman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acad Med",
            "volume": "85",
            "issn": "",
            "pages": "19--22",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Faculty and resident physicians' attitudes, perceptions, and knowledge about antimicrobial use and resistance",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Abbo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sinkowitz-Cochran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "32",
            "issn": "",
            "pages": "714--722",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Medical students' perceptions and knowledge about antimicrobial stewardship: how are we educating our future prescribers?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Abbo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Cosgrove",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Pottinger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Infect Dis",
            "volume": "57",
            "issn": "",
            "pages": "631--638",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Implementing an Antibiotic Stewardship Program: guidelines by the Infectious Diseases Society of America and the Society for Healthcare Epidemiology of America",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Barlam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Cosgrove",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Abbo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "62",
            "issn": "",
            "pages": "51--77",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hand-hygiene behaviour, attitudes and beliefs in first year clinical medical students",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mohammudally",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dacre",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Hosp Infect",
            "volume": "59",
            "issn": "",
            "pages": "371--374",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Now please wash your hands': the handwashing behaviour of final MBBS candidates",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Feather",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wessier",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Hosp Infect",
            "volume": "45",
            "issn": "",
            "pages": "62--66",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Usage of ultraviolet test method for monitoring the efficacy of surgical hand rub technique among medical students",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vanyolos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Peto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Viszlai",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Surg Educ",
            "volume": "72",
            "issn": "",
            "pages": "530--535",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Critical gaps in knowledge of the epidemiology and pathophysiology of healthcare-associated infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Palmore",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "31",
            "issn": "1",
            "pages": "4--6",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hand hygiene in medical students: performance, education and knowledge",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scheithauer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Haefner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwanz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Hyg Environ Health",
            "volume": "215",
            "issn": "",
            "pages": "536--545",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Infectious Diseases Society of America and the Society for Healthcare Epidemiology of America guidelines for developing an institutional program to enhance antimicrobial stewardship",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Dellit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Owens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcgowan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "159--77",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "New societal approaches to empowering antibiotic stewardship",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Spelberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Chambers",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "",
            "pages": "1229--1230",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "CMS Issues Proposed Rule that Prohibits Discrimination, Reduces Hospital-Acquired Conditions, and Promotes Antibiotic Stewardship in Hospitals",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Health care provider education as a tool to enhance antibiotic stewardship practices",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Ohl",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Luther",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infect Dis Clin North Am",
            "volume": "28",
            "issn": "",
            "pages": "177--93",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Is there an app for that? Expanding the stewardship education armamentarium",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Munjal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ostrowsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nosanchuk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Laying the foundation for better infection prevention and control practices through active learning in early medical education",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Madaline",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nori",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adeyeye",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ostrowsky",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Improving antimicrobial use starts with our trainees",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nori",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Open Forum Infect Dis",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ofid/ofv131.48"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pooling NYC resources to educate fellows about antimicrobial stewardship and infection prevention and control",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ostrowsky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nori",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Munjal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Open Forum Infect Dis",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ofid/ofv133.318"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Engaging internists to champion antimicrobial stewardship on the wards",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nori",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Porrovecchio",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ostrowsky",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "SHEA 2015 Spring Meeting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A comprehensive survey of preclinical microbiology curricula among US medical schools",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Melber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Teherani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "63",
            "issn": "",
            "pages": "164--172",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "An interprofessional curriculum on antimicrobial stewardship improves knowledge and attitudes toward appropriate antimicrobial use and collaboration",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macdougall",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Open Forum Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Is there an app for that 2.0: Using an app to help house staff make more informed antimicrobial prescribing choices",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gancher",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Ostrowsky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nori",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Munjal",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Antibiotic judo working gently with prescriber psychology to overcome inappropriate use",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Spelberg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA Intern Med",
            "volume": "174",
            "issn": "",
            "pages": "432--433",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The use and interpretation of quasi-experimental studies in medical informatics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcgregor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Perencevich",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Am Med Inform Assoc",
            "volume": "13",
            "issn": "",
            "pages": "16--23",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Second Year Medical Students' Stewardship Seminar, \"APPropriate Use\" App",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Curricula Overview",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Appropriateness of House Staff Antibiotic Prescriptions",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Infectious Diseases Fellows' Perceptions Survey on Antimicrobial Stewardship and Infection Prevention and Control TrainingAbbreviations: AS, antimicrobial stewardship; IPC, infection prevention and control.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge Dr. Rosemarie Conigliaro (Montefiore Internal Medicine Residency Program Director) for guidance and support for pursuits in medical education.Financial support. Our preclinical curriculum was supported by funding from the Albert Einstein College of Medicine, Grants for Excellence in Medical Education program. Dr. Susan K. Seo is supported in part through the NIH/NCI Cancer Center Support Grant P30 CA008748.Potential conflict of interest. All authors: No reported conflicts of interest. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}