{
    "paper_id": "afc2f0a5be2fb3bd3355e04f45d827e9e73419bb",
    "metadata": {
        "title": "Monitoring for airborne respiratory viruses in a general pediatric ward in Singapore",
        "authors": [
            {
                "first": "Su",
                "middle": [],
                "last": "Yadana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kristen",
                "middle": [
                    "Kelli"
                ],
                "last": "Coleman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tham",
                "middle": [
                    "Thi"
                ],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christophe",
                "middle": [],
                "last": "Hansen-Estruch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University School of Medicine",
                    "location": {
                        "settlement": "Durham",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shirin",
                "middle": [],
                "last": "Kalimuddin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Singapore General Hospital",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Koh",
                "middle": [
                    "Cheng"
                ],
                "last": "Thoon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KK Women's and Children's Hospital",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Jenny",
                "middle": [],
                "last": "Guek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Low",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gregory",
                "middle": [],
                "last": "Charles Gray",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "There is an increasing body of evidence suggesting that transmission of respiratory viruses occurs through the inhalation of virus-laden particles. Our study describes the use of an aerosol sampling system to monitor the prevalence of airborne viruses in a hospital setting. Using SKC AirCheck Touch pumps, with National Institute for Occupational Safety and Health (NIOSH) bioaerosol samplers and SKC filter cassette blanks, 28 aerosol samples were collected in a hospital ward in Singapore. Following DNA/RNA extraction, real-time RT-PCR/PCR was used for the detection of influenza A, B and D viruses, coronaviruses, enteroviruses, and adenoviruses. Airborne virus was detected in nine (32%) of 28 samples. Among the nine positive samples, eight were PCR-positive for adenovirus and one for influenza A virus. Our data suggest that bioaerosol sampling could be valuable in monitoring for airborne respiratory viruses in clinical environments to better understand the risk of infection during a hospital visit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Despite efforts to reduce the incidence of nosocomial infections by measures such as practicing good hand hygiene and the use of personal protective equipment, hospital-acquired infections are still frequent. Two of the largest hospitals in Singapore report that on average, one in seven hospitalized patients acquire a nosocomial infection, 1 with immunocompromised children at greatest risk. Little is known regarding the transmission of respiratory viruses in clinical environments. Theoretically, influenza and other respiratory viruses are transmitted through contact with contagious persons and contaminated fomites. However, there is an increasing body of evidence supporting the concept of transmis-sion through the inhalation of virus-laden particles. Specifically, airborne virus-laden particles ≤4μm are thought to play a significant role in respiratory virus transmission as they can remain in the air for prolonged periods of time and are inhaled deep into the lungs. 2",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 343,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Aerosol samples were collected in a general pediatric ward at KK Women's and Children's Hospital, Singapore, using three National Institute for Occupational Safety and Health (NIOSH) two-stage cyclone samplers and one SKC filter cassette preloaded with a 37mm polytetrafluoroethylene (PTFE) filter (0.3μm pore size) designed to sample for severe acute respiratory syndromeassociated coronavirus (SARS-CoV). Aerosol samples were collected once per week for seven weeks in May and June 2017. The NIOSH samplers were stationed on tripods and placed along the corridor outside the open patient bedding area, and one SKC filter cassette was attached to a mobile computer on wheels (COW) used by doctors and nurses during ward rounds. Each sampler was connected to an AirChek® TOUCH Sample Pump (SKC, Eighty-Four, USA) with Tygon tubing (61 cm length, 0.635 cm diameter) for air collection at a rate of 3.5 L/min. A total of 840 L of air was collected during each four-hour sampling period. Each NIOSH sampler separates collected particles into three aerodynamic diameters: >4μm, 1-4μm, and <1μm. 3 Filter cassettes and sample tubes from the NIOSH samplers were stored at -80˚C before processing. Prior to nucleic acid extraction, sample material collected in the 1-4 μm and <1μm size fractions were combined (described below).",
            "cite_spans": [
                {
                    "start": 1091,
                    "end": 1092,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Aerosol sampling"
        },
        {
            "text": "PTFE filters were removed from the cassettes attached to the NIOSH samplers, transferred to 50 mL falcon tubes and vortexed for 15 s. One mL of 0.5% bovine serum albumin (BSA) fraction V in molecular grade water was then added to each 50mL falcon tube and vortexed again for 15 s. One mL of 0.5% BSA was added to each 1.5mL conical tube from the NIOSH samplers and vortexed for 15 s. These BSA solutions were then pooled into a 2mL cryovial tube. Two mL of 0.5% BSA fraction V solution was added to each 15mL falcon tube from the NIOSH samplers, vor-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nucleic acid extraction"
        },
        {
            "text": "We demonstrated the potential for airborne respiratory viruses to circulate among hospitalized children, nursing staff and visitors. We argue that bioaerosol sampling could serve as a noninvasive and low-cost method to monitor for novel respiratory virus incursions in clinical settings, and better understand the risk of acquiring a respiratory illness during a hospital visit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Significance for public health"
        },
        {
            "text": "Article texed for 15 s, and transferred to a cryovial tube and stored at -80˚C until further used. Styrene filters from SKC cassettes were swabbed with FLOQSwabs soaked in 0.5% BSA fraction V solution. Swabs were then placed in 50mL falcon tubes, vortexed for 15 s, and transferred to cryovials. QIAamp viral RNA kit and QIAamp DNA Blood kit (Qiagen) were then used to extract RNA and DNA, respectively, from the sample solutions following the manufacturer's protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Significance for public health"
        },
        {
            "text": "RNA was tested for influenza A, B, and D, 4-6 coronavirus, 7 and enterovirus 8 using Superscript III One-step RT-PCR with Platinum Taq Polymerase. Extracted DNA was tested for adenovirus by realtime PCR using a QuantiNova Probe PCR kit (Qiagen) ( Table 1 ). 8 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 254,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Real-time RT-PCR/PCR"
        },
        {
            "text": "Eight (28.5%) of the 28 aerosol samples tested positive for adenovirus and one (3.5%) tested positive for influenza A virus. Aerosol samples with real-time RT-PCR/PCR cycle threshold (Ct) values <40 were considered positive. All eight adenovirus-positive samples were retrieved from the NIOSH samplers, 3 (37.5%) of which were from particles >4μm in aerodynamic diameter, and 5 (62.5%) from particles ≤4μm in aerodynamic diameter. The captured influenza A virus-positive particles were retrieved from a mobile SKC filter cassette and were therefore ≥0.3μm. None of the aerosol samples tested positive for influenza B or D virus, enterovirus or coronavirus. Attempts to grow viruses in cell culture from positive aerosol samples were unsuccessful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our pilot study provides molecular evidence of airborne respiratory viruses in a general pediatric ward in Singapore. Our results illustrate the potential of airborne respiratory viruses to circulate among hospitalized children, nursing staff and visitors. Additionally, we detected respirable virus-laden particles (≤4μm in diameter) which are thought to play a significant role in respiratory virus transmission. Aerosol samples testing positive for influenza A virus and adenovirus demonstrates the potential of these viruses to be transmitted via the airborne route. However, we were unable to document the viability of the virus particles and subsequent risk of infection. Additionally, the source of these viruses in the ward is unknown as we did not recruit human subjects nor have access to patient records. Despite previous successful attempts at using the NIOSH twostage sampler and PCR analyses to collect and detect aerosolized influenza A virus, 9, 10 all samples collected using the NIOSH sampler in this study tested negative for influenza A virus. We did capture and detect aerosolized adenovirus using the NIOSH samplers, however, none of the samples from the SKC filter cassettes tested positive for adenovirus. This result is inconsistent with our previous study which successfully recovered adenovirus DNA from aerosol samples collected using the SKC filter cassettes in patient waiting rooms. 11 Sampling sessions in our current study collected 840 L of air using one SKC filter cassette compared to the collection of 900 L of air per each of two SKC filter cassettes in our previous study. Additionally, SKC filter cassettes were mobilized in our current study and stationary in our previous study. The higher sample volumes collected in our previous study as well as the difference in mobility and location of the samplers might explain the difference in positive sample collections among studies.",
            "cite_spans": [
                {
                    "start": 959,
                    "end": 961,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 962,
                    "end": 964,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1414,
                    "end": 1416,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition to bioaerosol sample collection and handling methods, environmental conditions can also influence the viability of airborne viruses and downstream virus recovery. For example, prolonged sampling periods can compromise stability of virus-laden aerosols and result in decreased viral recovery. 12 Additionally, it has been demonstrated that the survival of airborne influenza virus depends on ambient temperature, relative humidity (RH) and ultraviolet radiation levels. 13 Specifically, infectivity of influenza in a simulated examination room was reported to be the highest at 7-23% RH, moderate at 57% RH and lowest at 43% RH. 14 Although we did not record temperature and RH at our sampling site, a previous bioaerosol study recorded levels ranging from 54% to 68% RH in three different hospitals in Singapore. 11 High RH levels in Singapore could explain the low percentage of influenza A viruspositive aerosol samples in our study.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 306,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 481,
                    "end": 483,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 825,
                    "end": 827,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One strength of our bioaerosol sampling method is that it is a quick and non-invasive way to monitor for respiratory viruses without interrupting patients or healthcare professionals. Also, it requires little manpower to collect samples and results can be analyzed within a few hours. However, one limitation of our detection method was that we did not measure viral load in our aerosol samples, which makes it difficult to compare our results with quantitative aerosol studies in clinical settings. Additionally, our pilot study was not designed to collect patient data and therefore we were not able to match the virus-positive aerosol samples with individual patients present in the hospital ward at the time of sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, we conducted a 7-week pilot study to monitor for aerosolized respiratory viruses among inpatients in a pediatric ward in Singapore. We found molecular evidence of influenza A virus and adenovirus, demonstrating the potential for airborne transmission. To comprehend this potential risk of transmission, our proof-of-concept project might be expanded in the future to specifically study patients with known positive clinical infections (e.g. through nasopharyngeal swabs) and determine how far away viable viruses can be detected from a patient's bedside. Additionally, future studies might involve more comprehensive demographic and clinical risk factor analyses to help us better understand phenomenon such as super-spreading. Lastly, bioaerosol surveillance might be useful in monitoring clinical populations for incursions of novel respiratory viruses, especially since aerosol sampling in shared clinical spaces often requires no informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Singapore General Hospital",
            "authors": [],
            "year": 2013,
            "venue": "The New Paper",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infection prevention and control measures for acute respiratory infections in healthcare settings: An update",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "39--47",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Development of an improved methodology to detect infectious airborne influenza virus using the NIOSH bioaerosol sampler",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Noti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Blachere",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Environ Monitoring",
            "volume": "13",
            "issn": "",
            "pages": "3321--3329",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CDC protocol of realtime RT-PCR for influenza H1N1",
            "authors": [],
            "year": null,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evaluation of three influenza A and B real-time reverse transcription-PCR assays and a new 2009 H1N1 assay for detection of influenza viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Selvaraju",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Selvarangan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "3870--3875",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Isolation of a novel swine influenza virus from Oklahoma in 2011 which is distantly related to human influenza C viruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Hause",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ducatez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Collin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Molecular characterization of a new species in the genus Alphacoronavirus associated with mink epizootic catarrhal gastroenteritis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Vlasova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Halpin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Gen Virol",
            "volume": "92",
            "issn": "",
            "pages": "1369--79",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rapid group-, serotype-, and vaccine strain-specific identification of poliovirus isolates by real-time reverse transcription-PCR using degenerate primers and probes containing deoxyinosine residues",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kilpatrick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ching",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "1939--1980",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Measurement of airborne influenza virus in a hospital emergency department",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Blachere",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Lindsley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Pearce",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "438--478",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Environmental Detection and Quantification of Airborne Influenza A Virus in an Elementary School, and its Implications for Student and Community Illness. (Electronic Thesis or Dissertation)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Coleman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bioaerosol Sampling in Clinical Settings: A Promising, Noninvasive Approach for Detecting Respiratory Viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Poh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Open Forum Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bioaerosol sampling for the detection of aerosolized influenza virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Blachere",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Lindsley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Slaven",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Influenza Other Respir Viruses",
            "volume": "1",
            "issn": "",
            "pages": "113--133",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Development of an improved methodology to detect infectious airborne influenza virus using the NIOSH bioaerosol sampler",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Noti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Blachere",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Environ Monit",
            "volume": "13",
            "issn": "",
            "pages": "3321--3329",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "High humidity leads to loss of infectious influenza virus from simulated coughs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Noti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Blachere",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcmillen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Public Health Research",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "adenovirus-positive aerosol samples, 500 μL of sample was inoculated into adenocarcinomic human alveolar basal epithelial (A549) cells (ATCC® CCL 185™) with Dulbecco's Modified Eagle Medium (DMEM) 2% (v/v) Fetal Bovine Serum (FBS), and incubated at 37°C. After 72 hours, inoculated shell vials were observed for cytopathic effect (CPE) daily for ten days. For influenza A virus-positive aerosol samples, 200 µL of sample was inoculated into Madin Darby Canine Kidney (MDCK) cells (ATCC® PTA-6500™) with DMEM containing 100 U/mL penicillin, 100 µg/mL streptomycin, 0.2% (w/v) BSA, 25 mM 4-(2hydroxyethyl)-1-piperazineëthanesulfonic acid (HEPES) buffer, and 1 µg/mL Tosyl phenylalanyl chloromethyl ketone (TPCK)treated trypsin, and incubated at 37°C for 7 days with daily observances for CPE.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "ArticleTable 1. Sequences of primers and probes for RT-PCR/PCR assays.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}