{
    "paper_id": "b03c7f6241f74f5934ebec0287004bf9ff784922",
    "metadata": {
        "title": "Epidemiology and Infection",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Influenza is a major public health problem [1] that brings an economic burden to patients and their families [2, 3] , and causes a great number of deaths [4] [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 113,
                    "end": 115,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Interferon-induced transmembrane proteins (IFITM) are a family of proteins that function as virus restriction factors [8] [9] [10] , while IFITM3 is a cellular ongoing endosome-and lysosome-localised protein that protects cells from numerous viral infections [11, 12] . In recent years, animal [13] , in vitro [14] and human studies have evaluated the relationship between rs12252, a single-nucleotide polymorphism (SNP) in IFITM3, and the risk of influenza.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 126,
                    "end": 130,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To date, two meta-analyses [15, 16] have summarised the results of previous articles published from 2012 to 2014, but there were defects in both of these studies. First, there were differences in the data extracted from the same articles between the two meta-analyses. Moreover, one of them [15] did not consider the homozygous comparison (CC vs. TT), since previous meta-analyses [15, 16] have showed an association between the minor C and severe influenza, it is imperative to analyse all data under this kind of model. The quantity of the studies included in a meta-analysis plays a vital role; however, only four studies were included before, five additional studies of high quality were available at this time. The latest studies were published in 2016 and 2017, indicating increased interest in this topic. Moreover, although the previous meta-analyses reached a conclusion about the correlation between rs12252 and influenza, the newly published articles present more inconsistent results. Hence, a new meta-analysis is urged to provide more confidence for the prevention and treatment of influenza in the future.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 32,
                    "end": 35,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A comprehensive systematic search was performed based on the electronic databases, PubMed, the Cochrane library, OVID, EBSCO and the Web of Science to obtain related studies published from the initial date to 9 November 2017. The following search terms were used to retrieve relevant literature: 'flu OR influenza OR grippe' AND 'IFITM OR interferon-induced transmembrane OR rs12252'. Only human studies were recruited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "Eligible studies should comply with the following inclusion criteria: (1) regarding the association between rs12252 and influenza; (2) a cohort or case-control study; (3) influenza was diagnosed by polymerase chain reaction (PCR), patients should have been exposed to influenza virus in the past, developed clinical symptoms and with laboratory-confirmed influenza infection; (4) provide available genotype data to calculate the odds ratios (ORs) and 95% confidence intervals (CIs); (5) no deviation from HWE (Hardy-Weinberg equilibrium) of genotype distribution in the control group; (6) with full text; (7) published in English. Exclusion criteria were as follows: (1) animal studies;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion and exclusion data"
        },
        {
            "text": "(2) abstracts, reviews or case reports; (3) containing insufficient genotype data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion and exclusion data"
        },
        {
            "text": "Eligible studies were identified independently by two researchers according to the inclusion and exclusion criteria. Any disagreement was discussed and if an agreement could not be reached, the differences were resolved by a third researcher. The following information was collected from each selected study: (1) first author's name; (2) year of publication; (3) country of the population in each study; (4) ethnicity of cases and controls; (5) type of influenza; (6) genotyping method; (7) age of cases and controls; (8) source of controls; (9) samples of controls and cases; (10) MAF (Minor Allele Frequency); (11) HWE; (12) Newcastle-Ottawa Scale (NOS) score.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Data extraction and quality assessment"
        },
        {
            "text": "HWE was used to evaluate the quality of genotype data from the control group in each included study by the χ 2 test, and P > 0.05 was considered insignificant, indicating balanced distribution in the population. The quality of the studies was appraised by the NOS, which consists of three parts: selection, comparability and exposure. The score ranges from 0 to 9. Scores for highquality articles were required to be 5 points at least in the NOS quality assessment, and studies with scores higher than 6 were adopted in our meta-analysis. Studies with scores higher than 6 were adopted in this meta-analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and quality assessment"
        },
        {
            "text": "The statistical analysis of data was performed using Revman 5.0 (The Cochrane Collaboration, http://ims.cochrane.org/revman) and Stata 12.0 software (Stata Corp, College Station, Texas, USA). Pooled ORs and CIs were used to evaluate the association between rs12252 and influenza based on four genetic models, namely the allelic (C vs. T), homozygous (CC vs. TT), dominant (CC + CT vs. TT) and recessive (CC vs. CT + TT) models. In addition, subgroup analyses were conducted according to different ethnic groups (Caucasian, Asian, African, Portuguese population) and severity of influenza (severe, mild), respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Heterogeneity was calculated by the P-value for heterogeneity (P h ) based on the Q test and the Thompson and Higgins classification index (I 2 ). A random effect was implemented if P h < 0.05 or I 2 > 50%, otherwise, a fixed model was selected to pool the results. Sensitivity analysis was conducted by excluding a single study each time to validate the influence of the data attributes on the pooled OR, and low-quality studies that impact the stability of the results were deleted after this test. Possible publication bias was detected using Begg's and Egger's tests, a P value of <0.05 revealed potential publication bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A flow diagram of the study selection process and the eligible results were shown in Figure 1 . After excluding duplicate articles, a total of nine relevant studies, which include 10 sets of data, were extracted from the databases mentioned above based on our inclusion and exclusion criteria. A total of 1365 cases and 5425 controls were included in the meta-analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Characteristics of included studies"
        },
        {
            "text": "Different ethnic groups were defined as Caucasian, Asian, African and Portuguese. Four studies [17] [18] [19] [20] were conducted for Caucasian ethnicity, four studies [21] [22] [23] [24] for East Asian ethnicity, one [20] for African ethnicity and one study [25] was conducted for Portuguese mixed races. Of the nine studies, five [19, [20] [21] [22] 25] were new articles compared with earlier meta-analyses, and four of them were published in 2017 [21, 22, 24, 25] .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 105,
                    "end": 109,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 110,
                    "end": 114,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of included studies"
        },
        {
            "text": "All eligible studies used a case-control design and patients' samples were genotyped by PCR methods. Some controls were from the general healthy population, while some were from the healthy population in the 1000 Genomes Project. All controls meet HWE. Subgroup analysis among the Caucasian population with 649 cases and 3875 controls while in the Asian population, 619 cases and 689 controls were included. Since the World Health Organization (WHO) reported the change of the A (H1N1) because of the pandemic and replacement caused by A (H1N1) pdm09 after 2009 [26] , we renamed the type of influenza of some study according to it. The detailed characteristics and allele distribution of the selected studies were presented in Tables 1 and 2 .",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 566,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 728,
                    "end": 742,
                    "text": "Tables 1 and 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Characteristics of included studies"
        },
        {
            "text": "Overall analysis The article of Randolph et al. contained two sets of data, which were retrieved from a white, non-Hispanic population and an African American population. To distinguish the two sets of data, the former was named Randolph 1 when the data were analysed using Revman 5.0 software, while the latter was called Randolph 2 in the meta-analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association between rs12252 and influenza"
        },
        {
            "text": "Significant association between rs12252 and influenza was found in all four genetic models (C vs. T: OR = 1.54, 95% CI (1.34-1.77), P < 0.00001; CC vs. CT + TT: OR = 2.80, 95% CI (2.03-3.85), P < 0.00001; CC vs. TT: OR = 2.39, 95% CI (1.85-3.09), P < 0.00001; CC + CT vs. TT: OR = 1.38, 95% CI (1.14-1.67), P = 0.001). The fixed model was applied to all allelic models because no obvious heterogeneity was found (Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 419,
                    "text": "(Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Association between rs12252 and influenza"
        },
        {
            "text": "The 10 sets of data were stratified into different subgroups by ethnicity and degrees of patients' symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subgroup analysis"
        },
        {
            "text": "Subgroup analysis among the Caucasian population showed significant association in the allelic model ( Table 3 and Figure 3 . Table 3 and Figure 4 .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 110,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 115,
                    "end": 123,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 126,
                    "end": 133,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 138,
                    "end": 146,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Subgroup analysis"
        },
        {
            "text": "We also made a comparison between severe and mild influenza patients, and for this analysis, we used the mild group as the control group. A total of five studies [18, 19, 22, 25] were included in this analysis, which included 312 patients with severe influenza and 468 patients with mild influenza. Significant difference was shown in CC vs. TT (OR = 3.11, 95% CI (1.58-6.13), P = 0.001) and CC vs. CT + TT models (OR = 3.90, 95% CI (2.44-6.21), P < 0.00001). The main results of our meta-analysis were shown in Table 3 .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 512,
                    "end": 519,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Subgroup analysis"
        },
        {
            "text": "Sensitivity analysis was conducted by omitting the data of a single study. For each omission, the results remained stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis"
        },
        {
            "text": "Begg's funnel plot and Egger's linear regression were conducted using Stata 12.0 to assess possible publication bias from the included studies. No obvious publication bias was observed in any model (Table 4 and Fig. 5) . T. Chen et al.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "(Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 211,
                    "end": 218,
                    "text": "Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Publication bias"
        },
        {
            "text": "In 2009, Huang et al. [8] reported the immune response to influenza A H1N1 virus mediated by IFITM proteins and it is now widely accepted that IFITM3 functions as restriction of viral infections. An early research [17] reported the influence of host genetic determinants for some diseases, such as influenza. SNPs are the most common type of human genetic variation, and multiple SNPs exist in the IFITM3 gene, including rs12252. Following the 2009 flu pandemic, many studies focused on influenza and rs12252.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Everitt et al. [17] first reported reduction of morbidity and mortality associated with influenza due to IFITM3. This association has been verified by this meta-analysis with half the data coming from 2016 and 2017 articles. However, some different conclusions were found in our study. Most of the eligible articles in our study found a connection between rs12252 and influenza, yet the connection was not replicated in the studies reported by Mills et al. [18] and David et al. [25] , while Randolph et al. [20] found rs12252 was not associated with susceptibility to paediatric influenza infection. Despite the fact that a study with negative results was selected [18] in the earlier meta-analysis [15, 16] , more articles with negative results were included in our meta-analysis.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The two previous meta-analyses [15, 16] only included four articles published between 2012 and 2014. In addition, Xuan et al. [15] found that one study [23] showed a departure from HWE in the control group, while we showed that this study actually accorded with HWE.",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 36,
                    "end": 39,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 126,
                    "end": 130,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 152,
                    "end": 156,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our meta-analysis showed that discrepancies in host genetic factors may influence susceptibility to influenza. This is similar to the results of two previous meta-analyses, which suggested that the minor rs12252-C allele may protect people from influenza infection. In the allelic model, the comprehensive result showed people who carry the C gene were 1.54-fold more likely to succumb to influenza infection (C vs. T: P < 0.00001). In the dominant model, the risk of illness of people with the CC or CT genotype was 1.38-fold higher than those with a TT genotype (CC + CT vs. TT: P = 0.001). The risk of influenza was 2.38-fold greater in the recessive model (CC vs. CT + TT: P < 0.00001) and the risk of influenza even increased 2.80-fold when comparing people with CC and TT genotypes in the homozygote model (CC vs. TT: P < 0.00001). People infected with influenza during the period ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "of viral circulation each year account for a large part of the entire population [27] . Most people just have moderate respiratory symptoms and can recover within a week; however, a small number of people can develop severe respiratory distress or other illnesses and even rare complications [28] . This variation in response may result from variation in host genes [29] . In the severe vs. mild group, we found people who carry the CC genotype are three times more likely to catch severe influenza than mild influenza compared with people carrying non-CC genotypes. New discoveries are reflected in the subgroup analysis. When the data were stratified by ethnicity, we found a significant association between the risk of the disease and rs12252 both in Asian and Caucasian populations. Four studies [21] [22] [23] [24] were included in the Asian group, double the number compared with the previous meta-analyses; and the results turned out to be significant in all four models, which showed rs12252-C increases the risk of influenza in the Asian population. In the Caucasian subgroup, we found significant differences except in the dominant model (CC + CT vs. TT, P = 0.22). However, previous meta-analyses [15, 16] found no significant connection between the SNP and influenza in the allelic (C vs. T) and homozygote models (CC vs. TT). Hence, our results may be more convincing in explaining the role of Gene C. We also identified a new association by the degree of the infection. Neither of the meta-analyses of Yang et al. [16] and Xuan et al. [15] found any association between SNP rs12252 and patients with mild infection. However, we found that people with rs12252-C are at higher risk of influenza compared with healthy controls. These discrepancies may be due to: (1) sample sizes were increased in our study; (2) control group data from the 1000 Genomes Project (http://www.internationalgenome.org) were updated in 2013; therefore, more controls were included in the improved 1000 Genomes Project. With more eligible articles and participants, there is more confidence in the conclusions from subgroup analysis. (3) Representation of ethnicity was improved in our study. Previously, only a UK population was used to represent the Caucasian race, yet we added a Spanish population to the analysis. Similarly, we added people from other regions in China to improve reliability.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 800,
                    "end": 804,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 810,
                    "end": 814,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1208,
                    "end": 1212,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1213,
                    "end": 1216,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1528,
                    "end": 1532,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1549,
                    "end": 1553,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "Our study included new studies that include African and Portuguese populations. Although the number of relevant articles is not sufficient to draw conclusions for these two populations, it shows the importance of this topic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "The heterogeneity of the four genetic models in our meta-analysis is low; however, slight heterogeneities exist (allelic model: I 2 = 46%; dominant model: I 2 = 30%; recessive model: I 2 = 32%; homozygote model: I 2 = 43%). The following reasons may explain these findings: (1) genotyping methods were not exactly the same among the nine included articles, despite all of them using PCR for genotyping; (2) the source of the control group varied; although we tried to get the most comparable data with the case group, some studies used control group data from other databases; (3) varying types of influenza were involved in the meta-analysis; (4) differences in social demographic characteristics existed in our primary studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "Random models were only used when data were stratified by degree of illness; heterogeneity was found in the severe subgroup, but not in the mild subgroup. We consider that slight differences in the definition of the severe subgroup is one of the reasons for this. The definition of severe patients was similarly or clearly described as hospitalised patients in most of our eligible studies. However, in our newly selected articles, patients with severe influenza in the study of López-Rodríguez et al. [19] were patients Epidemiology and Infection 7",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 506,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "hospitalised with PVP, while in Pan et al. [22] , severe patients were described as those with severe acute respiratory infection with influenza virus infection. Furthermore, the larger sample size may contribute to the result. Although we tried our best to optimise our process, there are some limitations in our study. (1) Only nine English studies were included in our meta-analysis. For instance, although we found some eligible studies based on the title and abstract, we had to exclude a study because it was published in Russian; (2) most of the included studies were on Asian and Caucasian populations, while only one study included Portuguese [25] and one studied African [20] populations. More studies in different ethnic groups are needed; (3) the definitions of severe influenza in the eligible studies are not exactly the same, which may increase the heterogeneity of our meta-analysis; (4) different kinds of influenza are analysed together which may contribute to the heterogeneity; (5) some studies were multi-arm studies, in subgroup meta-analysis was classified according to degree of patients symptoms; however, the data of control group were repeatedly used, which would enlarge the sample size by mistake and increase the risk of type I error.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 681,
                    "end": 685,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "In conclusion, our meta-analysis indicates significant association between rs12252 and not only severe but also mild influenza. Meanwhile, Asians and Caucasians carrying the C allele are more susceptible to influenza infection. The challenge we met was about the extraction of data of 1000 Genomes Project; fortunately, finally we extracted the data with the help of Huada Corporation. By including recent high-quality data, we provide a reasonable biological reference for further prevention and control strategies; however, some challenges of our results still exist, which were mainly reflected in the limitations discussed in our paper; if more original articles were included, and more subgroup analyses were carried out according to sexes, ages or virus strains, the result would be better; due to the limitations in our meta-analysis, further studies are still needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "Financial support. This study was supported by the National Mega-projects for Infectious Diseases (2014ZX10004001 to YS) and grants from the National Science Fund for Distinguished Young Scholars (grant number 81525017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        },
        {
            "text": "Conflict of interest. None. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology and Infection"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pandemic and avian influenza A viruses in humans: epidemiology, virology, clinical characteristics, and treatment strategy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clinics in Chest Medicine",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Social and economic burden of patients with influenza-like illness and clinically diagnosed flu treated at various health facilities in Vietnam",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Quang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ClinicoEconomics & Outcomes Research",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimation of sickness absenteeism among Italian healthcare workers during seasonal influenza epidemics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Gianino",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS ONE",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mortality burden from seasonal influenza and 2009 H1N1 pandemic influenza in Beijing, China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Influenza & Other Respiratory Viruses",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Influenza (Seasonal) Fact Sheet",
            "authors": [],
            "year": 2016,
            "venue": "Worlds Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pandemic preparedness and response -lessons from the H1N1 influenza of",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Fineberg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New England Journal of Medicine",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimated global mortality associated with the first 12 months of 2009 pandemic influenza A H1N1 virus circulation: a modelling study",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawood",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet Infectious Diseases",
            "volume": "12",
            "issn": "",
            "pages": "687--695",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "IFITM proteins mediate the innate immune response to influenza A H1N1 virus, West Nile virus and dengue virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell",
            "volume": "139",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Distinct patterns of IFITM-mediated restriction of filoviruses, SARS coronavirus, and influenza A virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathogens",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "IFITM proteins restrict viral membrane hemifusion",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathogens",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "IFITM3 restricts influenza A virus entry by blocking the formation of fusion pores following virus-endosome hemifusion",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Desai",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathogens",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "IFITM3 inhibits influenza A virus infection by preventing cytosolic entry",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Feeley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathogens",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ifitm3 limits the severity of acute influenza in mice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathogens",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "IFITM3 polymorphism rs12252-C restricts influenza A viruses",
            "authors": [
                {
                    "first": "Dej",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "IFITM3 rs12252 T>C polymorphism is associated with the risk of severe influenza: a meta-analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xuan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemiology & Infection",
            "volume": "143",
            "issn": "",
            "pages": "2975--2984",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Interferon-inducible transmembrane protein 3 genetic variant rs12252 and influenza susceptibility and severity: a meta-analysis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "IFITM3 restricts the morbidity and mortality associated with influenza",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Everitt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "484",
            "issn": "",
            "pages": "519--523",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "IFITM3 and susceptibility to respiratory viral infections in the community",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Infectious Diseases",
            "volume": "209",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "IFITM3 and severe influenza virus infection. No evidence of genetic association",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "López-Rodríguez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "European Journal of Clinical Microbiology",
            "volume": "35",
            "issn": "",
            "pages": "1811--11817",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Evaluation of IFITM3 rs12252 association with severe pediatric influenza infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Randolph",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Infectious Diseases",
            "volume": "216",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "IFITM3, TLR3, and CD55 genes SNPs and cumulative Ge-netic risks for severe outcomes in Chinese patients with H7N9/ H1N1pdm09 influenza",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Infectious Diseases",
            "volume": "216",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "IFITM3 Rs12252-C variant increases potential risk for severe influenza virus infection in Chinese population",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Frontiers in Cellular & Infection Microbiology",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Early hypercytokinemia is associated with interferon-induced transmembrane protein-3 dysfunction and predictive of fatal H7N9 infection",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proceedings of the National Academy of Sciences of the USA",
            "volume": "111",
            "issn": "",
            "pages": "769--774",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Interferon-induced transmembrane protein-3 genetic variant rs12252-C is associated with severe influenza in Chinese individuals",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature Communications",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Population genetics of IFITM3 in Portugal and Central Africa reveals a potential modifier of influenza severity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Immunogenetics",
            "volume": "70",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Worlds Health Organization. Influenza (Seasonal) Fact Sheet",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The annual impact of seasonal influenza in the US: measuring disease burden and costs",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Molinari",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Human genetic determinants of viral diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Kenney",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Annual Review of Genetics",
            "volume": "51",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Host genetics of severe influenza: from mouse Mx1 to human IRF7",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ciancanelli",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Current Opinion in Immunology",
            "volume": "38",
            "issn": "",
            "pages": "109--120",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In the subgroup classified by severity of influenza, statistically significant association was detected in all four models when patients with severe symptoms were compared with the general population (C vs. T: OR = 1.76, 95% CI (1.23-2.50), P = 0.002; CC + CT vs. TT: OR = 1.39, 95% CI (1.11-1.75), P = 0.005; CC vs. CT + TT: OR = 3.65, 95% CI (1.86-7.13), P = 0.0002; CC vs. TT: OR = 4.38, 95% CI (1.93-9.94), P = 0.0004). There were also significant differences in the allelic model (C vs. T: OR = 1.37, 95% CI (1.08-1.73), P = 0.009), dominant model (CC + CT vs. TT: OR = 1.48, 95% CI (1.08-2.02), P = 0.01) and homozygote model (CC vs. TT: OR = 2.84, 95% CI (1.36-5.92), P = 0.005) when patients with mild influenza were compared with the healthy population, but no evidence of significant association was observed in the recessive model (CC vs. CT + TT: OR = 2.16, 95% CI (0.92-5.05), P = 0.08). The main results of our meta-analysis were shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The meta-analysis selection process.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Forest plot of the subgroup classified by ethnicity (CC vs. CT + TT).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Forest plot of the subgroup classified by severity of influenza (CC + CT vs. TT).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "C vs. T: OR = 1.35, 95% CI (1.03-1.79), P = 0.03), recessive model (CC vs. CT + TT: OR = 10.56, 95% CI (3.37-33.04), P < 0.00001) and homozygote 2 T. Chen et al. model (CC vs. TT: OR = 10.63, 95% CI (3.39-33.33), P < 0.00001). In the Asian population, obvious association was detected in all genetic models (C vs. T: OR = 1.73, 95% CI (1.45-2.07), P < 0.00001; CC + CT vs. TT: OR = 1.74, 95% CI (1.28-2.37), P = 0.0004; CC vs. CT + TT: OR = 2.31, 95% CI (1.75-3.05), P < 0.00001; CC vs. TT: OR = 2.74, 95% CI (1.90-3.94), P < 0.00001). No significant association was found in African or Portuguese populations because only one study was included for each of these two ethnic groups. The results were shown in",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics of included studies",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Allele distribution of included studies Fig. 2. Forest plot of the overall analysis (CC + CT vs. TT).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Meta-analysis for rs12252 and influenza",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Results of Begg's funnel plot and Egger's linear regression Group and subgroup Allelic model (C vs. T) Dominant model (CC + CT vs. TT) Recessive model (CC vs. CT + TT) Homozygote model (CC vs. TT) Fig. 5. Begg's funnel plot for the C vs. T model. 8 T. Chen et al.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}