{
    "paper_id": "b08ae4f14b481f3eaa815fce88861d695fafeeb8",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Byung",
                "middle": [],
                "last": "Chul Chun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Super-spreading events (SSE) have been reported for many infectious disease outbreaks such as measles [1] , tuberculosis [2] , Ebola [3] , and severe acute respiratory syndrome (SARS) [4] [5] [6] . The SARS outbreaks in Singapore, Hong Kong, and China in 2003 particularly made the importance of SSE evident in understanding transmission dynamics, predicting models, and containing outbreaks. However, the criteria of SSE and their effects on outbreak control measures are still unclear. Though there is an arbitrary definition for SSE [5, 6] , there is no consistent and generally accepted definition yet [7] .",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 540,
                    "end": 542,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lloyd-Smith et al. introduced ν, the individual reproductive number, which is the expected number of secondary cases transmitted by a particular primary case, to explain a SSE with epidemiological modeling and successfully show that SSE are not exceptional events, but are \"normal features of disease spread\" as observed from the right-hand tail of a distribution of ν [7] . In a traditional epidemic model, the variation of ν is ignored and ν = R 0 for all cases, yielding Z ~ Poisson (R 0 ), where Z is the number of secondary infections caused by each case and R 0 is the basic reproductive number. Lloyd-Smith et al. generated a general model, Z ~ negative binomial (R 0 , k), where ν is gamma distributed with the mean R 0 and disper-sion parameter, k. The lesser the value of k is, the greater is the heterogeneity of ν. After fitting these models to the SARS outbreaks in Singapore and Beijing, they found that the negative binomial model was unequivocally favored over other models. For example, k in the SARS outbreak in Singapore was estimated as 0.16 with the negative binomial model, which meant that ν was highly over-dispersed; results showed that a majority of SARS cases (73%) were barely infectious (ν < 1), but a small proportion (6%) were highly infectious (ν > 8) [7] . According to their findings, an infectious disease with a large individual variation of infectiousness (ν) shows \"infrequent but explosive epidemics\" after the introduction of a single case. They also defined a super-spreader as any infected individual who infects more than the 99 th percentile of the Poisson (R) distribution, where R is the effective reproductive number of a disease.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1284,
                    "end": 1287,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SSE also played a crucial role in the Middle East respiratory syndrome (MERS) outbreak in Korea in 2015. The outbreak could be summarized as an explosive epidemic by infrequent super-spreaders. The number of secondary cases in the transmission tree was extremely skewed. Among 186 confirmed cases, 166 cases (89.2%) did not lead to any secondary cases, Chun BC • Super-spreading in the MERS outbreak www.icjournal.org 148 but 5 (2.7%) super-spreaders lead to 154 secondary cases. The imported index case was a super-spreader who transmitted the MERS virus to 28 people (referred to as secondary cases), and 3 of these secondary cases became super-spreaders who infected 84, 23, and 7 people, respectively. Eighty-four secondary cases resulting from a single case is one of the largest numbers observed in a SSE since the SARS outbreak in Prince of Wales Hospital in Hong Kong. None of the super-spreaders in the MERS outbreak in Korea was a healthcare worker. Fitting a negative binomial distribution to the Korean MERS data using the R statistical package provided maximum likelihood estimates of the mean basic reproductive number, R 0 = 0.93 (95% CI; 0.13, 1.75), and the dispersion parameter, k = 0.03 (95% CI; 0.01, 0.04). The estimated value of k was much lesser than 1 suggesting that individual infectivity was highly over-dispersed [7] . The k value of the MERS outbreak was even lesser than that of the SARS (k = 0.16) [7] and Ebola (k = 0.18) [3] outbreaks. Fig. 1 shows the empirical and theoretical density distributions and the cumulative density function where R 0 = 0.93 and k = 0.03. Some remaining big questions include: What is the effect of SSE on predictive modeling and the public health measures used to control outbreaks? How we can identify super-spread-ers and make practical models including SSE? [4, 8, 9] . What determines the heterogeneity of individual infectivity in a certain outbreak is unclear. Stein summarized the factors that may shape SSE as follows: host factors including physiological, behavioral, and immunological factors; pathogen factors including virulence and co-infection; and environmental factors including crowding, misdiagnosis, inter-hospital transfer, and airflow dynamics that influence the heterogeneity of infection [9] . These lists of factors may be incomplete, but they seem to explain the SSE in the Korean MERS outbreak of 2015.",
            "cite_spans": [
                {
                    "start": 1341,
                    "end": 1344,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1429,
                    "end": 1432,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1454,
                    "end": 1457,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1824,
                    "end": 1827,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1828,
                    "end": 1830,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1831,
                    "end": 1833,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2274,
                    "end": 2277,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1469,
                    "end": 1475,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The primary goal of control strategies was to reduce reproductive numbers, and the serial changes of time-dependent generational and case reproductive numbers during the MERS outbreak in Korea were estimated to evaluate the effect of counter-measures [10] . SSE added a further complication and suggested inadequacies in the traditional approach [7, 8, 11] . SSE played a major role in spreading infections like SARS and MERS, and the prevention and control measures for SSE should be central in controlling such outbreaks [4, 7, 11] . One missed super-spreader could cause a new outbreak. Lloyd-Smith et al. showed that individual-specific strategies (for example, isolation of the infected individuals) were more likely to exterminate an emerging disease than population-wide in- ",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 350,
                    "end": 352,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 527,
                    "end": 529,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "terventions such as advising an entire population to reduce the behaviors associated with transmission [7, 11] . According to the model proposed by Lloyd-Smith et al., isolating infected individuals increased the heterogeneity of infectiousness and when the variation of infectiousness was large, extinction occurred rapidly [7, 11] . By taking advantage of heterogeneity, control measures could be directed towards the smaller group of highly infectious cases or the high-risk groups.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "149"
        },
        {
            "text": "Understanding of SSE is tremendously important to make prediction models and plan prevention and control strategies for outbreaks of emerging infectious diseases including MERS. We could gain a better understanding of heterogeneity parameters and their associated factors by analyzing and modeling the epidemic data of the MERS outbreak in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "149"
        },
        {
            "text": "http://orcid.org/0000-0001-6576-8916",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Byung Chul Chun"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Largest measles epidemic in North America in a decade-Quebec, Canada, 2011: contribution of susceptibility, serendipity, and superspreading events",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Serres",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Markowski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Toth",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Landry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Auger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mercier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bélanger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Turmel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Arruda",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Boulianne",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Skowronski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "207",
            "issn": "",
            "pages": "990--998",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Outbreak of tuberculosis among regular patrons of a neighborhood bar",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Kline",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Hedemark",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "N Engl J Med",
            "volume": "333",
            "issn": "",
            "pages": "222--229",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ebola superspreading",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "507--515",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Predicting super spreading events during the 2003 severe acute respiratory syndrome epidemics in Hong Kong and Singapore",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sleigh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "719--747",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe acute respiratory syndrome-Singapore",
            "authors": [],
            "year": 2003,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "52",
            "issn": "",
            "pages": "405--416",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Superspreading SARS events",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schuchat",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "256--60",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "355--364",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An event-based model of superspreading in epidemics",
            "authors": [
                {
                    "first": "A1",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Pitchford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Plank",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Biol Sci",
            "volume": "274",
            "issn": "",
            "pages": "741--748",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Super-spreaders in infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "510--513",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemiologic parameters of the Middle East Respiratory Syndrome outbreak in Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Chemother",
            "volume": "48",
            "issn": "",
            "pages": "108--125",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemiology: dimensions of superspreading",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "",
            "pages": "293--298",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The empirical and theoretical density distributions and cumulative density function of the secondary cases of the Korean Middle East respiratory syndrome outbreak of 2015.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "http://dx.doi.org/10.3947/ic.2016.48.2.147 • Infect Chemother 2016;48(2):147-149 www.icjournal.org",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}