{
    "paper_id": "b0d6f7e423d86c57973ae2ca6cbfff3a9acecc0a",
    "metadata": {
        "title": "Coronavirus and Chronic Lung Allograft Dysfunction: Hiding in Plain Sight?",
        "authors": [
            {
                "first": "Alicia",
                "middle": [
                    "B"
                ],
                "last": "Mitchell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Lung Transplant Unit",
                    "institution": "St. Vincent's Hospital",
                    "location": {
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Hons",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Lung Transplant Unit",
                    "institution": "St. Vincent's Hospital",
                    "location": {
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Allan",
                "middle": [
                    "R"
                ],
                "last": "Glanville",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Lung Transplant Unit",
                    "institution": "St. Vincent's Hospital",
                    "location": {
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Direct by Magnusson et al 20 demonstrated persistence of viral detection for a minimum of 3 weeks in 19 patients who were viral positive. As the authors mentioned, it is difficult to ascertain whether this is the same strain of virus or a reinfection with a new strain; however, the extended time for viral clearance in this population may be associated with greater periods of airway damage due to both viral and immune-related mechanisms. Subanalyses of the subjects with viral persistence in regard to time to CLAD development and graft loss may provide important insights. Furthermore, incorporating analyses of viral load in both upper-and lower-respiratory tract samples of subjects with viral respiratory tract infection into this study may be useful in determining viral-related factors which predispose to CLAD development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The current Magnusson et al article, therefore, adds to the body of literature describing CARV as a risk factor for CLAD. The term used by the authors in the title is \"chronic rejection\" but in the absence of a demonstrable immunopathological pathway, it is probably more accurate to just describe the outcome, namely, CLAD, which should not be construed as being synonymous with chronic rejection. 5 Conversely, chronic rejection is very likely a key contributor to CLAD. 21 Semantics aside, the authors show convincing evidence that early CARV, within the first postoperative year, are associated with CLAD. Strengths of the approach include the intensive follow-up during the first year and the use of a time-dependent multivariate Cox proportional hazards analysis which demonstrated independent risk factors of acute rejection and utilization of cyclosporine as the calcineurin inhibitor. Limitations include the relatively small number of enrolled subjects (n = 98), half of whom experienced graft loss during the study, and the potential for bias introduced by intensive sampling within the first postoperative year, rather than throughout the study, although this reflects real-world practice. Also, the effect size was modest (hazard ratio, 1.94; 1.03-3.66; P = 0.041).",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 400,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 473,
                    "end": 475,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nasopharyngeal swabs were performed by a trained staff, which is a critically important factor in acquiring representative samples and examined along with bronchoalveolar lavage fluid using an in-house multiplex polymerase chain reaction for a broad range of CARV, as well as Chlamydophila and Mycoplasma. The most frequent viruses detected were human rhinovirus and Coronavirus species, all 4 species of which tested were found in bronchoalveolar lavage samples, attesting to lower-respiratory tract involvement. Coronaviruses, in otherwise healthy adults, may be associated with diverse health effects ranging from seemingly trivial upper-airway symptoms, such as mild rhinorrhoea, to fatal pneumonia as illustrated in the severe acute respiratory syndrome epidemic, a respiratory disease of zoonotic origin caused by the severe acute respiratory syndrome coronavirus. In lung transplant recipients, coronaviruses can be associated with acute febrile illnesses and are variably persistent for up to several months in some individuals even after the acute illness appears to have resolved, making the interpretation of a concurrent infection with another virus difficult to interpret.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The novel finding of this study was a clear time-dependent association between coronaviruses and the development of CLAD (hazard ratio, 2.30; 1.10-4.80; P = 0.026), a finding which has not been reported previously. Given the large number of studies reported in the area, it is tempting to ask how have we missed this association. Is it a matter of not seeing what is there, or not analyzing what we see? Alternatively, is it a regional idiosyncrasy? Examining prior studies in depth provides certain insights but not a complete answer. A broad range of diagnostic tools have been used with differing operational characteristics. 22 The multiplex polymerase chain reaction employed by the authors tests for a raft of viruses that previous tools have not examined. When coronaviruses have been detected, the frequency has been low, so perhaps the answer lies somewhere in between, namely, use of a sensitive tool reflecting a regional propensity. 2, 3, 9 Irrespective, it is an important addition to our knowledge which is worthy of further study.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 631,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 945,
                    "end": 947,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 948,
                    "end": 950,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 951,
                    "end": 952,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Of interest, and perhaps reflecting the immunomodulatory effects of maintenance immune suppression, the authors found that the majority of CARV infections were asymptomatic. There is limited literature regarding the presence of asymptomatic viral carriage in transplant populations. However, screening studies, such as this one, which monitored viral presence in the absence of symptoms, serve to highlight that we have been unaware until now of the reasonably high rate of asymptomatic viral carriage. With the advent of next generation sequencing, a range of other respiratory viruses are being detected in the lower-respiratory tract of lung transplant patients in the absence of symptoms, 23, 24 leading to many questions regarding the impact of this viral presence on clinical outcomes. It remains important to further examine this finding in future prospective studies of transient populations of the human respiratory virome, in which CARV appear to be not infrequent and possibly important constituents, especially in the immunosuppressed host. Whether CARV cause dysbiosis and whether they become resident species along with anelloviruses remains to be elucidated but the tools are at hand. 22, 25 ",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 696,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 697,
                    "end": 699,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1200,
                    "end": 1203,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1204,
                    "end": 1206,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical impact of communityacquired respiratory viruses on bronchiolitis obliterans after lung transplant",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keshavjee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Transplant",
            "volume": "5",
            "issn": "",
            "pages": "2031--2036",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A prospective molecular surveillance study evaluating the clinical impact of community-acquired respiratory viruses in lung transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Husain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transplantation",
            "volume": "89",
            "issn": "",
            "pages": "1028--1033",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Community-acquired respiratory viral infections in lung transplant recipients: a single season cohort study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gottlieb",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Schulz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Welte",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Transplantation",
            "volume": "87",
            "issn": "",
            "pages": "1530--1537",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Respiratory viral infections are a distinct risk for bronchiolitis obliterans syndrome and death",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Khalifah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Hachem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Chakinala",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Respir Crit Care Med",
            "volume": "170",
            "issn": "",
            "pages": "181--187",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An international ISHLT/ATS/ERS clinical practice guideline: diagnosis and management of bronchiolitis obliterans syndrome",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Raghu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Verleden",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur Respir J",
            "volume": "44",
            "issn": "",
            "pages": "1479--1503",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Incidence and outcomes of respiratory viral infections in lung transplant recipients: a prospective study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Bridevaux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Aubert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Soccal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Thorax",
            "volume": "69",
            "issn": "",
            "pages": "32--38",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rhinovirus and other respiratory viruses exert different effects on lung allograft function that are not mediated through acute rejection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Sayah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Koff",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Leard",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Transplant",
            "volume": "27",
            "issn": "1",
            "pages": "64--71",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Symptomatic respiratory virus infection and chronic lung allograft dysfunction",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Preiksaitis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Lease",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "62",
            "issn": "",
            "pages": "313--319",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Upper and lower respiratory tract viral infections and acute graft rejection in lung transplant recipients",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Soccal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Aubert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Bridevaux",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Infect Dis",
            "volume": "51",
            "issn": "",
            "pages": "163--170",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Parainfluenza virus infection in adult lung transplant recipients: an emergent clinical syndrome with implications on allograft function",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Vilchez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dauber",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mccurry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Transplant",
            "volume": "3",
            "issn": "",
            "pages": "116--120",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Single-centre experience with oral ribavirin in lung transplant recipients with paramyxovirus infections",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fuehner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dierich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duesberg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antivir Ther",
            "volume": "16",
            "issn": "",
            "pages": "733--740",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Oral ribavirin for respiratory syncytial virus infection after lung transplantation: efficacy and costefficiency",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Burrows",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Carlos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benzimra",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Heart Lung Transplant",
            "volume": "34",
            "issn": "",
            "pages": "958--962",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Intravenous ribavirin is a safe and cost-effective treatment for respiratory syncytial virus infection after lung transplantation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Glanville",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Morton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Heart Lung Transplant",
            "volume": "24",
            "issn": "",
            "pages": "2114--2119",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "ALN-RSV01 for prevention of bronchiolitis obliterans syndrome after respiratory syncytial virus infection in lung transplant recipients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gottlieb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Zamora",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hodges",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Heart Lung Transplant",
            "volume": "35",
            "issn": "",
            "pages": "213--221",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "RNA interference therapy in lung transplant patients infected with respiratory syncytial virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Zamora",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Budev",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rolfe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "183",
            "issn": "",
            "pages": "531--538",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Human metapneumovirus in lung transplant recipients and comparison to respiratory syncytial virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcneil",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kermeen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "178",
            "issn": "",
            "pages": "876--881",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Lower respiratory viral illnesses: improved diagnosis by molecular methods and clinical impact",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garbino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Gerbase",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wunderli",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Respir Crit Care Med",
            "volume": "170",
            "issn": "",
            "pages": "1197--1203",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Graft loss and CLAD-onset is hastened by viral pneumonia after lung transplantation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Allyn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Humphries",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transplantation",
            "volume": "100",
            "issn": "",
            "pages": "2424--2431",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Respiratory viruses and chronic rejection in lung transplant recipients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Billings",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Hertz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Savik",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Heart Lung Transplant",
            "volume": "21",
            "issn": "",
            "pages": "559--566",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Viral respiratory tract infection during the first postoperative year is a risk factor for chronic rejection after lung transplantation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Magnusson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Westin",
                    "suffix": ""
                },
                {
                    "first": "L-M",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transplant Direct",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A new classification system for chronic lung allograft dysfunction",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Verleden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Raghu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Heart Lung Transplant",
            "volume": "33",
            "issn": "",
            "pages": "127--133",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Rapid point of care diagnostic tests for viral and bacterial respiratory tract infections-needs, advances, and future prospects",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Enne",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "1123--1135",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The perioperative lung transplant virome: torque teno viruses are elevated in donor lungs and show divergent dynamics in primary graft dysfunction",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Abbas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chehoud",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Transplant",
            "volume": "17",
            "issn": "",
            "pages": "1313--1324",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Viral metagenomics reveal blooms of anelloviruses in the respiratory tract of lung transplant recipients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chehoud",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bittinger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Transplant",
            "volume": "15",
            "issn": "",
            "pages": "200--209",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Translational aspects of the human respiratory virome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Glanville",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Respir Crit Care Med",
            "volume": "194",
            "issn": "",
            "pages": "1458--1464",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}