{
    "paper_id": "b0f4f2cb1c392ec68afaa865ecdd5db824ccf457",
    "metadata": {
        "title": "Nepal's First Case of COVID-19 and public health response Nepal's First Case of COVID-19 and public health response",
        "authors": [
            {
                "first": "Ranish",
                "middle": [],
                "last": "Shrestha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Microbiology",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Infection Control Unit",
                    "institution": "Nepal Cancer Hospital and Research Center",
                    "location": {
                        "settlement": "Harisidhhi, Lalitpur",
                        "country": "Nepal"
                    }
                },
                "email": ""
            },
            {
                "first": "Sunil",
                "middle": [],
                "last": "Shrestha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nepal Cancer Hospital and Research Center",
                    "location": {
                        "settlement": "Harisidhhi, Lalitpur",
                        "country": "Nepal"
                    }
                },
                "email": "sunilcresta@gmail.comm@phone:977-9851220488"
            },
            {
                "first": "Pratik",
                "middle": [],
                "last": "Khanal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bhuvan",
                "middle": [],
                "last": "Kc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jalan Lagoon Selatan",
                    "location": {
                        "addrLine": "Subang Jaya",
                        "postCode": "47500",
                        "settlement": "Selangor",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As of February 20, 2020 , there have been 75748 confirmed cases of the coronavirus disease 2019 , caused by the novel coronavirus (2019-nCov) with 2129 deaths. 1 On January 30, World Health Organization (WHO) declared the current outbreak that originated in Wuhan, China as a Public Health Emergency of International Concern, while recommending against travel or trade disruptions to and from China. 2 In Nepal, as of February 20, only one positive case has been identified among 212 tested. 3 SARS, in 2003, spread both within a geographical region and, more significantly, to different cities from a single location, through infected travelers. 4 The air-travel frequency from major cities in China to Nepal is lower compared to that of other countries. 5 However, there are other factors to consider. Firstly, Nepal is an emerging tourist destination and 2020 has been declared \"Visit Nepal\" year with an expected 500,000 tourists. Among the total number of tourists in 2018, 153633, the second-highest number, were Chinese tourists, with the highest influx during February and December. 6 COVID-19 outbreak coincides (similar to SARS) with Chinese new year during which the Chinese travel extensively, increasing chances for transmission. 7 Study into coronavirus infections in Nepal, has shown the incidence to be higher in winter (December-February). 8 Furthermore, Nepal shares northern border with China with several border crossing points. Several Nepalese students study in China and in Wuhan, the epicenter of the outbreak.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "2020",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 160,
                    "end": 161,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 400,
                    "end": 401,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 492,
                    "end": 493,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 756,
                    "end": 757,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1091,
                    "end": 1092,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1243,
                    "end": 1244,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1357,
                    "end": 1358,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "Thus, the potential for the spread of COVID-19 through travel and the overlap between the months of peak tourist season in Nepal and the months of the emergence of the epidemic could pose a risk to Nepal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "One confirmed case in Nepal was a Nepalese student, studying in Wuhan, with symptom-onset on January 3. The infected 32-year-old male had returned on January 9 to spend winter holidays in Nepal. He had prior knowledge about the outbreak in China and visited the Sukraraj Tropical and Infectious Disease Hospital (STIDH) in Kathmandu on January 13. 3 Taking into account his travel history, he was isolated and was given supportive treatment with broad-spectrum antibiotics. The throat swab sample of the person was sent to the WHO Collaborating Center, Hong Kong and was tested positive. There weren't any complications, except for a surge in temperature to 102°F on January 14, which then subsided on January 16. Upon clinical improvement, he was discharged on January 17, with a total 4 days in isolation. On January 25, the test results came back confirming COVID-19, although the man had been discharged. He was requested to remain under self-quarantine. Negative results for COVID-19 were given by consecutive follow-up tests on January 29 and 31. 9 Currently, Nepal, under the leadership of the Ministry of Health and Population, has taken various steps to prevent COVID-19. Monitoring teams and health desks have been established at major border check-points and cities such as Kathmandu, Lumbini, Chitwan, Pokhara, Bhairahawa and Ilam. 3 24-hour-operating health desk has been established at the Tribhuvan International Airport (TIA), Kathmandu (the only international airport in Nepal) to screen incoming persons with infrared thermometers along with a dedicated ambulance service to promptly transport suspected cases. 3 Any person with fever (>100°F), cough or shortness of breath are referred to STIDH. However, the sensitivity of such screening has not been assessed and its effectiveness could be reduced by asymptomatic cases. 10 To curb this issue, focus could be diverted towards improving awareness among travelers about the symptoms of COVID-19 and the algorithm to follow thereafter. Considering the possibility of travel of infected cases, high vigilance coupled with a strong response plan is required to address the current risk of COVID-19. In this regard, a directive Downloaded from https://academic.oup.com/jtm/advance-article-abstract/doi/10.1093/jtm/taaa024/5762315 by guest on 12 March 2020 from the Government of Nepal is vital for educating the public to respond to the outbreak through necessary precautions and inform travelers about possible risk. Likewise, it is necessary to identify and contain suspected cases from the site of origin for which the capacity of the primary health system needs to be strengthened. COVID-19 and past outbreak scenarios should be a learning experience for Nepal not only on emergency management but also towards developing a strong surveillance system and taking preventive actions for similar events in the future.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 349,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1053,
                    "end": 1054,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1629,
                    "end": 1630,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1842,
                    "end": 1844,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization.Coronavirus disease 2019 (COVID-19) Situation Report -31",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "detail/30-01-2020-statement-on-the-second-meeting-of-the-international-healthregulations",
            "authors": [],
            "year": 2005,
            "venue": "WHO. Statement on the second meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Health Emergency and Disaster Management Unit (HEDMU), Ministry of Health and Population, Government of Nepal",
            "authors": [],
            "year": null,
            "venue": "Health Emergency Operation Center",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Resource materials on Novel coronavirus (2019-nCoV) -Health Emergency Operation Center",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe acute respiratory syndrome (SARS): Status of the outbreak and lessons for the immediate future",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Potential for global spread of a novel coronavirus from China. Journal of travel medicine",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas-Bachli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Kathmandu: Government of Nepal",
            "authors": [],
            "year": 2018,
            "venue": "Tourism & Civil Aviation. Nepal Tourism Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "From SARS-CoV to Wuhan 2019-nCoV: Will History Repeat Itself?.bioRxiv",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Burden and risk factors for coronavirus infections in infants in rural Nepal",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Uddin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Englund",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kuypers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Infect Dis",
            "volume": "67",
            "issn": "10",
            "pages": "1507--1521",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The first 2019 novel coronavirus case in Nepal. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bastola",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Morales",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "CmmidnCoV Working Group. Effectiveness of airport screening at detecting travellers infected with novel coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Quilty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clifford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A network of 5 hub and several satellite hospitals has been mobilized in Kathmandu. All hospitals in the network have developed hospital disaster preparedness plans and have mapped available resources such as isolation spaces. Fifty-five isolation beds have been provisioned atDownloaded from https://academic.oup.com/jtm/advance-article-abstract/doi/10.1093/jtm/taaa024/5762315 by guest on 12 March 2020 the hub hospitals. 3 Isolation beds have also been provisioned at three health science institutions in Gandaki-Province and in Surkhet Province Hospital in Karnali-Province and Lumbini Province Hospital in Province-5. 3 Several sets of personal protective equipment (PPE) have been provisioned at the hospitals, with five sets on stand-by at TIA.The confirmatory real-time-RT-PCR was introduced at National Public Health Laboratory (NPHL), Kathmandu on January 27. Laboratory sample collection form developed by NPHL, reporting form for suspected COVID-19 cases and contact listing form have been provided to all healthcare institutes. 3 Information, education and communication materials have been disseminated via several forums and media with regular updates regarding COVID-19. 3 On February 10, 86 healthcare workers were trained on quarantine and screening at the National Health Training Center. Similarly, training on contact tracing and PPE-use have been conducted for medical personnel and hoteliers. 3 On February 3, an SOP for repatriation of Nepalese nationals in China was finalized. The requirements for quarantine according to the WHO and International Health Regulations-2005 were met and drills had been conducted. On February 16, 175 Nepalese nationals were flown into Nepal from China after exit screening. The repatriated citizens were transported under quarantine from TIA to quarantine site at Kharipati, Bhaktapur district, east of Kathmandu and have been placed under 24-hour monitoring. Samples of all 175 persons, sampled on February 16, were reported negative on February 19. A second sample would be drawn on the 14 th day after arrival. A dedicated ambulance has been provisioned to one of three hospitals-STIDH, Patan hospital, or Armed Police Force hospital in case of a positive test or in case of symptomonset. 3",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}