{
    "paper_id": "b10c26fb4aa979ef7068dd295b28176e2fe5a692",
    "metadata": {
        "title": "Outbreak of Middle East Respiratory Syndrome in Korea?",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "It was a total surprise to everybody! Since late May 2015, we have observed an imported pathogen make a huge impact on the general public and economy of the Republic of Korea, which has one the most advanced medical and public health systems in the world. Nobody expected Korea to be in second place on the list of countries with the highest incidence of Middle East respiratory syndrome (MERS), right after Saudi Arabia. The Korea Centers for Disease Control and Prevention (KCDC) has been at the center of this unprecedented event. We have seen the incredible commitment of the members of the Division of Epidemic Intelligence Service in the KCDC, and of the MERS outbreak investigation team. This editorial is a record of what the virus fighters have experienced in the past 2 months. Before we review the whole picture, we would like to give our sincere homage to their professional attitude and heroic sacrifices. We would also like to acknowledge the efforts of medical staff in treating infected patients and of public health officials in tracing contacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The MERS-coronavirus (CoV) outbreak in Korea started with a 68-year-old male case who visited Bahrain, Saudi Arabia, and the United Arab Emirates from April 24 to May 4, 2015. The symptom onset date of this index case was May 11, and this patient visited two small clinics and two hospitals: Pyeongtaek St. Mary's Hospital in Pyeongtaek, Samsung Medical Center (SMC) in Seoul. Whether he also visited Saudi Arabia from May 1 to May 2 was not known until after laboratory confirmation results were released to SMC on May 20. He was immediately transferred to the National Medical Center for isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Index case"
        },
        {
            "text": "Since August 19, 186 cases, including 1 case exported to China (Patient 10), were laboratory-confirmed. Of those cases, 140 (75.3%) have recovered, 36 have died (19.4%), and 10, including 3 serious cases, are still being treated. Eighty-two (44.1%) were patients in 16 hospitals, 111 (59.7%) were caregivers, and 25 (13.4%) were healthcare workers. The average incubation period was estimated to be 6.83 days [1] .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 412,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Current situation and clinical findings"
        },
        {
            "text": "The clinical presentation of those laboratoryconfirmed patients has ranged from mild illness to severe disease and death. Their symptoms include fever or chills (74.2%); myalgia (25.3%); cough (17.7%); nausea, vomiting, diarrhea, or gastric discomfort (12.9%); headache (8.6%); sputum (7.5%); and sore throat (4.3%). Pneumonia was initially seen in 18.2% of the cases. Overall, 59.7% (n Z 111) were male, and the median age was 55 years (range, 16e87). Fifteen of the 36 death cases had underlying diseases, such as chronic pulmonary diseases, cancer, and cardiovascular diseases. Of the 36 death cases, 80.6% were aged >60 years old [1] .",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 637,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Current situation and clinical findings"
        },
        {
            "text": "The first epi curve ( Figure 1 ) shows the progression of the outbreak based on the laboratory-confirmed cases up to June 15, 2015. The horizontal axis represents the date when a person showed symptoms after exposure. The vertical axis is the number of persons who became ill on each date. The colors represent the hospitals, index cases, and deaths with case number. The index cases in red are the four identified clusters in four hospitals. Blue, yellow, and green indicate the number of patients from Pyeongtaek St. Mary's Hospital, SMC, and Gun-Yang Hospital, respectively. Gray squares indicate death cases [1, 2] (see Figure 2 ).",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 615,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 616,
                    "end": 618,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 30,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 624,
                    "end": 632,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Current situation and clinical findings"
        },
        {
            "text": "As of June 16, 2015, 75 SMC-related cases have been confirmed. Patient 14, who visited the SMC emergency department on May 27e29, played a role in exposing many people to MERS-CoV, however, spread related to this patient is being controlled. Among the SMC-related cases, 69 have been hospitalized, and 6 are dead. Of the 4,075 close or casual contacts related to SMC, 558 are hospital staff members, and 2,238 are patients. One hundred and forty-six close contacts are quarantined at the hospital, 1,078 are under home quarantine, 1,570 casual contacts are under active monitoring, and 1,237 have been released from quarantine or monitoring [2] .",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 644,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Current situation and clinical findings"
        },
        {
            "text": "SMC has enhanced the personal hygiene and education of its healthcare workers and the daily cleaning of rooms with confirmed cases. Thorough cleaning was conducted following the detection of Case 14. The patients and healthcare workers' risks of exposure were grouped by the location and duration of exposure using electronic medical records, telephone interviews, and closedcircuit television (CCTV). Group-specific risk was highest at Zone 2. SMC is revising the contact tracing list to identify additional contacts using the data from the Health Insurance Review and Assessment Service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control measures taken at SMC"
        },
        {
            "text": "CCTV analysis is ongoing to confirm the contacts of Case 137 within the hospital [2] .",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Control measures taken at SMC"
        },
        {
            "text": "To detect MERS-CoV, we are using real-time reversetranscription polymerase chain reaction (RT-PCR) following the protocol recommended by the World Health Organization (WHO). After the confirmation of the first MERS case in KCDC, we expanded the screening capacity by including provincial-level laboratories and major private diagnostic centers (n Z 5) on May 30 and June 5, respectively. All participating laboratories are using the same screening method of real-time PCR, and the laboratories in the network can process at least 2000 samples/d in case of a surge of samples. A total of 6,776 samples have been tested and 154 cases have been confirmed as MERS positive since May 19. We have also successfully isolated MERS- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory testing and virus sequencing"
        },
        {
            "text": "After the confirmation of the MERS cases on May 20, we implemented several measures to better control this MERS outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Action taken"
        },
        {
            "text": "Case definition for case detection and management protocol for hospitalized patients has been developed and revised for the early detection and better management of cases in alignment with the Guidance for MERS-CoV Prevention and Control from the KCDC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Early detection and management of cases"
        },
        {
            "text": "Among the 154 confirmed cases since June 16, 95 confirmed cases are from the close contact list and one from the casual contact list. Forty-nine confirmed cases (31.8%) were not included in the contact list. In the early stage of this outbreak (May 20e29), the list of the contacts of confirmed cases was not accurate. From May 30 to June 7, most of the confirmed cases were from the contact list, and the proportion of confirmed cases among nonlisted contacts decreased. However, because of some missing contact information from SMC, the percentage of confirmed cases among nonlisted contacts increased on June 8e11. As a result of the strong control measures implemented on June 10, the percentage of missed contacts has decreased again since June 12 [3] .",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 756,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Contact tracing and monitoring"
        },
        {
            "text": "As of June 16, 5:00 AM, 10,776 contact persons are under quarantine: 462 close contacts (4.3%) are in health facilities, 5,768 close contacts (53.5%) are under home quarantine, and 2,682 people have been released from quarantine; 4,546 casual contacts are under active monitoring, and 2,850 contacts have been released from monitoring [3] .",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 338,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Quarantine and isolation"
        },
        {
            "text": "Patients that show no symptom and obtain two consecutive negative PCR results (at a 24-hour interval) are discharged, whereas contacts with two negative PCR results (48-hour interval) within 14 days of monitoring are released from isolation after that period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discharge and releasing criteria"
        },
        {
            "text": "A travel ban for close contacts was imposed on June 1, and one for casual contacts was added on June 6. However, the prohibition of casual contacts from travel was lifted on June 13. Currently, we are monitoring close contacts that travel, at the airport. As of June 16, 7,499 people are under the travel ban. The list of contacts under the travel ban is provided to the Ministry of Justice, and a short message service (SMS) is sent to each person to notify them of their travel ban status [3] .",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 494,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Travel ban policy"
        },
        {
            "text": "In healthcare facilities, an enhanced infection prevention and control (IPC) strategy against MERS has been implemented for case isolation, the management of hospitalized patients, and the monitoring of exposed healthcare personnel. In addition to standard precautions, including hand hygiene, appropriate personal protective equipment, including gloves, gowns, and respiratory and eye protection, is used when seeing confirmed or suspected MERS cases. Each patient is placed in a negative-pressure room with a high-For contact tracing, contact lists are obtained by interviewing cases, viewing CCTV surveillance, and Global Positioning System (GPS) tracking of mobile phones. Close contacts with confirmed or suspected cases are quarantined at home or at health facilities and monitored actively twice a day by phone call, checking for fever or any new symptoms for 14 days from the last-exposure date. Law enforcement has been in place for noncompliant persons. Casual contacts with confirmed or suspected cases are monitored actively twice a day by telephone for fever or new-symptom development for 14 days from the last-contact date. If any suspected case is detected during the quarantine period, he/she is isolated, and respiratory specimens are immediately obtained for laboratory confirmation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengthening infection prevention and control"
        },
        {
            "text": "Editorial efficiency particulate air filter or a minimum of 12 air changes/h. Also, aerosol-generating procedures are recommended to be performed in a negative-pressure isolation room by fully protected healthcare personnel. Visits to MERS-CoV patients are restricted, and facilities maintain a record of all visitors. Healthcare workers are trained in the IPC guidelines. All healthcare workers are monitored for fever and all respiratory symptoms twice a day for 14 days after the last known contact with a MERS-CoV patient to minimize exposure to and transmission of MERS-CoV in hospital settings [3] .",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 603,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Strengthening infection prevention and control"
        },
        {
            "text": "Since June 5, strict pneumonia surveillance has been implemented in 262 hospitals in four areas with major outbreaksdSeoul, Gyeonggi Province, Daejeon City, and Chungnam Province. As of June 16, 503 severe pneumonia cases have been identified, among which 375 respiratory specimens were tested for MERS-CoV and two tested positive. The two positive cases were already on the contact list and were isolated in a cohort isolation hospital in Pyeongtaek.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhanced pneumonia surveillance"
        },
        {
            "text": "A cross-sectional nationwide survey of hospitalized pneumonia cases who had ever visited affected hospitals was conducted between June 9 and June 13. As of June 15, six suspected cases among 7,468 pneumonia patients in 2,575 hospitals have been identified. Among those cases, three tested negative for MERS-CoV, and the other three were already under appropriate management [2] .",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 377,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Enhanced pneumonia surveillance"
        },
        {
            "text": "The government has designated 17 referral hospitals for MERS-CoV patient management, and 35 hospitals are currently caring for MERS patients. Also, over 30 triage hospitals for suspected cases with a temporary space for safe triage of respiratory-illness patients and isolation of suspect MERS cases have been designated nationwide. Guidelines for IPC and education, and resources such as personal protective equipment have been provided to the hospitals. Financial and human resources support has also been provided [2] .",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 520,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Designation of referral and triage hospitals"
        },
        {
            "text": "As the WHOeKorea joint mission team concluded, this outbreak was unexpected, and MERS-CoV was unfamiliar to all doctors and the general public in Korea. Although we may need more weeks to control this unexpectedly large and complex outbreak, the number of new cases seems to be declining. As the WHOeKorea joint mission team summarized, several factors contributed to the spread of MERS-CoV in Korea: (1) suboptimal IPC measures in hospitals; (2) crowded emergency and multibed rooms; (3) the practice of \"doctor shopping,\" which involves visits to multiple hospitals; and (4) the custom of having many family members or other visitors in the patient's room, which leads to the secondary spread of infection among contacts [3] .",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 404,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "To date, virus sequencing results show no strong evidence to suggest the change in virus transmissibility and all cases are associated with hospital-related infection. Currently, there is no evidence of ongoing community transmission of MERS-CoV in Korea. The role of environmental factors, such as inadequate ventilation in hospitals, and other factors, is being investigated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The decline of new cases indicates that the implementation of much stronger contact tracing and monitoring and quarantine measures might be working. However, we need to be vigilant to end this outbreak because sporadic cases related to SMC are still occurring. We also want to invest in strengthening medical capacity and human resources to deal with new infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Finally, we would like to thank all the international experts who participated in the WHOeKorea joint mission and other experts with whom we collaborated in the virus sequence analysis. The views and advice of the experts from the joint mission were extremely useful to fully understand the situation and effectively control the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "KCDC is willing to further collaborate with the WHO, the US Centers for Disease Control and Prevention and its Saudi Arabian and Chinese counterparts, and other international partners to share its experiences related to these MERS-CoV cases and fill gaps in knowledge about MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The Ministry of Health and Welfare will make full efforts for the early identification of cases, the quarantine/isolation and monitoring of all contacts and suspected cases, the full implementation of IPC measures, and risk communication to the public and national and international partners [4] .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 295,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East Respiratory Syndrome Coronavirus Outbreak in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "6",
            "issn": "4",
            "pages": "269--78",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ministry of Health and Welfare, MERS portal",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Statement for the 9th Meeting of International Health Regulation Emergency Committee on MERS-CoV outbreak from the Ministry of Health and Welfare, the Republic of Korea",
            "authors": [],
            "year": null,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Intensified public health measures help control MERS-CoV outbreak in the Republic of Korea",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Editorial Hae-Wol Cho * Osong Public Health and Research Perspectives",
            "authors": [],
            "year": null,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "hwcho@eulji.ac.kr Chaeshin Chu* Osong Public Health and Research Perspectives",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Epi curve.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cluster 2dSamsung Medical Center.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "CoV from a clinical specimen of a MERS patient in Vero cell culture. The MERS-CoV was fully sequenced from the cell culture supernatant of the second confirmed case (the wife of the index case), which showed that the sequence of Korean MERS-CoV is highly similar to that of MERS-CoV from Saudi Arabia (99.82% identity with Saudi Arabia isolates in 2013). Preliminary results of direct sequencing of the spike gene from additional clinical samples showed that the S gene sequences are similar to those of the MERS-CoV from Saudi Arabia and China.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}