{
    "paper_id": "b1ef060481c45d71c380d4ac3ec6d8a4f0f26945",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Hee",
                "middle": [
                    "Jin"
                ],
                "last": "Cheong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alternative",
                "middle": [],
                "last": "Corresponding",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joon",
                "middle": [
                    "Young"
                ],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the first report of Middle East respiratory syndrome coronavirus (MERS-CoV) infection in September 2012, more than 1,300 cases have been laboratory-confirmed worldwide as of July 10th, 2015. However, sustained human-to-human transmission is unlikely to occur in community setting. R 0 for MERS-CoV is generally estimated to be less than 0.7 [1] . In comparison, hospital-associated outbreaks were reported in Middle East Asia [2, 3] . Similarly in the Republic of Korea (ROK), most MERS cases were linked to hospitals [4] . It is still unclear why MERS-CoV spreads easily among patients in hospital setting. Healthcare worker-mediated transmission and environmental contamination might play an important role in the development of hospital-associated outbreak. To better understand the hospital-based transmission, we investigated the duration of viral shedding and environmental contamination in two cases with laboratory-confirmed MERS-CoV infection. Viral loads were presumed through the threshold cycle (Ct) values from real-time RT-PCR.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 350,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 438,
                    "text": "3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Case 1 was a healthy 35-year old man. Initially, he presented diarrhea, vomiting, abdominal pain and fever lasting seven days, and was admitted to a 300-bed hospital on May 27, 2015. Three days later, the patient complained of chest discomfort, and lobar consolidation was found on right upper lobe. MERS-CoV infection was diagnosed by the real-time RT-PCR method, using a target upstream of envelope gene (UpE) and open reading frame (ORF) 1a gene. The assay was performed with sputum samples using one-step real-time RT-PCR kit (DiaPlexQTM, SolGent Co., Ltd, Daejeon, Korea). According to the manufacture's instruction, the results were regarded positive only if both MERS-CoV genes were detected with cutoff Ct value of ≤38. If Ct value was estimated to be 38.1-40 on repetitive test, the sample was considered weakly positive. Because of rapid aggravation of pneumonia, patient was transferred to Korea University Guro Hospital. The patient was treated by antiviral combinations including ribavirin (2,000 mg po loading dose, followed by 1,200 mg po q8 h for 4 days then 600 mg po q8 h for 6 days) and pegylated interferon α2a (Pegasys ® , 180 μg SC once/week for two weeks). Fever subsided on fifth day after antiviral treatment, but cough persisted up to 14th days. Initial MERS-CoV load was high, and viral RNA was persistently detected up to 31 days after fever onset (Table 1) . On admission in June 5, 2015, a 58-year old woman (Case 2) presented four-day-fever, respiratory and gastrointestinal symptoms, and complicated by pneumonia. Triple antiviral combination was administered to the patient. In addition to ribavirin (2,000 mg po loading dose, followed by 1,200 mg po q8 h for 4 days then 600 mg po q8 h for 6 days) and pegylated interferon α2a (Pegasys ® , 180 μg SC once/week for two weeks), lopinavir/ritonavir (Kaletra ® , 400 mg/100 mg po q12 h for 10 days) was co-administered. Initial viral load was rather lower compared to that of patient 1, and viral shedding lasted 19 days from fever onset (Table 1 ). Both patients recovered without any sequelae.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1376,
                    "end": 1385,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2018,
                    "end": 2026,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "During the hospitalization of both patients, environmental cleaning was conducted twice a day; bottom of each room was wiped with bleach solution (1:100 dilution of 5% sodium hypochlorite), but other surfaces were cleaned with 70% alcohol-based disinfectants. Environmental surveillance was conducted after discharge of patients. Environmental specimens were collected from 12 sites of negative-pressure isolation room and anteroom at each time point: right after discharge (H0), 2 hours from room cleaning (H2), 24 hours from room cleaning (H24) and 48 hours from room cleaning (H48) ( Table  2 ). After discharge in case 1, each environmental surface was wiped with diluted sodium hypochlorite, but monitors were T20   T22   T24   T26   T28   T31   T32   T33   T4   T15   T17   T19   T21   T23   T26   T27 cleaned with 70% alcohol-based disinfectants. As for patient 2, all surfaces including monitor were wiped with diluted sodium hypochlorite. As presented in Table 2 , environmental RT-PCR was weakly positive for bed guardrail and monitors in case of patient 1. Even after cleaning the monitors with 70% alcohol-based disinfectant, RT-PCR was still weakly positive, which might suggest an inadequate environmental cleaning. RT-PCR was converted to negative only after wiping with diluted sodium chlorite. As for case 2, RT-PCR was weakly positive for anteroom wall initially, but MERS-CoV RNA was not detected anywhere after cleaning with diluted sodium chlorite. This study shows that viral shedding persists for 2-4 weeks in patients with MERS-CoV pneumonia, contaminating the surrounding environments. As previously reported, MERS-CoV can survive more than 48 hours at the environmental surfaces, so appropriate cleaning and strict contact precaution would be required [5] . It is not clear how intra-hospital spread occurred efficiently, but contaminated fomites might have played an important role. Unfortunately, during Korean MERS outbreak in June 2015, specimen was not collected from healthcare worker's gown, stethoscopes and other devices in common. Such an investigation is required to clarify the fomite-mediated MERS-CoV transmission.",
            "cite_spans": [
                {
                    "start": 1778,
                    "end": 1781,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 587,
                    "end": 595,
                    "text": "Table  2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 715,
                    "end": 807,
                    "text": "T20   T22   T24   T26   T28   T31   T32   T33   T4   T15   T17   T19   T21   T23   T26   T27",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 964,
                    "end": 971,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Fomite transmissibility is variably dependent on the temperature, humidity, virus family/strain and virus titer. During 2015 MERS epidemic in the ROK, average temperature and humidity was 20-30℃and 40-60% (http://www.kma.go.kr/ weather/main.jsp), which were optimal for MERS-CoV to survive on fomites [5] . The stability of MERS-CoV was more stable at conditions of 15-25℃ temperature and low humidity (<20%) [5] . As for the viral propensity, MERS-CoV survives longer (≥48 hours) on the environmental surfaces compared to influenza virus (4 hours) and other coronaviruses (229E, 12 hours; OC43, 3 hours) [5, 6] .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "[5,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 609,
                    "end": 611,
                    "text": "6]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To prevent hospital-associated MERS-CoV outbreak, appropriate environmental cleaning would be an essential component. In the closed space, viral contamination may be more likely to occur. Although 70% alcohol-based sanitizers and disinfectants are recommended to prevent MERS-CoV transmission, alcohol evaporates rapidly in air [7] . Thus, there is a chance that environmental surfaces are insufficiently disin- ",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "fected with alcohol-based agents, particularly if heavily contaminated. The surfaces should be exposed to alcohol for a sufficient time. Stethoscope, sphygmomanometer and other medical devices should be used separately for patients with laboratory-confirmed MERS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "255"
        },
        {
            "text": "In the present study, both cases presented cough, sputum and diarrhea. Particularly in case 1, diarrhea was the first manifestation and persisted for 10 days after hospitalization. As reported previously, MERS-CoV shedding was detected from both sputum and stool samples [8] . Depending on the patient's condition, the environment may have a chance to be contaminated by both respiratory and gastrointestinal secretions. Viral loads of human coronavirus (hCoV) peak at different time points during the progression of disease: for non-SARS-CoV (e.g. hCoV-NL63), peak viral loads are detected around day 1-2 after onset of disease, while SARS-CoV viral loads gradually increase until day 10 [9] . Although data on viral kinetics is insufficient, higher respiratory tract viral loads were suggested in MERS-CoV infection compared to SARS-CoV during the first week of illness [1] . Strict contact/droplet precaution and environmental cleaning would be required to prevent intra-hospital spread of MERS-CoV infection.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 872,
                    "end": 875,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "255"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "995--1007",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hospital-associated outbreak of Middle East respiratory syndrome coronavirus: a serologic, epidemiologic, and clinical description",
            "authors": [
                {
                    "first": "Mers-",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "CoV Investigation Team",
            "volume": "59",
            "issn": "",
            "pages": "1225--1258",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "KSA MERS-CoV Investigation Team. Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Alabdullatif",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "N"
                    ],
                    "last": "Assad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Almulhim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Makhdoom",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Alhakeem",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cotten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Kellam",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "407--423",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Korean Society for Healthcare-associated Infection Control and Prevention. An unexpected outbreak of Middle East respiratory syndrome coronavirus infection in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Infect Chemother",
            "volume": "47",
            "issn": "",
            "pages": "120--122",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Stability of Middle East respiratory syndrome coronavirus (MERS-CoV) under different environmental conditions",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Significance of fomites in the spread of respiratory and enteric viral disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Boone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerba",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Appl Environ Microbiol",
            "volume": "73",
            "issn": "",
            "pages": "1687--96",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infection prevention and control of epidemic-and pandemic-prone acute respiratory infections in health care",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Imported case of MERS-CoV infection identified in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "MERS coronavirus: data gaps for laboratory preparedness",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Sousa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Virol",
            "volume": "59",
            "issn": "",
            "pages": "4--11",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "therapy was started at 9th (case 1) and 5th (case 2) days from symptom onset, respectively. TN: at Nth days from symptom onset. BT, body temperature; UpE, upstream of envelope gene; ORF, open reading frame; ND, not detected.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical manifestations and viral titers in cases with laboratory-confirmed MERS-CoV infection",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Results of surveillance real-time RT-PCR to evaluate environmental contamination upstream of envelope gene; ORF, open reading frame; ND, not detected.Surface was cleaned with diluted sodium chlorite.Surface was cleaned with 70% alcohol-based disinfectant.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by a grant from the Korea Healthcare Technology R&D Project of the Ministry of Health & Welfare of the Republic of Korea (No. A103001). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}