{
    "paper_id": "b233ca2dc15696ccb328ab3eed768e1ec006f55a",
    "metadata": {
        "title": "ANNALS OF THE NEW YORK ACADEMY OF SCIENCES From farm management to bacteriophage therapy: strategies to reduce antibiotic use in animal agriculture",
        "authors": [
            {
                "first": "Laura",
                "middle": [
                    "H"
                ],
                "last": "Kahn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princeton University",
                    "location": {
                        "settlement": "Princeton",
                        "country": "New Jersey"
                    }
                },
                "email": ".lkahn@princeton.edu"
            },
            {
                "first": "Gilles",
                "middle": [],
                "last": "Bergeron",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The New York Academy of Sciences",
                    "location": {
                        "settlement": "New York City",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Megan",
                "middle": [
                    "W"
                ],
                "last": "Bourassa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The New York Academy of Sciences",
                    "location": {
                        "settlement": "New York City",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Bert",
                "middle": [],
                "last": "De Vegt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Micreos Food Safety",
                    "location": {
                        "settlement": "Wageningen",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [],
                "last": "Gill",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas A&M University",
                    "location": {
                        "settlement": "College Station",
                        "region": "Texas"
                    }
                },
                "email": ""
            },
            {
                "first": "Filomena",
                "middle": [],
                "last": "Gomes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The New York Academy of Sciences",
                    "location": {
                        "settlement": "New York City",
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "François",
                "middle": [],
                "last": "Malouin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universite de Sherbrooke",
                    "location": {
                        "settlement": "Sherbrooke",
                        "region": "Quebec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Ken",
                "middle": [],
                "last": "Opengart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Keystone Foods",
                    "location": {
                        "settlement": "West Chester",
                        "country": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "Donald"
                ],
                "last": "Ritter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mountaire Farms Inc",
                    "location": {
                        "settlement": "Millsboro",
                        "region": "Delaware"
                    }
                },
                "email": ""
            },
            {
                "first": "Randall",
                "middle": [
                    "S"
                ],
                "last": "Singer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "settlement": "Minneapolis"
                    }
                },
                "email": ""
            },
            {
                "first": "Carina",
                "middle": [],
                "last": "Storrs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [],
                "last": "Topp",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Western",
                    "location": {
                        "settlement": "London",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To reduce the use of antibiotics in animal agriculture, a number of effective or commercially viable alternatives have been implemented by food animal producers or are under development. Perhaps the most well-established strategies are flock and herd management practices to mitigate disease introduction and spread, and, subsequently, reduce the need for antibiotic use. While vaccines in food animal production have been used to prevent both bacterial and viral diseases, but historically, most vaccines have targeted viral diseases. Though vaccines against viral diseases can help reduce the need for antibiotic use by controlling the spread of secondary bacterial infections, more recent vaccines under development specifically target bacteria. New developments in selecting and potentially tailoring bacteriophages provide a promising avenue for controlling pathogenic bacteria without the need for traditional small-molecule antibiotics. In this article we discuss these established and emerging strategies, which are anticipated to reduce the reliance on antibiotics in food animal production and should reduce the prevalence and transmission to humans of antimicrobial resistant bacteria from these systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There is general agreement among experts that there should be a reduction in the use of medically important antibiotics in animal agriculture. However, even some nonmedically important antibiotics can lead to coselection of genes that confer broadspectrum resistance to drugs, including medically important antibiotics. As such, the overall use of antibiotics in food animals should be limited to the greatest extent possible without sacrificing animal health and welfare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The most established approach to reducing antibiotic use in animal agriculture is through strategic management of poultry flocks and swine and cattle herds. This approach is multifaceted; there is no one single management practice that producers rely on, but instead a combination of practices, including stringent sanitation, waste management, biosecurity, vaccination programs, highquality nutrition, disease surveillance, and vector control at multiple stages of the production chain. The poultry industry is particularly conducive to this type of management because of the degree of vertical integration within the industry and the greater control at each production stage that this structure provides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Across the different approaches, vaccination plays a critical and often cost-effective role in reducing antibiotic use by reducing the incidence and severity of high-impact diseases. However against certain respiratory diseases in cattle, yet it may be more economical to treat diseased animals with therapeutic doses of antibiotics when the need arises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the United States, the Presidential Advisory Council on Combating Antibiotic-Resistant Bacteria investigated strategies to reduce antibiotic use and the barriers to the use of vaccines and other antibiotic alternatives. In their report in September 2017, the council concluded that it will likely be necessary for the government to incentivize the development of these products and perhaps even subsidize their use. 1 There are numerous avenues of research into antibiotic alternatives, some of which are described in this article. Perhaps the greatest excitement surrounds the potential application of bacteriophagebased therapy in animal agriculture, as is currently available for food safety and processing applications. Bacteriophages (or phages) are viruses that specifically infect bacteria; they can rapidly and efficiently kill their bacterial targets while simultaneously growing in numbers. This therapy would have numerous advantages over antibiotics; in particular, it would be safe for humans and the environment, and any resistance that emerges might be easier to manage than AMR from antibiotic use. However, phage research is largely confined to academic settings, as many biotechnology companies may be wary of getting involved because of potential uncertainties about profitability and how to deploy them most effectively. Like vaccine development, it will likely be necessary for governments to incentivize the development of phage-based therapies for animal agriculture.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 420,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article will discuss how strategies to reduce antibiotic use in animal agriculture are being employed and the ongoing research into improving their utility. Our discussion is largely based on presentations at and deliberations of the integrated discussion group at the conference \"Minimizing the Risk of Antimicrobial Resistance from Food Animal Production,\" hosted by the New York Academy of Sciences on May 8 and 9, 2018.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An effective way to reduce the risk of antibiotic resistance is to reduce the use of antibiotics in animal agriculture. 2 However, limiting antibiotic use may lead to increased incidence of disease if this is done without adding necessary strategic mitigation strategies that reduce introduction and transmission of disease. Indeed, as the proportion of broiler chickens raised without antibiotics (RWA) in the United States has grown from less than 10% in 2014 to nearly 50% in 2018, there has been a rise in the number of cases of enteric and respiratory diseases on poultry farms, including coccidiosis, clostridial enteritis, colibacillosis, and Staphylococcus-associated osteoarthritis and osteomyelitis. 3 On swine farms, the greatest threats to animal health are respiratory diseases, particularly influenza, porcine reproductive and respiratory syndrome (PRRS), and Mycoplasma hyopneumoniae; secondary bacterial infections associated with these diseases are also the most common reason for antibiotic use. 4 Similarly, the bovine respiratory disease (BRD) complex includes a variety of bacterial pathogens, notably Mannheimia haemolytica, which results in important economic losses for the cattle industry. 5 For milk producers, bovine mastitis is the costliest disease and the cause of most antibiotic use. 6 To reduce antibiotic use while maintaining animal health and welfare, veterinarians and producers employ numerous management strategies. 7 The application of these strategies is particularly feasible in the poultry industry because it is almost totally vertically integrated in the United States. In these systems, one company owns and oversees the many stages of large-scale poultry production, including feed mills and from breeding to hatchery to growout farm (for broiler chickens) to processing plant. 8 The components of a vertically integrated poultry operation are referred to in total as a broiler complex. For example, in the United States, 90-95% of broiler and breeder farmers of poultry and 48% of pigs are contracted by large integrators such as Tyson Foods and Smithfield, respectively. 9 In a vertically integrated system, integrators receive day-old breeding stock from the primary breeder companies (genetics companies). In the case of poultry, the primary breeder companies supply different strains of birds that have qualities considered important to the finished product of the integrated broiler complex. At this stage of production, the goal is to raise the immature breeding stock according to production standards and for the animals to remain free of infectious diseases. 10 multiple measures including vaccination programs, disease surveillance, sanitation, waste removal, and biosecurity in order to restrict the introduction and spread of pathogens onto and within farms. 11 When the immature breeders reach sexual maturity, they are moved to breeder farms where they produce fertile hatching eggs. The same management practices are used on breeder farms to mitigate disease occurrence. Additionally, key to limiting the amount of bacterial contamination that is passed from the breeder farm to the hatchery and, ultimately, to the broiler farm is ensuring that hatching eggs are properly handled and stored to limit bacterial contamination and subsequent bacterial bloom that can occur after hatching eggs are transferred to the hatchery for incubation and hatch. Hatcheries take similar measures to reduce disease challenge, including sanitation, vaccination of broiler chicks, and pest management. Shortly after hatching, the broiler chicks are transported to grow-out farms where they are raised to the target weight and subsequently taken to processing plants. 10 Whether on breeder or broiler farms, strategies are employed to reduce stress on the animal. Several strategies include the provision of a high plane of nutrition by using high-quality feed ingredients in diets that are formulated to optimize the birds' health and performance and by maintaining an optimal environment, including focusing on specific air quality, bedding material, and ambient temperature parameters. 7 As mentioned above, vaccination is important for controlling many poultry diseases, and it is increasingly used to reduce coccidiosis on grow-out farms, particularly as more farms move toward RWA production. 12 Dependence on alternative and/or ancillary ingredients, including organic acids, phytogenics, probiotics, enzymes, and minerals, is also becoming more common as RWA programs become more common.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 121,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 710,
                    "end": 711,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1014,
                    "end": 1015,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1215,
                    "end": 1216,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1316,
                    "end": 1317,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1455,
                    "end": 1456,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 1825,
                    "end": 1826,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2120,
                    "end": 2121,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2616,
                    "end": 2618,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3713,
                    "end": 3715,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 4134,
                    "end": 4135,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 4344,
                    "end": 4346,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Flock and herd management"
        },
        {
            "text": "There are many parallels between the poultry and swine industries in methods of flock/herd disease management. However, the latter has much less extensive vertical integration, and thus there is less consistent and programmed control over disease management methods. 13 Analogous to the poultry industry, the swine industry has made an extensive effort in the last 10 years to eliminate pathogens from the breeding stock by use of measures such as providing high-quality feed (particularly for recently weaned pigs), maintaining a hygienic environment and appropriate thermal control, and using biosecurity and disease surveillance methods. For example, pig farms in Minnesota and Iowa have increased their biosecurity measures by investing heavily in air filtration systems. Though lacking a vertically integrated system, the pig industry is attempting to ensure the health of animals by intensifying efforts to source all the pigs in a grow-out facility from the same breeder employing high-level biosecurity measures. And as in the poultry industry, in the pig industry vaccination programs are critical for reducing the incidence of certain high-impact diseases, such as M. hyopneumoniae.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Flock and herd management"
        },
        {
            "text": "Vaccines that prevent either bacterial or viral infections that lead to secondary bacterial infections should become an increasingly important part of a multifaceted approach to reduce antibiotic use, while protecting the health and welfare of food animals. [14] [15] [16] Currently, the majority of vaccines used in animal agriculture are antiviral, although some antibacterial vaccines are already critical to healthy and productive farming practice, such as vaccines against M. hyopneumoniae in the swine industry and against Salmonella and Pasteurella in the poultry industry.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Vaccines to prevent infections and reduce the need for antibiotics"
        },
        {
            "text": "There are several bacterial pathogens for which new or more effective vaccines could have a major impact on reducing antibiotic use across the different animal agriculture groups. Although commercial vaccines are available for managing coccidial infection and subsequent clostridial enteritis and Escherichia coli infections in chickens-two of the most critical pathogens in the poultry industry and main reason for antibiotic use-these vaccines are not consistently efficacious, and the methods for administering vaccine efficiently and effectively against coccidia are not optimized. 17 In many cases, improving vaccine efficacy in chickens will require improving technologies for vaccine mass administration, as poultry veterinarians prefer to immunize eggs or chicks in large batches rather than individual animals. If more effective vaccines were developed against viral diseases, such as infectious bronchitis and infectious bursal disease, and against bacterial infections secondary to coccidiosis infection, such as clostridia, this would significantly reduce antibiotic use in chickens, according to a 2015 report by a working group convened by the World Organization for Animal Health (OIE). 17 The OIE report also concluded that new or more effective vaccines against the following pathogens would have a high impact on reducing antibiotic use in the swine industry: Streptococcus, Haemophilus, Pasteurella, M. hyopneumoniae, Actinobacillus, E. coli, Lawsonia, Brachyspira, and bacterial infections secondary to PRRS, influenza, and rotavirus (Table 1 ). 17 Because of the importance of secondary bacterial infections, antiviral vaccines against PRRS and influenza in pigs would also be highly beneficial (though their development is challenging because of high genetic variability of these pathogens).",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 588,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1202,
                    "end": 1204,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1566,
                    "end": 1568,
                    "text": "17",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1554,
                    "end": 1562,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Vaccines to prevent infections and reduce the need for antibiotics"
        },
        {
            "text": "In the dairy industry, new and improved vaccines against bacterial pathogens that cause mastitis, such as Staphylococcus, Streptococcus, and E. coli, would have enormous benefit, as mastitis is the most common reason for administering antibiotics in these animals and is the most costly disease to dairy farms. 18, 19 Additionally, there would be tremendous benefit to having an effective vaccine against the parasites that cause anaplasmosis, which has become a substantial problem in the cattle industry. 20 There are several challenges that need to be overcome in order to develop new vaccines, 1 however. For one, there are currently no models for predicting whether a new vaccine will be profitable considering the substantial research and development costs. For another, there are expectations among stakeholders that vaccines must be completely effective and prevent all cases of disease; but in reality, livestock vaccines that significantly reduce disease prevalence would make an important contribution to a farm's profit margin, 21 especially in cases where using antibiotics to control disease is not economically effective. As restrictions on antibiotic use and concerns for animal welfare grow, there likely will be greater acceptance of vaccines (even partially effective ones) and increased pressure to develop them; the resulting market competition could drive down production cost. 16 In addition to vaccines, a range of biologic agents and natural products are being utilized in animal agriculture with the goal of modulating immune responses and reducing disease prevalence. [22] [23] [24] Using antibodies for passive immunization has attracted much interest, particularly for the prevention of enteric diseases. Although mammalian-derived antibodies are often prohibitively expensive, chicken egg yolk antibodies could be cost-effective, and studies suggest they could prevent and control diseases such as bovine rotavirus and coronavirus. 18, 25, 26 There are also nonspecific biologic agents that elicit innate immune responses. Imrestor TM , which was approved by the U.S. Food and Drug Administration (FDA) in 2016, is a modified bovine neutrophil stimulating factor that enhances an innate immune response to prevent mastitis in dairy cows. 27 Similarly, Zelnate R is a DNA-liposome complex that induces innate immunity and reduces the prevalence of M. haemolytica, a causative agent of BRD, a leading cause of death and disease in cattle worldwide. 28 Among the myriad natural products being employed are essential oils, such as carvacrol and eugenol, that act as anti-infectives and immunomodulators. Other products such as medium chain fatty acids often meet the requirements for FDA \"generally recognized as safe\" (GRAS) designation, 29 however, it has been difficult to demonstrate the effectiveness of these products, 34 Ann and there are questions regarding dosing and effective delivery to specific areas within the body. 29 Overall, biologic agents and natural products are likely not as cheap, easy, efficacious as antibiotics, which thus far has hindered their acceptance by the farming community.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 315,
                    "end": 317,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 507,
                    "end": 509,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1400,
                    "end": 1402,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1595,
                    "end": 1599,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1600,
                    "end": 1604,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1605,
                    "end": 1609,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1962,
                    "end": 1965,
                    "text": "18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1966,
                    "end": 1969,
                    "text": "25,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1970,
                    "end": 1972,
                    "text": "26",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2268,
                    "end": 2270,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2477,
                    "end": 2479,
                    "text": "28",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2765,
                    "end": 2767,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2851,
                    "end": 2853,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 2957,
                    "end": 2959,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Vaccines to prevent infections and reduce the need for antibiotics"
        },
        {
            "text": "There is mounting interest in developing bacteriophage-based products for administration to food animals as a new class of antimicrobial agent. Use of bacteriophages could have numerous advantages over antibiotics. Although bacteria can develop resistance to phages, the risk of resistance can be reduced by developing \"cocktails\" of two or more phages, which is feasible because phages are naturally numerous and diverse. Although not widely known today, phages were intensively studied as antibacterials in the preantibiotic era-early in the 20th century-and are still widely used for this purpose in parts of the world. Phages are abundant in the environment and the normal human microflora. These characteristics of phages have encouraged regulatory agencies, including the FDA, to consider types of phages known to be strictly virulent, i.e, they kill their target bacteria on infection and do not generally interact with mammalian or avian tissues, safe. In contrast, temperate phages can integrate their DNA into the bacterial genome and may persist in a dormant state in bacterial cells, potentially changing the characteristics of the bacteria without killing them; for this reason temperate phages are not used as therapeutics. [30] [31] [32] Although phage-based products are not yet available for administration to food animals during production, they have multiple applications in the food safety and processing industries. Phages that kill Listeria monocytogenes are used in ready-to-eat meats, processed fish, cheeses, frozen vegetables, and food contact surfaces. 33 In animal production and processing, Salmonella-specific phages have postharvest applications in chicken and pork processing and E. coli-specific phages are used in cattle hide wash. The FDA has given provisional GRAS status to 10 food safety therapies that are based on either a single phage or a phage cocktail against Listeria, Salmonella, Shigella, and Shiga-toxigenic E. coli, including E. coli O157:H7 since 2006 (Table 2) . 34 Research on the use of phages in animal agriculture has intensified particularly in the last 20 years. Multiple studies have explored the use of phages against Salmonella, pathogenic E. coli, Clostridium, and Campylobacter for the poultry industry and against Salmonella and pathogenic E. coli for the pig industry.",
            "cite_spans": [
                {
                    "start": 1238,
                    "end": 1242,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1248,
                    "end": 1252,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1580,
                    "end": 1582,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 2014,
                    "end": 2016,
                    "text": "34",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2002,
                    "end": 2011,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Bacteriophages as a new approach to reduce antibiotic use"
        },
        {
            "text": "Despite the interest in phage-based therapeutics, the research field has been limited by several challenges. The current approach taken by most researchers is to isolate a collection of phages from the environment and test them for activity against a pathogen of interest. It is rare for the same phage to be evaluated more than once between studies, which makes it difficult to generalize research findings and develop the phages into a viable product. In many studies, phages were selected for use based on their ability to infect a particular pathogenic strain of interest, but beyond this basic characteristic, it is not clear how to predict which phages and treatment regimens would be the best candidates for commercial development. Most published applied phage research has been conducted in academic settings without input from biotech companies, and thus the research may not focus on bacterial targets that companies are interested in pursuing because the market is too small to offset the high cost of development. Finally, the intellectual property landscape for phage products is also unlike that of most traditional antimicrobials, as phages themselves are products of nature, and the practice of using phages as antibacterials dates back to the 1920s, resulting in a significant amount of prior art a that may interfere with patent protection. 37 To advance phage research, it will be necessary to move from the current, purely empirical mode toward a more systematic phage discovery approach that relies on a set of characteristics, such as phage size, phage class, or receptor usage, which could predict the best phage-based drug candidates. There are also many unknowns concerning the interaction of phages with a given host's immune system and the pharmacokinetics of phages. 38 Future research is needed in these areas to help inform the development and design of phage-based therapy. As more phages are isolated from the environment and a Prior art is any evidence that your invention is already known. characterized, and as phage libraries are expanded, the research field may increasingly move toward engineering phages by starting with a so-called \"platform\" phage and genetically modifying it to have certain properties. 39 There are early indications that the FDA would not evaluate such genetically modified phages differently from other, naturally occurring phages. Another important issue in phage research is determining the diseases that represent the most feasible targets for phage-based therapy. Phages generally have a very narrow range of activity against a single bacterial species, more typically against a subset of strains within a species, which means careful planning must occur in the development of a phage product if it is to have activity against most or all strains of a pathogenic species. An alternative would essentially be precision medicine for animal agriculture, that is, adopt similar approaches to how phages are being studied, and increasingly used experimentally, in human medicine. 40, 41 A precision medicine model would, however, be a significant departure from how antimicrobials are currently used in food-animal industry. In either case, the specificity of a given phage influences the choice of target for phage applications. For example, infections that are caused by genetically homogeneous pathogens such as L. monocytogenes, or a single bacterial serotype such as E. coli O157:H7, are more attractive phage-therapy candidates, whereas a disease such as BRD would be more challenging to treat using phages because BRD can be caused by multiple bacterial pathogens. Currently, as mentioned above phages are most commonly used in food safety for controlling Listeria and E. coli O157:H7. On the other hand, the specific antibacterial activity of phages has certain advantages, including not killing beneficial bacteria and resistance development that would only arise in the target bacteria, thus avoiding cross-resistance.",
            "cite_spans": [
                {
                    "start": 1359,
                    "end": 1361,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1795,
                    "end": 1797,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 2246,
                    "end": 2248,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 3041,
                    "end": 3044,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 3045,
                    "end": 3047,
                    "text": "41",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Bacteriophages as a new approach to reduce antibiotic use"
        },
        {
            "text": "Bacteria develop resistance to phages at fairly high rates of about 1 in 10 6 to 1 in 10 8 bacterial cells, depending on the phage (similar to the rates bacteria can develop resistance to certain antibiotics, such as streptomycin). A common mechanism of resistance is the loss of the bacterial surface feature (receptor) that the phage uses to recognize and adsorb to the cell. 42 However, this can be circumvented by developing a cocktail of phages that use different receptors, as spontaneous mutation and loss of multiple receptors is comparatively less probable, and, in addition, bacteria may become less fit as they lose surface features. 33 In addition, bacteria can carry antiphage defense mechanisms, such as restriction-modification-, toxin-antitoxin-, and CRISPR-Cas-based systems. 33, 42 However, phages can still be active against bacteria with such defense systems because in many cases the initial phage infection event is fatal to the bacterial cell, even if the phages are unable to replicate and lyse their host. As such, it is important to consider resistance in the context of phage-based agents as the inability of a phage to kill its target strain, rather than the traditional definition of lack of plaque formation, 43 This definition is relevant in phage applications, where replication of the phage is not required to effect significant bacterial reductions because the number of phages is greater than that of the target bacterial cells to such a degree that essentially all of the accessible cells are infected shortly after application. Such a situation might occur in the treatment of surface bacterial contamination (e.g., hides, foods, or equipment) with a phage preparation sufficient to infect every bacterial cell, and where the treatment site is fully exposed and contact time is limited. Calculations used in phage biocontrol on foods 44 may become relevant for such applications as well.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 380,
                    "text": "42",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 645,
                    "end": 647,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "33,",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 799,
                    "text": "42",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1239,
                    "end": 1241,
                    "text": "43",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Bacteriophages as a new approach to reduce antibiotic use"
        },
        {
            "text": "In other situations, such as the systemic treatment of live animals, multiple rounds of in situ phage replication may be required to achieve treatment over a more extended period. In these cases, measurements of phage sensitivity that include the phage's ability to propagate and infect new hosts would be appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacteriophages as a new approach to reduce antibiotic use"
        },
        {
            "text": "Recently, there has been research exploring an alternative use of phages to combat antibiotic drug resistance. In this context, engineered phages deliver CRISPR-Cas systems into bacteria to destroy antibiotic resistance genes, rather than killing the bacteria outright. Another interesting phage-based avenue for control of pathogens, such as Staphylococcus in mastitis, is the use of phage-encoded lysins such as endolysins. Endolysins are the enzymes phages produce in order to destroy the bacterial cell wall, allowing progeny phage to escape from the infected cell. In Gram-positive bacteria, these enzymes also work from outside the cell, and research has shown that the enzymes may be promising as an intervention in diseases such as mastitis. 45",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacteriophages as a new approach to reduce antibiotic use"
        },
        {
            "text": "Despite efforts to reduce their use, antibiotics cannot currently be avoided in cases of serious illness, such as secondary bacterial infections following PRRS infection on pig farms and during certain stages of food animal production. For example, antibiotic administration is critical in neonatal pigs to avoid septicemia and infections related to castration and tail docking. Indeed, even Denmark and Holland, which have surpassed other countries in reducing antibiotic use in animal agriculture, still rely on antibiotics in these settings. Additionally, in newly weaned pigs (3-4 weeks of age) antibiotics are administered to reduce opportunistic infections, such as E. coli, Actinobacillus, and Mycoplasma, which are difficult to control through biosecurity measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Judicious antibiotic use"
        },
        {
            "text": "In cases where they are used in animal agriculture, antibiotics critically important to human medicine must be avoided. However, certain producers, particularly in RWA systems, have eliminated from their operations the use of nonmedically important antibiotics, such as ionophores and bacitracin. There is anecdotal evidence that the move away from nonmedically important antibiotics has the counterintuitive effect of increasing the use of medically important antibiotics to treat secondary infections and complications. Given this, one of the most effective ways to reduce antibiotic use, particularly the use of medically important antibiotics, while preserving animal health and welfare, would be to grant protected status to ionophores and bacitracin as safe for animal use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Judicious antibiotic use"
        },
        {
            "text": "To help ensure judicious antibiotic use, there is increasingly greater veterinary oversight. In 2014, the American Association of Avian Pathologists and the American Veterinary Medicine Association issued guidelines for judicious antibiotic use on poultry farms, guidelines including veterinary oversight, diagnostic testing prior to antibiotic administration, and treating \"as small a population as possible\" with \"as specific an antibiotic as possible\" for the indicated disease. 46 There are also greater efforts to educate independent producers that are not part of vertically integrated systems and who may have less veterinary oversight. The Pork Quality Assurance Plus program, revised in 2013, educates producers about strategies to reduce the level of antibiotic residue on farms and in food animal products. 47",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 484,
                    "text": "46",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Judicious antibiotic use"
        },
        {
            "text": "Reducing the use of antibiotics in food animals will undoubtedly demand a multifaceted approach. Established practices within flock and herd management, including environmental and nutritional optimization, biosecurity, sanitation, and disease surveillance, are critical and must be expanded, particularly in the swine and cattle industries where vertical integration is less extensive than in the poultry industry. The development and utilization of emerging approaches, from new and more effective vaccines to potential phage-based therapies, will likely complement these practices. However, due to the present high cost and uncertainties related to profitability and market acceptance of vaccine and phage-based products, it will likely be necessary for the United States and other governments worldwide to incentivize their development, and possibly subsidize their use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Ultimately, however, reducing the risk of antibiotic resistance due to animal agriculture cannot rely solely on reducing the use of antibiotics in food animals. There are examples of antibiotic resistance even on farms within RWA operations. It is critical for producers, farmers, and veterinarians, therefore, to assess the background buildup of antibiotic resistance; yet these types of surveillance systems are not currently in place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Recommendations for incentivizing the development of vaccines, diagnostics, and therapeutics to combat antibioticresistance",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Restricting the use of antibiotics in food-producing animals and its associations with antibiotic resistance in food-producing animals and human beings: a systematic review and metaanalysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Caffrey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Nóbrega",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Planet. Health",
            "volume": "1",
            "issn": "",
            "pages": "316--327",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antibiotic-free poultry production: is it sustainable?",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Cervantes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Appl. Poult. Res",
            "volume": "24",
            "issn": "",
            "pages": "91--97",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "High impact diseases-fact sheet",
            "authors": [
                {
                    "first": "M.-L",
                    "middle": [],
                    "last": "Penrith",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bacterial pathogens of the bovine respiratory disease complex",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Chengappa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuszak",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet. Clin. North Am. Food Anim. Pract",
            "volume": "26",
            "issn": "",
            "pages": "381--394",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Herd-level mastitis-associated costs on Canadian dairy farms",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aghamohammadi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haine",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Kelton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front. Vet. Sci",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A small overview of the modern commercial poultry industry",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Clauer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "How drug-resistant bacteria travel from the farm to your table",
            "authors": [
                {
                    "first": "Wenner",
                    "middle": [],
                    "last": "Moyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Am. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Introduction to the poultry industry",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Vertical coordination of marketing systems: lessons from the poultry, egg, and pork industries",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Alternatives to antibiotics in animal agriculture",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Enhancing the role of vaccines in combatting antimicrobial resistance",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D M"
                    ],
                    "last": "Clift",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Salisbury",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vaccine",
            "volume": "35",
            "issn": "",
            "pages": "6591--6593",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Veterinary vaccines and their importance to animal health and public health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Procedia Vaccinol",
            "volume": "5",
            "issn": "",
            "pages": "127--136",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Report of the meeting of the OIE ad hoc group on prioritisation of diseases for which vaccines could reduce antimicrobial use in animals",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mastitis vaccines in dairy cows: recent developments and recommendations of application",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "B"
                    ],
                    "last": "Ismail",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vet. World",
            "volume": "10",
            "issn": "",
            "pages": "1057--1062",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Merck veterinary manual",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Erskine",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cattle disease guide",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Current status of veterinary vaccines",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N T"
                    ],
                    "last": "Meeusen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin. Microbiol. Rev",
            "volume": "20",
            "issn": "",
            "pages": "489--510",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Immunomodulators as adjuvants for vaccines and antimicrobial therapy",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E W"
                    ],
                    "last": "Madera &amp; R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hancock",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann. N.Y. Acad. Sci",
            "volume": "1213",
            "issn": "",
            "pages": "46--61",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Essential oil and aromatic plants as feed additives in non-ruminant nutrition: a review",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Anim. Sci. Biotechnol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Phytogenic compounds as alternatives to in-feed antibiotics: potentials and challenges in application. Pathogens",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A K"
                    ],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "137--156",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Antimicrobial resistance in livestock: advances and alternatives to antibiotics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R S"
                    ],
                    "last": "Marquardt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Anim. Front",
            "volume": "8",
            "issn": "",
            "pages": "30--37",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Effect of chicken egg yolk antibodies (IgY) against diarrhea in domesticated animals: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Diraviyam",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "New immunity-booster from Elanco reduces dairy mastitis risk",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "American agriculturist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Investigations on the molecular mode of action of the novel immunostimulator ZelNate: activation of the",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ilg",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Authors. Annals of the New York Academy of Sciences published by Wiley Periodicals, Inc. on behalf of New York Academy of Sciences. cGAS-STING pathway in mammalian cells",
            "authors": [
                {
                    "first": "Ann",
                    "middle": [
                        "N Y"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "1441",
            "issn": "",
            "pages": "182--189",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Essential oils as alternatives to antibiotics in swine production",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Omonijo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Anim. Nutr",
            "volume": "4",
            "issn": "",
            "pages": "126--136",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Phage choice, isolation, and preparation for phage therapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J P"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr. Pharm. Biotechnol",
            "volume": "11",
            "issn": "",
            "pages": "2--14",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Phage therapy-constraints and possibilities",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Nilsson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ups J. Med. Sci",
            "volume": "119",
            "issn": "",
            "pages": "192--198",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Phage therapy: the Escherichia coli experience",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brüssow",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Microbiology",
            "volume": "151",
            "issn": "",
            "pages": "2133--2140",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Bacteriophages and their derivatives for the treatment and control of foodproducing animal infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit. Rev. Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "583--601",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Bacteriophage therapy to combat bacterial infections in poultry",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wernicki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nowaczek &amp; R. Urban-Chmiel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Virol. J",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Bacteriophages and phage-derived products as antibacterial therapeutics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "&amp; P M"
                    ],
                    "last": "Hollyer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sabour",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Expert Opin. Ther. Pat",
            "volume": "17",
            "issn": "",
            "pages": "1341--1350",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Learning from bacteriophagesadvantages and limitations of phage and phage-encoded protein applications",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Drulis-Kawa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Majkowska-Skrobek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maciejewska",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr. Protein Pept. Sci",
            "volume": "13",
            "issn": "",
            "pages": "699--722",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Engineering bacteriophages as versatile biologics",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M J"
                    ],
                    "last": "Kilcher",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Loessner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trends Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2018.09.006"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Development and use of personalized bacteriophage-based therapeutic cocktails to treat a patient with a disseminated resistant Acinetobacter baumannii infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Schooley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Phage treatment of an aortic graft infected with Pseudomonas aeruginosa",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Evol. Med. Public Health",
            "volume": "",
            "issn": "",
            "pages": "60--66",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Battling phages: how bacteria defend against viral attack",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Seed",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Phage therapy: should bacterial resistance to phages be a concern, even in the long run",
            "authors": [
                {
                    "first": "A.-M. &amp; M",
                    "middle": [],
                    "last": "Örmälä",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jalasvuori",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bacteriophage",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Bacteriophage for biocontrol of foodborne pathogens: calculations and considerations",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M J"
                    ],
                    "last": "Hagens",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Loessner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr. Pharm. Biotechnol",
            "volume": "11",
            "issn": "",
            "pages": "58--68",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Synergistic streptococcal phage SA2 and B30 endolysins kill streptococci in cow milk and in a mouse model of mastitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmelcher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Camp",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "New antimicrobial guidelines stress judicious use",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Updating the Pork Quality Assurance Plus Program",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", there are examples where vaccines are available, such as those doi: 10.1111/nyas.14034 31 Ann. N.Y. Acad. Sci. 1441 (2019) 31-39 C 2019 The Authors. Annals of the New York Academy of Sciences published by Wiley Periodicals, Inc. on behalf of New York Academy of Sciences.This is an open access article under the terms of the Creative Commons Attribution-NonCommercial License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited and is not used for commercial purposes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Ann. N.Y. Acad. Sci. 1441 (2019) 31-39 C 2019 The Authors. Annals of the New York Academy of Sciences published by Wiley Periodicals, Inc. on behalf of New York Academy of Sciences.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". N.Y. Acad. Sci. 1441 (2019) 31-39 C 2019 The Authors. Annals of the New York Academy of Sciences published by Wiley Periodicals, Inc. on behalf of New York Academy of Sciences.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Ann. N.Y. Acad. Sci. 1441 (2019) 31-39 C 2019 The Authors. Annals of the New York Academy of Sciences published by Wiley Periodicals, Inc. on behalf of New York Academy of Sciences.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Ann. N.Y. Acad. Sci. 1441 (2019) 31-39 C 2019 The Authors. Annals of the New York Academy of Sciences published by Wiley Periodicals, Inc. on behalf of New York Academy of Sciences.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Disease control is accomplished through",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "List of infections (pathogens and diseases) where new or improved vaccines would significantly reduce the need for antibiotic use in chickens and pigs 17Pathogens: diseases in chickensEscherichia coli: Yolk sac infection, airsacculitis, cellulitis Infectious bursal disease virus: secondary bacterial infections Escherichia coli: airsacculitis, cellulitis, salpingitis, peritonitis Clostridium perfringens, type A: necrotic enteritis Coccidiosis: secondary bacterial infections Infectious bronchitis virus: secondary bacterial infections Porcine reproductive and respiratory syndrome virus: secondary bacterial infections Swine influenza virus: secondary bacterial infections Escherichia coli Lawsonia intracellularis Brachyspira spp (B. hyodysenteriae, B. pilosicoli) Rotaviruses: secondary bacterial infections",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Phage-related GRAS notices given by the FDA34 FDA phage-related GRAS notices as of September 201834",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "B.D.V. is employed by Micreos Food Safety, a phageand endolysin technology development company. K.O. is employed by Keystone Foods, a company that supplies animal protein products worldwide. G.D.R. is an employer of Mountaire Farms, a chicken production company. F.M. received support from Bayer Animal Health and Elanco Animal Health. J.G. is currently a member of the scientific advisory council of the National Pork Board, which is interested in antibiotic use and resistance in swine production. R.S.S. received funding from the Animal Agriculture Alliance, Elanco Animal Health, Zoetis, and Bayer Animal Health. All the other authors declare no competing interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interest"
        }
    ]
}