{
    "paper_id": "b2f67d533f2749807f2537f3775b39da3b186051",
    "metadata": {
        "title": "Caring for persons in detention suffering with mental illness during the Covid-19 outbreak",
        "authors": [
            {
                "first": "Michael",
                "middle": [],
                "last": "Liebrenz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bern",
                    "location": {
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Dinesh",
                "middle": [],
                "last": "Bhugra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Buadze",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zurich",
                    "location": {
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Roman",
                "middle": [],
                "last": "Schleifer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bern",
                    "location": {
                        "settlement": "Bern",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "There is a disproportionate number of individuals with mental and somatic illnesses among persons in detention (Bhugra, 2020; Ginn, 2012) . It is also known that infections which are transmitted human to human via droplet or close contact spread particularly well in confined spaces. Since transfer options for further treatment are more difficult (especially in detention facilities) preventive measures are strongly emphasized, particularly in the case of viral droplet infections. For example, in the context of influenza, vaccination of detainees and staff is recommended (NHS 2019) . If such options are not available, prisons and other closed facilities, like asylum centers, shelters, and closed psychiatric hospitals, pose a risk for the rapid spread of such diseases. In the past, Australia for example has described the rapid spread of influenza among prison inmates (Awofeso et al., 2001) . The Spanish flu is also reported to have affected about a quarter of all inmates; a prevalence much higher when compared to data from the general population (Finnie, Copley, Hall, & Leach, 2014) . We are also currently receiving news from China, which reports a rapid spread of Covid-19 infections among prisoners from the Hubei Province. Regarding Covid-19, the spread seems to have been caused by infected security personnel importing it into detention facilities. According to the media, the Chinese government reacted to the outbreak among inmates by locking down affected prisons, suspending the transportation of goods, testing inmates who were in contact with the diagnosed wardens, and also by dismissing the prison directors and setting up a commission to analyse the spread of the virus among detained individuals (Caixing Global 2019). Correctly, there has recently been talk of a \"blind spot\" in the media regarding the spread of Covid-19 among prison inmates. (Global Times 2020) We argue that the blind spot extends further to particularly marginalized groups such as individuals using and abusing drugs and people without legal residence status, especially since these groups often overlap with individuals in detention (Liem, Wang, Wariyanti, Latkin, & Hall, 2020) . Under normal circumstances, the psychological and psychiatric care of individuals in prison is already a major challenge for many health care systems; a problem that is even more evident in times of crisis, as is currently observed. The difficulties arise on different levels and affect detained individuals, security personnel, as well as medical staff alike (Chen et al., 2020) . Fears, worries, and uncertainties, especially for isolated or quarantined patients, can cause an increase in stress-related illnesses but also the exacerbation of pre-existing mental disorders (Duan & Zhu, 2020) . This leads to a dilemma: the higher level of care and support that is required is contravened by recommendations that, especially under conditions of isolation, advise against the routine consultation of clinical psychologists, psychiatrists, and social workers in order to prevent the spread of infections. In this situation, medical staff, who are primarily focused on treating the infection (or complications thereof), must then additionally provide psychological care and be ready to intervene during a mental health crisis. Against this backdrop, some authors advocate for the use of online counselling tools and web platforms to support individuals in isolation and those affected (Liu et al., 2020) . Although these recommendations are directed at the general population and not at a prison population, it does not seem reasonable that such channels of care should not be used for individuals under detention as well. Other models could be envisaged, such as the provision of telephone counselling for prisoners and staff. However, for the current outbreak of Covid-19, such elements may not be implemented quickly enough. This raises the question of how to provide rational, basic psychiatric care under the current challenging conditions. We urge that governments take into account special needs of people in confined closed spaces. They must try: -Preserving continuity in provision of psychiatric and psychological care to individuals in detention is imperative and should remain so during the Covid-19 outbreak. -Early coordination between regional prison authorities, prison psychiatry, and general medical and general psychiatric care providers (e.g. in cases of referrals). This must also include close liaison with court diversion schemes, probation officers and others. Some clear guidance needs to be developed urgently regarding visitors to prisons and jails. -Given the potential shortage of time and human resources, the more severe psychiatric and psychological cases must be carefully triaged.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 125,
                    "text": "(Bhugra, 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 126,
                    "end": 137,
                    "text": "Ginn, 2012)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 576,
                    "end": 586,
                    "text": "(NHS 2019)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 877,
                    "end": 899,
                    "text": "(Awofeso et al., 2001)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1059,
                    "end": 1096,
                    "text": "(Finnie, Copley, Hall, & Leach, 2014)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1875,
                    "end": 1894,
                    "text": "(Global Times 2020)",
                    "ref_id": null
                },
                {
                    "start": 2137,
                    "end": 2182,
                    "text": "(Liem, Wang, Wariyanti, Latkin, & Hall, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2545,
                    "end": 2564,
                    "text": "(Chen et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2760,
                    "end": 2778,
                    "text": "(Duan & Zhu, 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3468,
                    "end": 3486,
                    "text": "(Liu et al., 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here, factors such as pre-existing mental illness, self-and extraneous endangerment, violence and aggressive behavior, refusal to eat, and also assessments and recommendations of experienced security staff should be taken into account. -Given the flood of perceivable unsettling information on Covid-19, staff providing psychological or psychiatric treatment should be informed regularly and urgently about symptomatology and presentation and on the realistic clinical course, also in comparison to other infectious diseases or in comparison to other daily risks. Sharing of accurate information without bias and panic is critical. -Ensuring the provision of masks, disinfectants and protective measures in sufficient quantity for psychological and psychiatric staff visiting individuals in detention. -Particular attention should also be paid to certify that staff deployed to provide psychological-psychiatric care in institutions are informed and/or sensitized of known potential risk factors for a more severe course of a Covid-19 infection of their own (advanced age, somatic comorbidities, chronic respiratory diseases, hypertension, cancer, known immune deficiencies etc.). Due to the currently limited understanding of Covid-19, it may be advisable to prohibit employees with such conditions from providing psychological or psychiatric care to individuals in detention and prisons. -If there is a sudden shortage of staff providing psychological and psychiatric care to detained individuals with a mental illness, staff from general psychiatry may have to fill consequential gaps. This needs careful planning on an urgent basis so that the potential of extremely long working hours of medical staff during the current outbreak can be managed successfully.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From a contemporary perspective, with increasing numbers of reported cases from South Korea, Iran, and Italy and, in some cases, comparably drastic interventions (sealing off entire regions), as well as reports of a rapid spread of Covid-19 among individuals in prison or in other closed societies, the provision of general medical care to those affected has already become a challenge in some parts of the world,. 12 However, it should not be forgotten that psychiatric and psychological care must not just be provided to affected individuals among the general population, but also to vulnerable groups such as people in detention, homes, and asylum centers. Those who survive the infection may experience survivor guilt and those who experience loss of loved ones may experience grief; all the above alongside those who are quarantined will require substantial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Michael Liebrenz is the Editor in Chief of Forensic Science International: Mind and Law. No other competing interests exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Influenza outbreak in a correctional facility",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Awofeso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fennell",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Waliuzzaman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boonwaat",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Rawlinson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Australian & New Zealand Journal of Public Health",
            "volume": "25",
            "issn": "5",
            "pages": "443--446",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Imprisoned bodies, imprisoned minds",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhugra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Forensic Science International: Mind and Law",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mental health care for medical staff in China during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet.Psychiatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20)30078-X"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Psychological interventions for people affected by the COVID-19 epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet.Psychiatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An analysis of influenza outbreaks in institutions and enclosed societies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Finnie",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Copley",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemiology and Infection",
            "volume": "142",
            "issn": "1",
            "pages": "107--113",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global Times",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prison environment and health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ginn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bmj",
            "volume": "345",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The neglected health of international migrant workers in the COVID-19 epidemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liem",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wariyanti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Latkin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet.Psychiatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Online mental health services in China during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y.-T",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet.Psychiatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Seasonal flu guidance for 2019 to 2020 for healthcare and custodial staff in prisons, immigration removal centers and other prescribed places of detention for adults in England",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Vital surveillances: the epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19)-China",
            "authors": [],
            "year": 2019,
            "venue": "China CDC Weekly. Accessed on Monday",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Zunyou",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Jennifer",
                    "middle": [
                        "M"
                    ],
                    "last": "Md",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Accessed on Monday",
            "authors": [],
            "year": 2020,
            "venue": "2020.2648)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}