{
    "paper_id": "b41638f869301e2af9eef7913301d55516fcf4ce",
    "metadata": {
        "title": "CLINICAL EXPERIMENTAL VACCINE RESEARCH",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The first smallpox vaccination conducted by Edward Jenner in 1796 demonstrated that inoculation of materials collected from a lesion on a milkmaid suffering from cowpox was able to protect humans from smallpox [1] . This was a landmark moment in vaccine history since a virulent virus of one species was able to protect another species from clinical manifestations caused by a different virus that was potentially fatal. In addition, rabies vaccine was the very first virus deliberately attenuated in a laboratory in order to create a weakened vaccine virus for humans [2] . The next breakthrough in vaccine production came out in the 1950s when mass production of vaccine virus was achieved by adaption of in vitro preparation using chicken embryos and tissue culture cells [3, 4] .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 775,
                    "end": 778,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 779,
                    "end": 781,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Vaccines are biological preparations made from killed or attenuated pathogens that upon administration should elicit specific and adaptive immunity to the target pathogen. The given vaccine should not cause severe diseases but stimulate the immune system of the vaccinated host so that the body's immune system can recognize the http://www.ecevr.org/ http://dx.doi.org/10.7774/cevr.2012.1.1. 18 pathogen and destroy it when infection occurs later. Vaccination constitutes the most highly cost-effective measure to prevent or reduce clinical signs after infection and to eradicate infectious diseases, compared to the cost of chemotherapies and prophylaxis against many infectious diseases that can be prevented by vaccination.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 394,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although there are relative similarities between animal and human infectious diseases in the pathogenesis and outcomes derived from vaccination, however, the ultimate goal of vaccination for industry animals is definitely different from those of human vaccines [5] . This difference is due to various factors, such as the type of animals to be vaccinated, desired outcomes after vaccination, the cost of vaccination, economic benefit earned by vaccination, and those kinds of infectious agents to be controlled. For instance, the purpose of vaccination for industry animals is mainly to enhance their productivity and profitability for livestock producers, whereas vaccination for companion animals would aim at their welfare by preventing particular infectious diseases (similar to those of humans). Additionally, vaccination for wildlife is applied for blocking transmission of zoonotic diseases which are prone to spread to industry animals or humans. In the case of vaccination for zoonotic diseases in livestock, it would be expected to reduce or remove the risk of transmission of such diseases to consumers as well as to protect industry animals. Interestingly, an additional benefit resulting from such application of vaccines for industrial animals is the reduction in chemotherapy in industry animals and a subsequent reduction in their residual in meat products contributing to human public safety. In fact, there have been growing evidences that the large-scale of nontherapeutic use of antibiotics in livestock production is associated with the emergence of antibiotic resistant bacteria in industry animals. Such problem promotes the use of vaccine rather than chemotherapy because vaccination would prevent diseased animals from treatment for a cure which may result in antibiotic resistance and pharmaceutical residue in food. It should be noted that the use of antibiotics in industry animals has been seriously restricted in the EU [6] and Korea [7] . Moreover, the a new guideline for nontherapeutic use of antibiotic in livestock was recently established in the USA [8] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1950,
                    "end": 1953,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1964,
                    "end": 1967,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2086,
                    "end": 2089,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In general, vaccines are produced by several different methods including inactivation or attenuation of the pathogen, alteration of host-specificity for the pathogen, use of immunogenic components alone, insertion of a gene of interest into a carrier vehicle to be delivered or expressed [9] , and production of virus-like particle (VLP) without specific genetic ma-terials. Interestingly, there are overwhelming advantages in developing animal vaccines in contrast to human vaccine development. One of the most evident advantages is the relative low cost for conducting research and development for animal vaccines as compared with human vaccines. Additionally, there is less regulation on development of animal vaccines and clinical trials than those of human vaccines, since clinical trials for animal vaccines are allowed without preclinical phases that are mandatory steps for developing human vaccines. As a consequence, final animal vaccine products can readily be commercialized within a short period of time. Nevertheless, a smaller profit from the sector of animal vaccines is anticipated due to the lower price of the products and the smaller market, unlike of the human vaccine industry. Animal vaccines currently account for less than one fourth of the global market for animal health products [5] . However, the vaccine production industry has steadily grown because of the increasing demands for new animal vaccines against various pathogens re-emerging in industry animals. Accordingly, the number of licensed animal vaccines for livestock and companion animals has increased over the decade. To make new animal vaccines successful in the market, various factors should be considered during the comprehensive research and analysis on the particular disease. These include demand of commercial products, regional demand, and global prospects for marketing the vaccine.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1307,
                    "end": 1310,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "By virtue of greatly advanced molecular techniques and the availability of a great deal of genomic information on various pathogens, there are new opportunities to create novel concept vaccines. In the present article, we will address briefly various types of animal vaccines in each section along with current research activities on animal vaccines that have been conducted in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Use of vaccines to control viral diseases would be a suitable strategy since antiviral drugs cannot deal with a broad spectrum of viruses responsible for causing many infectious diseases in industry animals [10] . A plethora of viral vaccines are currently produced by many veterinary vaccine companies and have been used for livestock, companion animals, and wildlife. However, currently existing viral vaccines are unable to cope with many types of prevailing viruses in the field. ",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Animal Viral Vaccines"
        },
        {
            "text": "Although live viral vaccines are produced in several ways, the most common method for creating vaccine strains is made through passing viruses in cell cultures, embryos, or suitable materials. For instance, a selected virus strain is serially passed in chicken embryos, resulting in better replication in chick cells but with a lost ability to replicate in animals cells of the target host. Also, the live vaccine viruses can be generated by inducing random mutations on viral genome and followed by selecting a non-virulent mutant incapable of causing clinical diseases. An alternative to creating attenuated viral strains is that viruses are serially passed in a nonadapted host until they can effectively propagate, and the loss of their pathogenicity in the original host is confirmed. All of these methods involving passing virus in suitable matter can create a new version of the virus that can still be recognized by animal immune systems but cannot replicate well in a vaccinated host. This produces the necessary immune response in the host if the host is challenged with infection by the original pathogenic virus. Most importantly, protection efficacy derived from a live attenuated vaccine typically outlasts that provided by a killed or inactivated vaccine. Nevertheless, these vaccines still have a residual virulence or a risk of reversion to a virulent phenotype [11] . A single point mutation on certain gene may tend to induce attenuation of virus but may lead to back mutation, resulting in the wild type virulent virus. Considering the relatively high mutation rate of RNA viruses, it is taken into consideration that live vaccine viruses would need to have multiple mutations on various genes of the viral genome when developing an attenuated vaccine strain. Despite these drawbacks of live vaccines, live vaccines play an important role in preventing and eradicating viral diseases in industry animals. Interestingly, a potent adjuvant is not necessary for the formulation of live vaccines because live vaccine viruses are capable of infecting target cells and provoking immune responses to injected viruses. Additionally, live vaccines can easily be administered by various routes, such as injection, drinkable water, or instillation into the nasal cavity or eyes.",
            "cite_spans": [
                {
                    "start": 1379,
                    "end": 1383,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Live viral vaccines"
        },
        {
            "text": "For examples, modified live vaccines for avian influenza virus (AIV) have been used in many countries to control AIV infection since killed vaccines are moderately effective but multiple injections are needed to develop protective immunity [12] . Although vaccination is not perfect, it would be the most promising control means for the low pathogenic avian influenza (LPAI) H9N2 to date [12] . Porcine epidemic diarrhea virus (PEDV) is an agent causing severe entero-pathogenic diarrhea in pigs, which leads to significant economic losses in Asia. PEDV strain DR13, a field isolate, was attenuated by serially passing the virus on Vero cells and tested for its virulence in piglets and sows. Vero cell-adapted virus showed reduced pathogenicity and induced protective immunity in pigs, indicating that this attenuated virus may be a vaccine candidate [13] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 852,
                    "end": 856,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Live viral vaccines"
        },
        {
            "text": "Inactivated vaccines are safer than live vaccines because they cannot replicate at all in a vaccinated host, resulting in no risk of reversion to a virulent form capable of causing diseases. However, they generally provide a shorter length of protection than live vaccine and generally elicit weak immune responses, in particular cell-mediated immunity, as opposed to live viral vaccines. For this reason, inactivated vaccines are administered with potent adjuvant, and require boosters to elicit satisfactory and a long-term immunity. Vaccines of this type are generally created by inactivating propagated viruses by treatment with heat or chemicals such as formalin or binary ethyleneimine. This procedure can destroy the pathogen's ability to propagate in the vaccinated host, but keeps it intact so that the immune system can still recognize it. Although inactivated virus vaccines have been used for preventing various types of viral diseases over the decades, they need further development for controlling newly emerging diseases. For examples, influenza virus vaccines are continually improved to contain all serotypes because many new serotypes emerge in new outbreaks. As with other approaches, many studies have been focused on searching for better adjuvants which enhance immune responses in accordance with inactivated vaccines [14] as well as help to overcome the inhibitory effects of maternal antibody. For live AIV vaccines, the possibility of reassortment between live vaccine strain and field isolates and of back mutation from low-pathogenic to highly pathogenic viruses lead to serious concerns for vaccine safety. Thus, prior stimulation of the immune system using some immunomodulators followed by vaccination with inactivated vaccines may be needed to confer better http://www.ecevr.org/ http://dx.doi.org/10.7774/cevr.2012.1.1.18 protective immunity within a short period of time and may be promising in controlling LPAI H9N2 [12] .",
            "cite_spans": [
                {
                    "start": 1340,
                    "end": 1344,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1950,
                    "end": 1954,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Inactivated vaccines"
        },
        {
            "text": "Subunit vaccines can be classified as a type of inactivated vaccine that contains only part of the virus or other microorganisms. Subunit vaccines for pathogens can be generated as recombinant proteins in various expression systems, as long as appropriate immunogenic antigens of the target pathogen are empirically determined. The recombinant proteins can be a component of safe and non-replicating subunit vaccines. When manipulating DNA that encodes such proteins, a large quantity of proteins can be expressed, purified, and then immunized into a target host in order to stimulate immune reaction against the pathogen. In general, vaccination with antigens alone elicits weak immune responses so that potent adjuvant and repeated vaccinations are required. The high costs of producing subunit vaccines would deteriorate the competitiveness of such vaccine products compared to those of other types of vaccines. Despite such a limitation, several subunit vaccines have been launched on the market. Another type of subunit vaccine can be created via genetic engineering. A gene encoding immunogenic antigen is inserted into another carrier virus or into producer cells in culture system. When the carrier virus propagates or when the producer cells metabolize, the inserted gene is also expressed and released into cytoplasm. The end result of this approach is a recombinant vaccine; the immune system of vaccinated host will recognize the expressed protein and provide future protection against the target virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subunit/recombinant vaccines"
        },
        {
            "text": "For examples, the open reading frame 2 (ORF2) protein of porcine circovirus type 2 (PCV2), a major agent responsible for developing post-weaning multi-systemic wasting syndrome in pigs, was recently produced in baculovirus expression system [15] , and the subunit vaccine containing ORF2 protein has been commercialized. This vaccine has been purchased and distributed to pig farms by government since there have been significant economic losses from PCV2. From three years ago, about USD 30 million was annually required for purchase of vaccine. An international pharmaceutical company has governed significant market share, followed by Korean vaccine companies. Meanwhile, a subunit vaccine capable of preventing Newcastle disease virus (NDV) in poultry was successfully registered. Hemagglutinin-neuraminidase (HN) protein, a protective antigen, of NDV was produced in plant cells and demonstrated to protect a vacci-nated chicken once challenged with wild type virus. Also, the fusion (F) and HN proteins derived from the NDV isolate and La Sota strain of NDV were expressed, purified and used as a subunit vaccine. The subunit vaccine reduced significantly the amount of viral shedding after a single application [16] . For foot-and-mouth disease virus (FMDV), VP1 is a structural protein involved in neutralization of virus, whereas 3D is a RNA-dependent RNA polymerase that is highly conserved among other serotypes and strongly immunogenic. Recombinant proteins of both VP1 and 3D induce antigen-specific immune responses, indicating that they can be subunit vaccine candidates against FMDV [17] . The pre-membrane (prM) and envelop (E) proteins of Japanese encephalitis (JEV) were expressed in insect Sf9 cells. The immunogenicity of the recombinant prM and E proteins was demonstrated by complete protection mice from a virulent virus challenge, providing valuable information for developing efficacious subunit vaccines against JEV [18] .",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1218,
                    "end": 1222,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1599,
                    "end": 1603,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1943,
                    "end": 1947,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Subunit/recombinant vaccines"
        },
        {
            "text": "As a delivery vehicle, nonpathogenic live virus carrying foreign DNA can be administered into a host, creating proper immunity to the inserted proteins. Once a live delivery virus is injected, the gene of interest introduced within the vector vehicle is expressed in the vaccinated host so that the host elicits immune responses against the expressed protein [19] . The immune response against the expressed protein carried by vehicle virus would follow a very natural immune stimulatory pathway. Interestingly, host-restricted vector virus itself will not be replicated within the tissues of the vaccinated animals but is able to temporarily express the foreign protein [19] . These vaccines are free of adverse effects and are stable, nonadjuvanted, and allow for differentiating infected from vaccinated animals (DIVA). Approved vehicle viruses are currently in use for several veterinary diseases, including adenovirus, fowl pox, yellow fever and vaccinia virus. Among them, poxviruses have been widely used for the delivery of vaccine antigen due to their ability to accommodate a large amount of exogenous genes and infect various types of mammalian cells, as well as express a high level of protein. They can replicate in mammalian cells even though 10% of its genome was deleted. In particular, both fowl pox and canary pox virus have a host-restrictive advantage compared with other vaccine viruses. consequently, animal vaccines have been developed using this system.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Viruses vector vaccines"
        },
        {
            "text": "For instance, rabies vaccine is a prototype of vector vaccine currently in use in several countries. An oral cowpox-rabies bait vaccine that contains G glycoprotein, a protective antigen of rabies virus, is able to prevent rabies of wild carnivores, such as foxes, raccoon, and coyotes. A recombinant vaccinia virus containing the gene encoding the glycoprotein of rabies virus was able to administered many types of wildlife in order to protect against rabies (in use in EU, North America and Korea) . Interestingly, such vaccine can be used as a DIVA vaccine since fowls vaccinated with this virus do not form antibodies against matrix protein or nucleoprotein. For examples, the haemagglutinin (HA) gene of influenza virus is incorporated within a gene-deleted vaccine strain of fowl pox. This provokes immune responses against HA protein in vaccinated chickens, resulted in protection against both diseases. This vaccine has been shown to be effective in the field against morbidity and shedding of the influenza virus once it was used as a primary vaccine. Administration of replication-incompetent glycoprotein B-expressing adenovirus induced Th1-based humoral and cellular immune response and provided effective protection against virulent pseudorabies challenge [20] .",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 500,
                    "text": "Korea)",
                    "ref_id": null
                },
                {
                    "start": 1270,
                    "end": 1274,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Viruses vector vaccines"
        },
        {
            "text": "Conventional vaccines are developed to primarily control disease in animals upon infection with pathogenic microorganisms. Vaccines are increasingly assessed for their ability to reduce virus transmission and thus for the establishment of herd immunity [21] . However, to control and eradicate animal viral disease, vaccine should not only prevent diseases but also reduce transmission of the virus from one animal to another. If the transmission of virus was sufficiently reduced by vaccination, the given virus will eventually be eradicated from a defined population [21] . Marker vaccines have been constructed and allow infected animals to be distinguished from vaccinated animals when a companion diagnostic technique is applied [22] . A new concept vaccine, DIVA vaccine was established [21] , describing as a vaccine that carries at least one antigenic protein less than the corresponding wild type virus. The DIVA vaccines are unable to produce antibodies against the protein of the deleted genes, but wild type virus invokes antibody against that protein so that the antibodies can be differentiated using proper diagnostic techniques. With this type of vaccine, the infected animals carrying wild type virus can be identified but not the vaccinated animals. The diagnostic tools can be used for monitoring transmission of wild type virus in populations vaccinated with a DIVA vaccine. This type of vaccine is actively under development since genetic manipulation of pathogens can be easily achieved by great advanced techniques. Additionally, DIVA vaccines are at the cutting edge of vaccine development since they include the deletion of genes responsible for virulence and have no way to revert to the virulent wild type in vaccinated animals.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Vaccine designed for differentiating infected and vaccinated animals (DIVA vaccine)"
        },
        {
            "text": "The first DIVA vaccine was used to differ between infected and vaccinated pigs for pseudorabies [22] , demonstrating that vaccination reduces the transmissibility of wild type virus in a population as the result of shortening the duration of virus shedding in pigs upon experimental challenge infection. For bovine herpesvirus type 1 (BHV-1), in vaccination-challenge experiments, both a live and an inactivated glycoprotein E-negative DIVA vaccine and a glycoprotein Dsubunit DIVA vaccine have been demonstrated to reduce virus shedding after intranasal challenge of BHV-1 [23, 24] . For classical swine fever (CSF) that is the most significant contagious swine diseases over the world, attenuated CSF vaccine is used in countries where this disease is enzootic after an outbreak, but is not used for CSF free countries [25] . Subunit vaccine composed of gE was produced in the baculovirus expression system, along with a discriminatory enzyme-linked immunosorbent assay (ELISA) [26] . This DIVA vaccine can be used for emergency vaccination in the areas that CSF is newly developing, but it is not extensively used in the field. Another strategy utilized in countries with vaccinated pigs but no outbreaks any more, is to switch from live to subunit vaccine before completely stopping vaccination. This strategy would have applied in Korea, but may not be adopted in the future because World Health Organisation for Animal Health in May 2013 could announce that countries using live vaccines without outbreaks may be recognized as CSF-free countries. The potential DIVA vaccine for CSF virus (CSFV) was a gEdeleted pseudorabies virus vector that expressed the E2 subunit of CSFV [27] . This vaccine prevents the transmission of challenged CSFV to pig in contact with the vaccinated and challenged pigs. The differentiation of infected from vaccinated pigs can probably be based on a companion diagnostic test that detects only antibody against the viral protein E. In case of herpes virus, thymidine kinase (TK)-deleted virus is able to infect neurons but cannot replicate and then cause disease since the herpes virus requires TK to return from latency. Such vaccine confers effective protection and blocks http://www.ecevr.org/ http://dx.doi.org/10.7774/cevr.2012.1.1.18 cell invasion by virulent virus and prevents establishment of a persistent carrier status. These gene-deleted vaccines for Aujeszky's diseases (AD) have been used in Korea, the US and the part of the EU, which contributed to eradication of AD. The DIVA concept used in veterinary vaccines may prove to be an important and useful strategy for the future development of human vaccines [21] .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 980,
                    "end": 984,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1681,
                    "end": 1685,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2658,
                    "end": 2662,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Vaccine designed for differentiating infected and vaccinated animals (DIVA vaccine)"
        },
        {
            "text": "For examples, the immunogenicity of VLP vaccine expressing HA and M1 proteins of H9N2 AIV after immunization for chickens was measured by ELISA using the expressed nucleocapsid antigen. Since the protein was not carried on the surface of the VLP vaccine, this showed the differentiation of AIV-infected chickens from vaccinated ones [28] . Nonstructural protein 1 (NS1) of West Nile virus (WNV) can be the most reliable indicator of past infection in animals. The NS1competitive ELISA using a monoclonal antibody against the expressed NS1 demonstrated the capability of differentiating wild type virus infected animals from the animals vaccinated with killed WNV vaccine. This would be considered as a potential DIVA means capable of monitoring WNV transmission [29] . The VLP vaccine of highly pathogenic avian influenza (HPAI) was recently constructed and immunized into specific pathogen free chickens. Such vaccination induced high levels of haemagglutination and neuraminidase inhibition in the vaccinated chickens as compared to control group. Furthermore, it was possible to differentiate VLP-vaccinated chickens from the infected ones using a commercial ELISA kit [30] .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1172,
                    "end": 1176,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Vaccine designed for differentiating infected and vaccinated animals (DIVA vaccine)"
        },
        {
            "text": "With rich information available on viral genomes along with the advancement of available genetic tools, scientists are able to deliberately manipulate viral genetic material in order to create attenuated live or inactivated viruses. One of the great advancements in this field is the ability to create an infectious clone that contains a full viral genome sequence on a bacterial plasmid. The viral genes on the infectious clone can be easily manipulated and transfected into susceptible cells in order to engineer genetically manipulated virus. With this technique, a chimeric virus shuffled with different viral genomes can be generated for the desired outcome. However, there is a concern that such virus may become a recombinant with field strains and consequently pathogenicity may be restored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genetically engineered viral vaccines"
        },
        {
            "text": "For examples, TK-deleted BHV vaccine can be potentially infectious and found to be latent. For the safety issues, it was suggested that deletion of multiple genes enhances the stability of genetically modified viruses [31] . Chimeric circovirus type 1-2 vaccine was developed by inserting immunogenic capsid gene of circovirus type 2 into the backbone of nonpathogenic circovirus type 1, resulting in protection pigs challenged with virulent circovirus type 2. Using reverse-genetics, a bivalent vaccine expressing the H and N gene of different AIVs was constructed on a single NDV background. This chimeric virus was able to form strong immunity against both field influenza and NDV [32] . This concept was also adapted to develop AIV vaccine, where the H5 gene derived from H5N1 virus was modified by deletion of polybasic amino acids and combined with the N3 gene of H2N3 virus. The recombinant genes were then introduced into the backbone of the H1N1 genome. The recombinant virus expressing H5 and N3 proteins derived from the other strains provided protection for chickens and ducks from HPAI virus strain, H5N1. This vaccine is licensed in some Asian countries including Korea. This concept is expanding in the development of vaccine against several viral diseases. The genome of virulent porcine reproductive and respiratory syndrome virus (PRRSV), a major agent causing devastating diseases in the swine industry, was reverse-genetically engineered into plasmid DNA to form an infectious clone. The genome was then altered at positions N34 and N51 of GP5 (changing from glycosylation to deglycosylation) resulting in epitopes that trigger neutralizing antibody. This experimental vaccine has been known to produce a high titer of neutralizing antibody against even wild type virus as well as double mutant virus, suggesting that crossprotection may occur because of high titers of antibody [33] . This strategy was supported by evidence that double mutant chimeric virus of US strain and Korean LMY strain was constructed and reproduced immune responses in our laboratory.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1899,
                    "end": 1903,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Genetically engineered viral vaccines"
        },
        {
            "text": "Naked DNA-based immunization has become a relatively novel approach in developing vaccines since the concept was reported in the 1990s. DNA vaccines have since been produced for a variety of diseases and tested in laboratories with considerable successes. They have successfully elicited efficient immunity to the antigen encoded by introduced genetic materials, which offer the potential for further advancement in the production of effective vaccine [34] . of intact antigen, the problem associated with the reversion of virulence can be minimized. In addition, DNA vaccines induce strong immunity conferring long lasting immunity associated with memory cells against a variety of bacteria and parasites [35] . The marked progress in recombinant DNA techniques over the past decades made it possible to generate a variety of DNA vaccines for various types of infectious agents. In recent years, DNA vaccine has become one of the most promising strategies for developing safe and efficient alternative vaccines, in particular for targeting highly virulent viral diseases. An advanced procedure for enhancing the immune response produced by DNA vaccines has recently been achieved by targeting desired antigens to specific antigen presenting cells (APC). Alternatively, many attenuated bacteria are specifically targeted to APCs responsible for immune reactions at designated locations, suggesting that they can be used to specifically deliver DNA to specific loci [35] . Such bacterial vectors include attenuated strains of Shigella, Listeria, and Salmonella in which the expression of the recombinant antigens are under the control of a eukaryotic promoter [36] . Unlike the recombinant protein vaccine alone, the recombinant vector vaccines have resulted in highly immunogenic response to foreign proteins. A vaccine retain the advantages associated with using live vectors, such as immunogenicity and ensuring delivery of the antigen in its native conformation, without many of the safety concerns associated with live-attenuated vectors [37] . Immunization with DNA vaccine is a vaccination approach that is being widely investigated to protect against a large number of infectious diseases.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "text": "[34]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[35]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1465,
                    "end": 1469,
                    "text": "[35]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1659,
                    "end": 1663,
                    "text": "[36]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2042,
                    "end": 2046,
                    "text": "[37]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "DNA vaccines"
        },
        {
            "text": "For examples, the VP1 gene of FMDV carries critical epitopes for inducing immune response to neutralize FMDV. DNA vaccine containing the VP1 epitopes of FMDV has the ability to elicit both FMDV specific T cell proliferation and neutralizing antibody against FMD in swine [38] . DNA vaccine containing VP243 of infectious bursal disease virus (IBDV), an acute and highly contagious diseases in chickens, has been shown to exhibit higher survival rate and low bursal atrophy as compared with the non-immunized groups after challenge. Immunity derived from the DNA vaccination seems to contribute to a high level of protective immunity and the overall protection of chickens against IBDV [39] . A plasmid DNA containing the gD gene of Aujeszky's disease virus (ADV) elicited serum neutralizing antibody at 4 weeks after immunization, indicating that it may be a DNA vaccine candidate against ADV [40] . Administration of DNA vaccine containing the N3 gene of severe acute respiratory syndrome (SARS), a life-threatening and highly emerging disease, elicited a significant level of antibody responses in the vaccinated mice, which can be a potential DNA vaccine candidate against SARS [41] .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[38]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[39]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 893,
                    "end": 897,
                    "text": "[40]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1181,
                    "end": 1185,
                    "text": "[41]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "DNA vaccines"
        },
        {
            "text": "During replication of virus in eukaryotic cells, a virus has a unique characteristic of self-assembling into particles. This characteristic makes it possible to generate VLPs in cell culture system. VLPs are differentiated from live attenuated virus by the lack of productive viral infection. They are nonreplicating and non-pathogenic, and they mimic virus particles [42, 43] . VLP vaccines have been recognized as a relatively new concept in vaccine development. Since no genetic materials are required for forming VLP, no drawbacks shown in other vaccine strategies are observed, including virulence reversion, accidental mutation, and spontaneous re-assortment. Mammalian immune systems are highly attuned to recognize and attack these VLPs following injection [37, 42] . Since the conformational similarity of VLPs to infectious virions, a considerably low quantity of VLP antigen is sufficient to provoke a similar protective immunity. Additionally, VLPs have been shown to be highly effective at stimulating CD4 + T cell proliferation and a cytotoxic T lymphocyte response. The use of VLP would be a promising vaccination strategy for a variety of viruses [37] , since it can elicit high titer, long-lived immunity to diverse viruses. To date, VLPs have been produced for more than 30 different viruses that infect humans and other animals. However, all viruses cannot be applicable for forming VLP vaccines since conformational structures of each virus are variable, composed of either single or multiple capsids, and are with or without a lipid envelope. The major advantage of VLP vaccine presenting multiple viral epitopes on a single particle is the ability to effectively stimulate immune responses without serious deleterious effects induced by live attenuated virus vaccine [37] . Additionally, VLPs have the potential for activating both endogenous and exogenous antigen processing pathways leading to presentation of viral peptides by major histocompatibility complex (MHC) class I and II molecules. Nevertheless, better understanding for the replication feature of each virus is needed to generate VLP vaccines [42] .",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[42,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "43]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[37,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "42]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1163,
                    "end": 1167,
                    "text": "[37]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1789,
                    "end": 1793,
                    "text": "[37]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2129,
                    "end": 2133,
                    "text": "[42]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "VLP vaccines"
        },
        {
            "text": "For examples, a single inoculation of VLP vaccine expressing HA and M1 proteins of AIV subtype H9N2 elicited a high level of HI antibodies and lowered the frequency of virus isolation after challenge with a virulent virus [28] , indicating http://www.ecevr.org/ http://dx. doi.org/10.7774/cevr.2012.1.1.18 that VLP vaccine would be a promising vaccine candidate against AIV. Similarly, immunization of VLP vaccine against HPAI was able to protect chickens from lethal challenge of wild type HPAI H5N1 virus [30] . Non-infectious recombinant pentamer-like structures of the FMDV were generated by expressing the gene for the P1 and 3C proteins whose expressions were under the control of individual promoters in the baculovirus expression system [44] . They were structurally similar to the authentic pentamer subunit from FMDV under the electron microscope. Immunization with such VLP into mice elicited high level of FMDV specific antibody. For swine vesicular disease virus (SVDV), a highly contagious disease of pigs, SVDV-like particles were generated by simultaneous expression of both P1 and 3CD proteins of SVDV, which resemble (both antigenically and morphologically) the authentic virus particles. The VLP may be used for a vaccine candidate against SVDV [45] . The orf 2 gene of PCV2 was cloned and inserted into the baculovirus expression system. The recombinant protein of ORF2 was formed to be VLP in infected insect cells [15] . As an attempt to create a novel vaccine against for porcine encephalomyocarditis virus (EMCV) causing reproductive failure in pregnant sows, a plasmid containing P12A and 3C genes of EMCV was generated and transfected into baculovirus expression system. Immunization of the VLP mixed with an alum adjuvant demonstrated the induction and maintenance of high level of neutralizing antibody and led to high protection efficacy after challenge with a wild type virus [46, 47] . For PRRSV, VLP expressing M and N proteins was generated in baculovirus expression system, and immunized into mice in order to evaluate its ability of inducing PRRSVspecific immune responses. According to unpublished data from our laboratory, PRRSV-VLP elicited strong immune responses as well as proper neutralizing antibodies against PRRSV, suggesting that VLP representing M and N proteins would be a potential vaccine candidate against PRRSV.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[44]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1264,
                    "end": 1268,
                    "text": "[45]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1436,
                    "end": 1440,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1906,
                    "end": 1910,
                    "text": "[46,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1911,
                    "end": 1914,
                    "text": "47]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 305,
                    "text": "doi.org/10.7774/cevr.2012.1.1.18",
                    "ref_id": null
                }
            ],
            "section": "VLP vaccines"
        },
        {
            "text": "Bacterial vaccines are generally classified into inactivated vaccine, attenuated live vaccine, or antigen component-based vaccine. All are prepared from culture grown on suitable media or other possible means. Inactivated vaccines consist of bacteria of one or more types of bacterial species, serotypes, or well-defined subunit antigens formulated in proper adjuvants. Live vaccines are made of weakened bacteria that are generated through genetic manipulation or attenuation by serially passage of selected microorganisms through artificial media in order to weaken their pathogenicity in the target host. Although many bacterial vaccines have illustrated good outcomes in the control of various types of animal diseases, new vaccines should be developed or improved to control pathogens which are re-emerging in the animal industry and are associated with recent outbreaks. When commercial vaccines are unavailable, autogenous vaccines may be alternatively produced by local veterinary vaccine companies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial Vaccines"
        },
        {
            "text": "Live bacterial vaccines consist of a small quantity of attenuated bacteria that elicit good immune responses similar to that provoked by natural infection. Although attenuated bacteria are able to infect and multiply in the vaccinated host, they no longer are capable of causing clinical disease as the result of impairment of biological function of virulent determinants [36] . Immune reactions derived from vaccination with live bacteria last longer than those of immunity generated by inactivated bacteria. The major advantage of live vaccine is a broader scope and duration of protection because the animals are exposed to all stages of the replicating bacteria. However, it is critical to ensure that live bacterial vaccine is neither over-or under-attenuated in target animals. Whereas under-attenuated strains may be pathogenic and consequently causes their natural diseases, over-attenuation would not elicit enough amount of an immune response to be an effective vaccine [19, 36, 48] . Since live bacteria vaccines can elicit good levels of both humoral and cellular immunity, this property per se makes live vaccines highly desirable. Creation of live bacterial vaccine strains followed by a classical method would be achieved by conducting multiple passages of microorganisms in suitable systems and by selecting desirable mutants. This method is readily applicable for most target pathogens to be created as attenuated vaccine strains. However, there has been relatively little success in developing attenuated bacteria by such a classical method. For this reason, relatively mild selective pressure on bacteria during in vitro passage enables bacteria to temporarily suppress virulence determinants and then restart their expression of such determinants in vivo. Once development of such vaccines were not technically feasible for most bacteria due to lack of proper tools for doing so, however, currently advanced genetic techniques make practical the development of attenuated strains. This strategy provides opportunities to create desirable mutants of various types of bacteria, through manipulathttp://www.ecevr.org/ http://dx. doi.org/10.7774/cevr.2012.1.1.18 ing a target gene with various genetic techniques, including gene-insertion, deletion, disruption, replacement, and point mutation. The best targets for a bacterial genome are the genes associated with virulence determinants, biosynthesis, and regulatory genes which are critical for bacterial survival. Interestingly, from the standpoint of creating a vaccine strain, deletion of virulence-associated genes in bacteria may be problematic since protective immunity is sometimes desired against the very virulence-associated protein. In such a case, this strain cannot provide good immunity as a vaccine strain. Chemically altered bacterial vaccine contains modified bacteria that have been grown in media supplemented with the proper level of a chemical that provokes mutation of bacteria, changing the ability of bacteria to cause diseases. This method would be another option for developing weakened bacteria and followed by a proper screening method that is suitable for selecting desirable mutants. Alternatively, temperature sensitive mutants can be generated by selection of the mutants which lost their ability to grow at animal body's temperature but can grow at the temperature present in ocular or nasal cavity. In general, killed vaccines for Salmonella are able to stimulate strong immune response, but offer a relatively low degree of protection as compared to live attenuated vaccine. They are also difficult to apply to large flocks, requiring a lot of labor for vaccination [49] . Thus, the live form of attenuated Salmonella vaccine effectively stimulates better cellular immunity and IgA than those of killed vaccine.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "text": "[36]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 980,
                    "end": 984,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 985,
                    "end": 988,
                    "text": "36,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 989,
                    "end": 992,
                    "text": "48]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 3669,
                    "end": 3673,
                    "text": "[49]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 2146,
                    "end": 2178,
                    "text": "doi.org/10.7774/cevr.2012.1.1.18",
                    "ref_id": null
                }
            ],
            "section": "Live bacterial vaccines"
        },
        {
            "text": "For examples, the safety and protection efficacy of novel cpxR/lon-deletion mutants of Salmonella species were well demonstrated in chickens and piglets, which included Salmonella Enteritidis strain JOL919 [50] , Salmonella Gallinarum strain JOL 916 [51] , and Salmonella Typhimurium [52, 53] . The immunogenicity of viral proteins displayed on the surface of the vaccine strain Salmonella Ty21a was illustrated, indicating that a bacterial vector may be a delivery vehicle to represent foreign viral proteins as well as self-antigens to a target location, with inducing effective immunity in the vaccinate host [54] . In addition, a global regulator, ppGpp-defective mutant of S. Gallinarum served as a novel vaccine candidate which was able to protect chickens challenged with wild type bacteria [49] . A Salmonella mutant defective in the ruvB gene encoding a Holliday junction helicase showed significant impairment of cell survival and proliferation within epithelial cells and macrophages. The ruvB mutant conferred strong and durable immune-based protection against challenge with virulent strain of S. Typhimurium. This mutant might be a novel live vaccine since its ability to induce protective immunity without causing clinical manifestations [55] . Porcine proliferative enteropathy (PPE) is caused by an obligated intracellular bacteria \"Lawsonia intracellularis, \" whose virulence and immunological activities are not largely known. Vaccine for PPE was prepared by an attenuated strain derived from a clinical isolate that has been serially passed on cell culture. The phenotype and genetic features of the licensed vaccine strain is not differentiated from those of the field strains. Once the vaccine is orally administered, vaccine was not shed from the host, inducing immune response slightly or not at all. However, shedding of challenged strain in feces of the vaccinated is reduced, showing increased growth performance compared with unvaccinated pigs.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "[50]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[51]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[52,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "53]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[54]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "[49]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1253,
                    "end": 1257,
                    "text": "[55]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Live bacterial vaccines"
        },
        {
            "text": "Killed vaccines are prepared by culturing bacteria, collecting cells, and inactivating them by suitable means, such as heat treatment or chemicals. This procedure destroys the ability of the pathogens to replicate in the host but keep it intact immunologically. Since such vaccine does not undergo purification of antigen, immunity to vaccine would be induced to virtually all components of bacteria so that some of the antibody would neutralize the pathogen. The best advantage of killed vaccine is safety: there is no opportunity for killed vaccine to revert to a virulent one capable of causing disease due to its composition as completely inactivated bacteria. However, killed vaccine tends to provide a shorter length of protection than live vaccine, and boosters are needed to create a long term immunity. Interestingly, when the B subunit of cholera toxin which lacks toxin activity was expressed, purified, and added to bacteriae protein, the recombinant vaccine had somewhat higher efficacy. A recent study has shown that when using tetanus toxoid as vaccine antigen for subcutaneous immunization, ISS-ODD conjugated cholera toxin B markedly enhanced the antigen specific IgG antibody response and altered the specific pattern of antibody toward Th1-type response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Killed vaccines"
        },
        {
            "text": "Subunit vaccines usually contain a part of the target pathogen so that the immune response would be against the component only. Such vaccine can be achieved by isolating a particular immunogenic protein from the pathogen and presenting it as an antigen on its own. This strategy would be preferred for many types of pathogens, relying on several techniques http://www.ecevr.org/ http://dx. doi.org/10.7774/cevr.2012.1.1.18 including genetics, biochemistry, and molecular biology to identify proper antigenic epitopes and corresponding peptides as candidate vaccine antigens. An antigen derived from bacterial surface components is cloned, expressed, purified, and its protective potential is assessed in an animal infection model. Over the past decade modern genetic techniques enabled easily identification of vaccine antigen in lieu of previous available biochemical or antigen data. Using compiled genetic information of each pathogen, sequence and analysis of the complete genome of many bacteria resulted in identification of novel candidate vaccine antigens, which is based on the structural or biochemical features of hydrophobicity and homology to that of vaccine antigen of related pathogens. The genes are expressed using foreign protein expression systems, including Escherichia coli, yeast, and insect or mammalian cells, and are then purified and injected into a host to elicit immunity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 422,
                    "text": "doi.org/10.7774/cevr.2012.1.1.18",
                    "ref_id": null
                }
            ],
            "section": "Subunit vaccines"
        },
        {
            "text": "The resulting product is combined with proper adjuvant and used as the subunit recombination vaccine. Such vaccine has a benefit due to its inability to replicate in the host, and well tolerated due to the addition of a good purification step. Given the broad range of availability for this approach, it is more feasible to produce subunit vaccine for various types of pathogens. The immunogen in subunit vaccines may be purified proteins, peptides, or polysaccharide. Since these antigens alone have weak immunogenicity, immunity established by the vaccine may be enhanced by administration with a potent adjuvant or through a well-defined delivery system. In general, multiple doses of such vaccine are needed to attain satisfactory immunological responses with most subunit vaccines. In certain cases, administration of vaccine with appropriate adjuvant enables induction of cellmediated immunity, useful for preventing diseases caused by bacteria that grow intracellularly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subunit vaccines"
        },
        {
            "text": "For examples, the outer membrane protein H (OmpH) of Pasteurella multocida has a significant similarity in both primary and secondary with those of other serotypes. The recombinant OmpH proteins expressed in E. coli were antigenic and showed strong protection against P. multocida infection. The OmpH might be a useful vaccine candidate antigens for P. multocida [56] . The recombination protein containing the middle-C-terminal regions of P. multocida toxin (PMT) which was expressed in E. coli induced high titers of PMT-specific antibodies and showed effective protection against homologous challenge in mice [57] . Heat-labile toxin B subunit (LTB) of enterotoxigenic E. coli (ETEC) can be used as an adjuvant, carrier of fused proteins, and antigen itself. Immunization of recombinant LTB protein produced in transgenic rice callus induced humoral and secretory antibody immune responses. This indicated that LTB protein can be a plant-based edible vaccine candidate against ETEC [58] .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[56]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[57]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[58]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Subunit vaccines"
        },
        {
            "text": "A number of species of live bacteria have been used for vaccine carriers that enable the delivery of cloned vaccine antigen enterically or intransally. For enteric bacteria, most of them are species with the ability to colonize intestinal mucosa, in particular, mucosa-associated lymphoid tissue, which is the main point of invasion of enteric bacteria [36, 48] . However, the reality of application for this type of vaccine is complicated and less efficient due to low level of expression of the inserted protein, and the antigen is less efficiently translocated on the surface of bacteria, where most protective antigens are displayed [48] . In addition, the immune response of clone antigen is often much weaker than the response to carrier protein of origin. Another issue is that the level of immune response to the carrier may preclude its future use either for displaying or for delivering foreign proteins. For this purpose, the bacterial genes responsible for virulence, colonization, survival, and modulation of gene expression should be deleted in vivo. It is desirable to remove independent genes or genetic loci that contribute to virulence in order to assure the attenuation of the bacterial carrier by reducing the possibility of reversion [36] . Another strategy is to create mutants that have been chemically altered. The Ty21a strain of Salmonella was derived in the fashion and licensed for preventing typhoid fever. The goal of creating a carrier vector is to present foreign antigen to immune system in the context of a live bacterial infection so that the host immune system recognizes the antigen as a natural-form immunogen and thereby develops a broader immunity to corresponding pathogen. The antigen expressed in a carrier vector is transported to the cell surface to stimulate antibody production into the cytoplasmic pathway where elicit cytotoxic T lymphocyte response. However, the majority of bacteria do not infect cells, and the recombinant antigen should be expressed at the bacterial surface, where the peptide would elicit the production of antibody. The engineered enteric pathogen is the most commonly used for this purpose, so that they can induce mucosal immunity against foreign polypeptide upon oral delivery. In the field of live bacteria vectors, an attenuated Salmonella carrier as an oral delivery vector has been used for malaria, http://www.ecevr.org/ http://dx. doi.org/10.7774/cevr.2012.1.1.18 anthrax, and cholera. The challenging issue for creating carrier vaccines is that a vaccine strain should retain the sufficient ability of replication in the gut and be attenuated enough not to be pathogenic, however, have its ability of expression of appropriate level of foreign proteins. Interestingly, the ability of certain bacteria to replicate intracellularly may augment the ability of expressed foreign peptide within the cells and consequently elicit cellular immunity to the corresponding pathogen. Attenuated Salmonella can cross the intestinal wall and deliver expressed antigen through activation pathway of innate immunity to the intestinal immune tissues. Another vector strain has employed commensal bacteria for presentation of foreign antigens, since the strains are naturally colonized without inducing clinical signs and are able to persist for years in body compartments [59] .",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "[36,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "48]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "[48]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1255,
                    "end": 1259,
                    "text": "[36]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 3338,
                    "end": 3342,
                    "text": "[59]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 2412,
                    "end": 2444,
                    "text": "doi.org/10.7774/cevr.2012.1.1.18",
                    "ref_id": null
                }
            ],
            "section": "Live bacteria as carrier"
        },
        {
            "text": "For examples, when fusion proteins containing viral antigens were expressed on the surface of oral vaccine strain, S. Typhimurium Ty21a, and inoculated intransally or intraperitoneally into mice, this bacterial carrier vaccine induced mucosal and systemic immunity against multiple viral antigens. Thus, such vaccine strain of Salmonella can play a significant role in delivering foreign vaccine proteins [54] . Virulence-associated genes, K88ac, K99, FasA, F41, and intimin from pathogenic E. coli were individually cloned into an attenuated S. Typhimurium (△cpxR△lon△asd). Once such recombinant strains were injected into mice, they were not detected in fecal samples but highly immunogenic [60] . ETEC is responsible for the most common enteric colibacillosis in piglets. A K99 fimbria is known as a specific adhesion factor that is associated with the colonization of ETEC in the small intestine. Recombinant Lactobacillus acidophilus expressing recombinant E. coli K99 fimbriae showed a significant inhibitory effect to E. coli K99, consequently prevented E. coli binding to intestinal brush border [61] . To evaluate the effect of swine interleukine-18 (swIL-18) as an immune modulator for killed vaccine, an attenuated S. Typhimurium expressing swIL-18 was constructed and orally administrated into pigs prior to vaccination with inactivated pseudorabies vaccine. The pigs received swIL-8 by the recombinant Salmonella elicited the enhanced levels of pseudorabies-specific IgG and IgG2 compared to control group. In addition, such immune responses are rapidly elevated and rendered piglets displayed more alleviated clinical signs following challenge with the virulent pseudorabies virus [62] . For PRRSV, the recombinant an attenuated S. Typhimurium expressing the ORF7 protein of PRRSV was constructed and immunized into mice to evaluate its capability of inducing immune responses against PRRSV. Following oral administration of a single dose of the recombinant Salmonella, both humoral and cell-mediated immunity against ORF7 were induced at both systemic and mucosal sites, and were sustained for at least 12 weeks post-immunization [63] .",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 409,
                    "text": "[54]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[60]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1104,
                    "end": 1108,
                    "text": "[61]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1695,
                    "end": 1699,
                    "text": "[62]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 2145,
                    "end": 2149,
                    "text": "[63]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Live bacteria as carrier"
        },
        {
            "text": "Conjugated vaccines are somewhat similar to recombinant subunit vaccines, which are usually composed of two different components. They have been generated against pathogens whose polysaccharide capsule protect them from the phagocytosis. Since the polysaccharide is poorly immunogenic, linking the polysaccharide to immunogenic protein enables the immune system to recognize them as if they were protein antigens. They are produced by chemically linking the polysaccharide to a carrier protein, which creates stronger, combined immune responses to the piece derived from bacteria as well as the carrier protein. Immunity to a piece of the bacteria can protect from future infection. Such types of vaccines are currently in use for Streptococcus pneumoniae. In contrast, some bacterial diseases are not directly caused by bacteria themselves but by a toxin produced by the bacteria. Tetanus is caused by neurotoxin that is produced by Clostridium tetani, rather than bacterial infection. Vaccines for this type of pathogen can be generated by inactivating the toxin responsible for causing clinical signs. As with the other pathogens used for killed vaccines, the inactivation process can be performed via treatment with heat or chemicals, or other suitable means. Although inactivated toxin could be considered a killed vaccine, sometimes it should be in its own category to highlight that it contains an inactivated toxin but not bacteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conjugated vaccine/toxoid"
        },
        {
            "text": "For examples, a conjugated vaccine, composed of Vi capsular polysaccharide of S. Typi conjugated with diphtheria toxoid, was generated and inoculated into mice in order to validate its immunogenicity [64] . Immunization of a single dose of the conjugate induced the high titers of anti-V1 IgG, whereas inoculation of the large amount of unconjugated V1 polysaccharide alone showed the suppression of anti-V1 antibody [64] . Capsular polysaccharide of S. pneumoniae conjugated with cholera toxin B subunit evoked mucosal and systemic immune responses after immunization via either peritoneal or intranasal route [65, 66] . been mainly focused on the control of infectious diseases of animals, the current status of development of effective vaccines to reduce foodborne pathogen loads in livestock is highlighted in this section. As an intervention strategy, animal vaccines can also be used for reducing the risk of transmitting zoonotic agents for industry animal to humans through the consumption of meat products. The demand for food products, including meats, is drastically being increased to supply the rapidly growing population worldwide, which results in an increasing population of industry animals. When a large number of industry animals are raised in small regions, there are great chances for infectious diseases, including zoonotic agents, to strike. In particular, some pathogens capable of establishing themselves within industry animals without harmful clinical signs can sometimes become infectious to humans and cause illness. Other types of zoonotic agents can cause clinical signs in both industry animals and humans. Both of them can transmit to humans via food consumption and cause zoonotic illness on humans [10] .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[64]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[64]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[65,",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "66]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1733,
                    "end": 1737,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Conjugated vaccine/toxoid"
        },
        {
            "text": "Recently, strict regulation on the use of antimicrobials in animal feed was established in order to avoid emerging issues of antibiotic resistances which could cause problematic issues for humans in the future. Antibiotic resistance within normal flora of industry animals after over-use of antibiotics can be transferred to zoonotic agents, and eventually to humans, which is a current sensitive issue in the animal industry. Under these conditions, effective vaccine for zoonotic pathogens in industry animals may help to resolve public health concern. On the basis of recent reports, about 75% of emerging infectious diseases are zoonotic, indicating that effective means to control such diseases would be of great value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccines against zoonotic bacteria"
        },
        {
            "text": "In general, modern vaccines against zoonotic agents in industry animals should be marker vaccines because the industry would use it massively and then resulting immunity could be differentially measured by companion diagnostic methods. The marker vaccine which will not interfere with the current diagnostic procedures in vaccinated animals will certainly help in controlling zoonotic diseases. The development of a more specific diagnostic method to replace the current test, will allow the development of both live and killed vaccine. Various vaccines have shown limited effectiveness in reducing transmission of zoonotic agents to humans through the consumption of animal-derived products. It should be noted that certain generic procedures can be applied to preventing the establishment of zoonotic agents in livestock, and keeping the animals free of infection by preventing contact between them and other potentially infected animals, and maintaining clean housing and food. Nevertheless, more research is required to develop a complementary vaccine and sanitation program to protect humans from zoonotic infection. The present section focuses on animal vaccines selected for zoonotic agents economically significant in industry animals. Among enteric bacteria which are frequently present, E. coli O157:H7 is the most deadly bacteria which is often present in the gut feces, and other skin of healthy cattle and sheep. The bacteria are well adapted to the host without showing evident clinical signs. The bacteria can survive for a couple of months at various environment conditions, could transmit to humans via food; notably under cooked ground beef and raw milk. Human outbreaks are associated with hemolytic uremic syndrome (a severe consequence among a small percentage of cases). Although various intervention strategies were introduced in feedlots in the US, strict hygienic measures account for the decline of O157:H7 outbreaks. Recently, a subunit vaccine containing secreted virulence factors has been tested in the field in feedlot cattle but the results were still far from clearance of the bacteria. Clearly, vaccination could be an aid in the future reduction in the number of outbreaks, but only in combination with hygiene measures. Among many serotypes of Salmonella species, clinical salmonellosis for industry animals is the result of infection with host-restricted serotypes of Salmonella, such as S. Enteritis, S. Gallinarum, S. Dublin, and S. Pullorum. Sometimes, non-host specific Salmonella serotypes sometimes induce self-limiting gastrointestinal infection but can cause systemic infection in a wide variety of host animals including humans. Among Salmonella spp., S. Typhimurium and S. Enteritidis are the two serotypes most commonly associated with foodborne disease in humans but they mostly occur asymptomatically in livestock. For poultry, various killed and live vaccines are commercially available. For swine, S. Typhimurium infections are mostly subclinical but can be transferred by meat product to humans. Several vaccines for swine have been shown to be effective to interfere with homologous or heterologous serotypes. Vaccination for livestock is considered to be one of the cornerstones of the strategy to reduce human Salmonella infections. In general, the protection against to Salmonella is required for cellular immunity as well as in particular, local mucosal immunity in the gastrointestinal tract to prevent colonization in the gut and eliminate bacteria as a cross conhttp://www.ecevr.org/ http://dx. doi.org/10.7774/cevr.2012.1.1.18 tamination problem of meat processing in slaughter houses. This would be a very challenging task but various successful cases have been reported. By this point, attenuated live vaccine is recognized most effective to reduce fecal shedding of Salmonella after vaccination.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3556,
                    "end": 3588,
                    "text": "doi.org/10.7774/cevr.2012.1.1.18",
                    "ref_id": null
                }
            ],
            "section": "Vaccines against zoonotic bacteria"
        },
        {
            "text": "Campylobacter jejuni is the major cause of foodborne disease in humans through the consumption of contaminated meat product, in particular poultry. This bacterium is very well adapted to chicken but has a low infectious dose for humans. In chicken, the bacteria can be heavily and persistently colonized in the gut without evident clinical signs. Such lack of pathogenic interaction with the host is the most challenging issue to develop reliable vaccine. In addition, they are heterologous genetically and antigenically, as the result of uptake of foreign DNA because of their ability of naturally competence. Many types of live and inactivated vaccine have been tested but it was not practically applicable. Some vaccines containing whole bacteria or flagellin have provided partial protection against Campylobacter challenge in chickens. However, attenuated live vaccine may be more promising in the near future. Although several vaccines are under development for preventing human infection, vaccine for chicken would be better way to prevent transmission to humans and ultimately the implementation of rigorous hygienic measures on carcasses after slaughtering would be a the best way to control these bacteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccines against zoonotic bacteria"
        },
        {
            "text": "Brucellosis has been a major zoonotic disease threating humans and animals in developing countries. Brucella infections in livestock result in abortions, weak offspring and longterm fertility problems. In many developed countries, test and slaughter strategy has been effectively adapted for eradication of these diseases. Vaccination provides a considerable level of protection but limited outcome to prevent brucellosis. Thus far, attenuated live vaccine is the most successful, which is widely used for cattle. Recently, the vaccine based on the stable rough mutant B. abortus strain RB51 is used in many countries, including the US. Human infection usually occurs by consumption of unpasteurized milk. Since cellular immunity is required for a long-term protection, the best results have been obtained with live attenuated vaccines. The vaccine also works in herds of adult animals, but lower doses are used to prevent abortion and interference with serological diagnostic tests. More recently, the rough strain RB51 with reduced O-antigen expression was developed and has been used in the US since 1996. Generally speaking, none of the available Brucella vaccines give sterile protection. The best way to control brucellosis successfully is to use hygienic measures as well as spelling out a specific protocol in production. A research to vaccination against Brucella was conducted once in Korea but the vaccine strategy was abolished to continue the policy of the test and slaughter, which leads to lowering prevalence from 5% in early 2000 to 0.5% in 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccines against zoonotic bacteria"
        },
        {
            "text": "Industry animals are important vehicles for several foodborne pathogens, mainly enteric bacteria which are often asymptomatically carried in the animal's intestine tract and can be major sources for contamination of animal-derived food products. A variety of intervention strategies to reduce foodborne pathogen loads in such products have been developed and then applied at the various stages of food productions. However, the best way to reduce such pathogen loads will likely require the application of a combination of various intervention strategies [67, 68] .",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 559,
                    "text": "[67,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "68]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Vaccines against zoonotic bacteria"
        },
        {
            "text": "Vaccination has been proven to be a cost-effective means to prevent infectious diseases and eradicate such infectious agents. As stated in this article, use of vaccines in industry animals has greatly influenced animal health, welfare, productivity of industry animals, and eventually contributed to food safety. Despite excellent illustration of vaccine effectiveness against various pathogens, development of animal vaccines has been recognized to be a challenging task due to the presence of a variety of animal types, infectious agents, and different pathogenic mechanisms for each pathogen. In some cases, animal scientists contribute to the development of human vaccines by providing research results obtained from experimental animals, as well as by attempting new trials on animals (which is less restricted than human trials). Due to their similar size and anatomy to humans, large animals, in particular pigs are useful for testing vaccine efficacy and vaccine delivery systems. The ultimate goal of animal vaccines is to provide efficient protection to various animals from such infectious agents. For this reason, development of animal vaccines should be achieved by multidisciplinary collaboration, including microbiology, immunology, proteomics, genetics, molecular biology, and even bioinformatics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Although it is expected to elicit immune responses to protect from wild type infection, vaccination may not be able to completely prevent a natural infection but might reduce the severity of the disease. Sometimes, vaccination can fail when it is executed with improper timing (such as high levels of http://www.ecevr.org/ http://dx. doi.org/10.7774/cevr.2012.1.1.18 pre-existing antibody, malnutrition, environment extremes, and stress conditions), resulting in adverse effects and poor immune responses. As another factor, vaccines that do not contain proper immunogenic antigens will not be effective, and therefore correct vaccines should be selected and applied for the proper of time. Adverse effects derived from vaccination should be minimal as well as acceptable. The cost of vaccination should be less than economic loss induced by naturally infection. Additionally, in order to effectively cope with the treatment of various infectious agents, vaccination should be used for animals, with the mutual exchange of information among practitioners, farmers, and disease control agencies. In particular, many management procedures are extremely important related to the excellent outcome of vaccination-animal density, environmental control, level of stress, cleanliness of the environment and drinking water.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 366,
                    "text": "doi.org/10.7774/cevr.2012.1.1.18",
                    "ref_id": null
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "Developing procedures for most animal vaccines still relies on a classical strategy with live pathogens that possess a strong immunogenicity either with high virulence or without virulence. However, over the decade there has been great acceleration in the advancement of modern molecular techniques and the compilation of genomic data of many pathogens. Such advances provide a great opportunity to create desirable vaccine strains which are less dangerous but more effectively immunogenic than those of vaccines achieved by classical methods. It is well established that the immune system has several effector mechanisms to cope with various pathogens, which would be dependent on their lifecycle and the microenvironment of the infected host. Since killed vaccines are still mainly used for livestock, it is absolutely necessary to develop novel adjuvants in order to enhance satisfactory immunity for such vaccines. Potent adjuvants should be able to effectively elicit cellular immunity in animals that are vaccinated with less immunogenic vaccines including killed or subunit vaccines. The other way to resolve this issue would be to develop a new delivery system, such as plasmid DNA, liposome, microparticles, and live viral or bacterial vectors, which can introduce vaccine antigens into intracellular compartments. Another notable advancement in immunology is the increased recognition on the major roles of innate immunity in vaccine adjuvant functions, which is often ignored despite their significant influence on vaccine developments. Recently discovered innate immunity receptors are screened as new adjuvant materials having activities, and they are used for inducing or enhancing vaccine reactions. Currently many types of adjuvants are in use for animal vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Commercialization of vaccine products should fulfill some regulations for vaccine efficacy, safety, and development processes instructed by governments. In the US, most animal vaccines come under United States Department of Agriculture (USDA) regulation. In Korea, animal vaccines are regulated under Animal Plant and Fisheries Quarantine and Inspection Agency. In the EU, regulations are under the control of the law of the EU. These regulatory agencies take account of faster and lower cost routes to registration than those of human vaccines. With consideration of the commercial market, overall demand of animal vaccines is steadily growing due to the fast increasing livestock population. Overall, along with less stringent regulatory requirements, research and development of animal vaccines would be the forefront of experimental trials of innovative techniques and commercial opportunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The vaccination history of small-pox cases",
            "authors": [],
            "year": 1902,
            "venue": "Br Med J",
            "volume": "2",
            "issn": "",
            "pages": "67--75",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Growth and attenuation of rabies virus in cell cultures of reptilian origin",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kritchevsky",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Proc Soc Exp Biol Med",
            "volume": "139",
            "issn": "",
            "pages": "1317--1342",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Studies on the cultivation of poliomyelitis viruses in tissue culture. I. The propagation of poliomyelitis viruses in suspended cell cultures of various human tissues",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Weller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Enders",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Stoddard",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "J Immunol",
            "volume": "69",
            "issn": "",
            "pages": "645--71",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Studies on the propagation in vitro of poliomyelitis viruses. I. Viral multiplications in tissue cultures employing monkey and human testicular cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Syverton",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Scherer",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "J Exp Med",
            "volume": "96",
            "issn": "",
            "pages": "355--67",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Current status of veterinary vaccines",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Meeusen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Pastoret",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jungersen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Microbiol Rev",
            "volume": "20",
            "issn": "",
            "pages": "489--510",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The European ban on growth-promoting antibiotics and emerging consequences for human and animal health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Casewell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Friis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcmullin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Antimicrob Chemother",
            "volume": "52",
            "issn": "",
            "pages": "159--61",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "South Korea bans antibiotics in animal feed. Seattle: Food Safety News",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Flynn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "FDA aims to curb farm use of antibiotics",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuehn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JA-MA",
            "volume": "307",
            "issn": "",
            "pages": "2244--2249",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Live bacterial delivery systems for development of mucosal vaccines",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Thole",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Dalen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Havenith",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7774/cevr.2012.1.1.18"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Veterinary vaccines for public health and prevention of viral and bacterial zoonotic diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lütticken",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Segers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Visser",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Rev Sci Tech",
            "volume": "26",
            "issn": "",
            "pages": "165--77",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Increased virulence of an infectious bursal disease live virus vaccine after passage in chicks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Muskett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Thornton",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Vaccine",
            "volume": "3",
            "issn": "",
            "pages": "309--321",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Oral administration of live attenuated Salmonella enterica serovar Typhimurium expressing chicken interferon-alpha alleviates clinical signs caused by respiratory infection with avian influenza virus H9N2",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Uyangaa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Microbiol",
            "volume": "154",
            "issn": "",
            "pages": "140--51",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Differentiation of a Vero cell adapted porcine epidemic diarrhea virus from Korean field strains by restriction fragment length polymorphism analysis of ORF 3",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "",
            "pages": "1833--1875",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Intranasal administration of a flagellin-adjuvanted inactivated influenza vaccine enhances mucosal immune responses to protect mice against lethal infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Byun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "466--74",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Characterization of the recombinant proteins of porcine circovirus type2 field isolate expressed in the baculovirus system",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Lyoo",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Vet Sci",
            "volume": "3",
            "issn": "",
            "pages": "19--23",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Protection of chickens from Newcastle disease with a recombinant baculovirus subunit vaccine expressing the fusion and hemagglutininneuraminidase proteins",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Vet Sci",
            "volume": "9",
            "issn": "",
            "pages": "301--309",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Recombinant DNA and protein vaccines for foot-and-mouth disease induce humoral and cellular immune responses in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Bae",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immune Netw",
            "volume": "9",
            "issn": "",
            "pages": "265--73",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Immunogenicity of baculovirus expressed recombinant proteins of Japanese encephalitis virus in mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Kweon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Vet Sci",
            "volume": "6",
            "issn": "",
            "pages": "125--158",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mucosal delivery of vaccines in domestic animals",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gerdts",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Mutwiri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Tikoo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vet Res",
            "volume": "37",
            "issn": "",
            "pages": "487--510",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Polarization of protective immunity induced by replication-incompetent adenovirus expressing glycoproteins of pseudorabies virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Aleyas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Exp Mol Med",
            "volume": "40",
            "issn": "",
            "pages": "583--95",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Diva vaccines that reduce virus transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Van Oirschot",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Biotechnol",
            "volume": "73",
            "issn": "",
            "pages": "195--205",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Differentiation of serum antibodies from pigs vaccinated or infected with Aujeszky's disease virus by a competitive enzyme immunoassay",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Van Oirschot",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Rziha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Moonen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pol",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Zaane",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Gen Virol",
            "volume": "67",
            "issn": "",
            "pages": "1179--82",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A glycoprotein E deletion mutant of bovine herpesvirus 1 is avirulent in calves",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Engelenburg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaashoek",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Rijsewijk",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Gen Virol",
            "volume": "75",
            "issn": "",
            "pages": "2311--2319",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A conventionally attenuated glycoprotein E-negative strain of bovine herpesvirus type 1 is an efficacious and safe vaccine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaashoek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moerman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Madic",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Vaccine",
            "volume": "12",
            "issn": "",
            "pages": "439--483",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Classical swine fever (hog cholera): review of aspects relevant to control",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Penrith",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vosloo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mather",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Transbound Emerg Dis",
            "volume": "58",
            "issn": "",
            "pages": "187--96",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Development of a classical swine fever subunit marker vaccine and companion diagnostic test",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Moormann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kramps",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Terpstra",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Smit",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet Microbiol",
            "volume": "73",
            "issn": "",
            "pages": "209--228",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Live attenuated pseudorabies virus expressing envelope glycoprotein E1 of hog cholera virus protects swine against both pseudorabies and hog cholera",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Zijl",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wensvoort",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Kluyver",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Virol",
            "volume": "65",
            "issn": "",
            "pages": "2761--2766",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "H9N2 avian influenza viruslike particle vaccine provides protective immunity and a strategy for the differentiation of infected from vaccinated animals",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "4003--4010",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Differentiation of west nile virus-infected animals from vaccinated animals by competitive ELISA using monoclonal antibodies against non-structural protein 1",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "12",
            "issn": "",
            "pages": "380--387",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Protective efficacy of crude virus-like particle vaccine against HPAI H5N1 in chickens and its application on DIVA strategy. Influenza Other Respi Viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Youn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2012.00396.x"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Latency and reactivation of a thymidine kinase-negative bovine herpesvirus 1 deletion mutant",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Whetstone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Seal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Bello",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Lawrence",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Arch Virol",
            "volume": "122",
            "issn": "",
            "pages": "207--221",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Engineered viral vaccine constructs with dual specificity: avian influenza and Newcastle disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Swayne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "8203--8211",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Influence of N-linked glycosylation of porcine reproductive and respi",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Ansari",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Osorio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Pattnaik",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "ratory syndrome virus GP5 on virus infectivity, antigenicity, and ability to induce neutralizing antibodies",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "3994--4004",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Bovine herpesvirus 1: immune responses in mice and cattle injected with plasmid DNA",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Zamb",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "",
            "pages": "5664--5671",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Evaluation of the murine immune response to Leishmania meta 1 antigen delivered as recombinant protein or DNA vaccine",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Serezani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wajc",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "3755--63",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Nasal vaccination using live bacterial vectors",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mielcarek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Locht",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Adv Drug Deliv Rev",
            "volume": "51",
            "issn": "",
            "pages": "55--69",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Viruslike particles: designing an effective AIDS vaccine",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcburney",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "U"
                    ],
                    "last": "Karkhanis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Methods",
            "volume": "40",
            "issn": "",
            "pages": "98--117",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A DNA vaccine against foot-and-mouth disease elicits an immune response in swine which is enhanced by co-administration with interleukin-2",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Sin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "T"
                    ],
                    "last": "Sheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vaccine",
            "volume": "20",
            "issn": "",
            "pages": "2641--2648",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Protection against very virulent infectious bursal disease virus in chickens immunized with DNA vaccines",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackwood",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vet Microbiol",
            "volume": "101",
            "issn": "",
            "pages": "39--51",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Induction of immune responses to glycoprotein gD of Aujeszky's disease virus with DNA immunization",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Vet Med Sci",
            "volume": "63",
            "issn": "",
            "pages": "659--62",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Search for potential target site of nucleocapsid gene for the design of an epitope-based SARS DNA vaccine",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Dutta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mazumdar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunol Lett",
            "volume": "118",
            "issn": "",
            "pages": "65--71",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Virus-like particles: the new frontier of vaccines for animal viral infections",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Crisci",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barcena",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Montoya",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet Immunol Immunopathol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetimm.2012.04.026"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Virus-like particles: potential veterinary vaccine immunogens",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Res Vet Sci",
            "volume": "93",
            "issn": "",
            "pages": "553--562",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Characterization of recombinant foot-and-mouth disease virus pentamer-like structures expressed by baculovirus and their use as diagnostic antigens in a blocking ELISA",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Oem",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "4112--4133",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Noninfectious virus-like particle antigen for detection of swine vesicular disease virus antibodies in pigs by enzyme-linked immunosorbent assay",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Nah",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Diagn Lab Immunol",
            "volume": "12",
            "issn": "",
            "pages": "922--931",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Immune responses and expression of the virus-like particle antigen of the porcine encephalomyocarditis virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jeoung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "U"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "An",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Res Vet Sci",
            "volume": "89",
            "issn": "",
            "pages": "295--300",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A novel vaccine combined with an alum adjuvant for porcine encephalomyocarditis virus (EMCV)-induced reproductive failure in pregnant sows",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jeoung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "An",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Res Vet Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rvsc.2012.02.012"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Use of live bacterial vaccine vectors for antigen delivery: potential and limitations",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Medina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Guzman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "1573--80",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Immune response induced by ppGpp-defective Salmonella enterica serovar Gallinarum in chickens",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Choy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "674--81",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Immunogenicity of a Salmonella Enteritidis mutant as vaccine candidate and its protective efficacy against salmonellosis in chickens",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Nandre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chaudhari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matsuda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Immunol Immunopathol",
            "volume": "144",
            "issn": "",
            "pages": "299--311",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Evaluation of safety and protection efficacy on cpxR and lon deleted mutant of Salmonella Gallinarum as a live vaccine candidate for fowl typhoid",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matsuda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chaudhari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "668--74",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Efficacy of a novel virulence gene-deleted Salmonella Typhimurium vaccine for protection against Salmonella infections in growing piglets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hur",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Immunol Immunopathol",
            "volume": "139",
            "issn": "",
            "pages": "250--256",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Immunization of pregnant sows with a novel virulence gene deleted live Salmonella vaccine and protection of their suckling piglets against salmonellosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Microbiol",
            "volume": "143",
            "issn": "",
            "pages": "270--276",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Surface-displayed viral antigens on Salmonella carrier vaccine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat Biotechnol",
            "volume": "18",
            "issn": "",
            "pages": "645--653",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Salmonella enterica serovar Typhimurium ruvB mutant can confer protection against salmonellosis in mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "6436--6480",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Outer membrane protein H for protective immunity against Pasteurella multocida",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "179--84",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Antigenicity of partial fragments of recombinant Pasteurella multocida toxin",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Microbiol Biotechnol",
            "volume": "20",
            "issn": "",
            "pages": "1756--63",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Expression and immunogenicity of enterotoxigenic Escherichia coli heat-labile toxin B subunit in transgenic rice",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7774/cevr.2012.1.1.18"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Commensal bacteria as a novel delivery system for subunit vaccines directed against agents of bioterrorism",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Hruby",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Adv Drug Deliv Rev",
            "volume": "57",
            "issn": "",
            "pages": "1392--402",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Immune responses to new vaccine candidates constructed by a live attenuated Salmonella Typhimurium delivery system expressing Escherichia coli F4, F5, F6, F41 and intimin adhesin antigens in a murine model",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Vet Med Sci",
            "volume": "73",
            "issn": "",
            "pages": "1265--73",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Lactobacillus acidophilus expressing recombinant K99 adhesive fimbriae has an inhibitory effect on adhesion of enterotoxigenic Escherichia coli",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ha",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Microbiol Immunol",
            "volume": "49",
            "issn": "",
            "pages": "941--949",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Oral administration of Salmonella enterica serovar Typhimurium expressing swine interleukin-18 induces Th1-biased protective immunity against inactivated vaccine of pseudorabies virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet Microbiol",
            "volume": "155",
            "issn": "",
            "pages": "172--82",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Systemic and mucosal immunity induced by attenuated Salmonella enterica ser ovar Typhimurium expressing ORF7 of porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Comp Immunol Microbiol Infect Dis",
            "volume": "34",
            "issn": "",
            "pages": "335--380",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Immune suppression induced by Vi capsular polysaccharide is overcome by Vi-DT conjugate vaccine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kothari",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "1023--1031",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Novel mucosal immunization with polysaccharide-protein conjugates entrapped in alginate microspheres",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Seong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chun",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Control Release",
            "volume": "53",
            "issn": "",
            "pages": "215--239",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Protective immunity of microsphere-based mucosal vaccines against lethal intranasal challenge with Streptococcus pneumoniae",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Seong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "Jeong",
                    "middle": [],
                    "last": "Sy",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Infect Immun",
            "volume": "67",
            "issn": "",
            "pages": "3587--92",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Recent pre-harvest supplementation strategies to reduce carriage and shedding of zoonotic enteric bacterial pathogens in food animals",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Callaway",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Edrington",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anim Health Res Rev",
            "volume": "5",
            "issn": "",
            "pages": "35--47",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "The application of food safety interventions in primary production of beef and lamb: a review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brulisauer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Food Microbiol",
            "volume": "141",
            "issn": "1",
            "pages": "43--52",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Even though recombinant canary pox virus shows abortive infections in mammalian cells (thus poorly replicating in the host), it can effectively express inserted genes and http://www.ecevr.org/ http://dx.doi.org/10.7774/cevr.2012.1.1.18",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Since the gene of interest is cloned into a plasmid vector capable of expressing the protective antigen in immunized animals in the absence http://www.ecevr.org/ http://dx.doi.org/10.7774/cevr.2012.1.1.18",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Although development of animal vaccines, in the past, has http://www.ecevr.org/ http://dx.doi.org/10.7774/cevr.2012.1.1.18",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Therefore, new vaccines have to be created from the strains responsible for new outbreaks. In general, viral vaccines are http://www.ecevr.org/ http://dx.doi.org/10.7774/cevr.2012.1.1.18 produced by adding necessary additions to viruses that were propagated in suitable materials, such as cell cultures, tissues, chicken embryos, or live animals where no other means are available. This section lists the types of viral vaccines, a brief description and activities conducted in Korea.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}