{
    "paper_id": "b4c159232c0fd198ffac37ccdf30ee4fc6f24518",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "pneumonia or acute respiratory distress syndrome based on clinical or radiological evidence. 2. A hospitalized patient with health care-associated pneumonia based on clinical and radiological evidence. 3. A person with (1) acute febrile (≥38°C) illness (2) body aches, headache, diarrhea, or nausea/ vomiting, with or without respiratory symptoms and (3) unexplained leucopenia (white blood cell count [WBC] <3.5×10 9 /L) and thrombocytopenia (platelets <150×10 9 /L). 4 . A person (including health care workers) who had protected or unprotected exposure to a confirmed or probable case of MERS CoV infection and who presented with upper or lower respiratory illness within 2 weeks after exposure. Although Saudi Arabia is a hub for the Makkah and Madinah cities, which are visited by millions of pilgrims from around the world, studies do not show increased patient numbers, indicating a low infection rate. The reported mortality rate is around 30% to 40%. 4 There are already reports on the spread of MERS CoV in Europe and North America. 5 No definite data exist regarding its mode of transmission. Multiple zoonotic transmissions from animal reservoirs leading to human infection have been suggested; in particular, the camel as a reservoir for the virus has been postulated. [6] [7] [8] Isolation and sequencing of MERS CoV obtained from a dromedary camel and from a patient who died of laboratory-confirmed MERS CoV infection after close contact with camels have been reported. 9 There are no guidelines on the treatment of MERS CoV infection. Animal data suggest that the treatment of MERS CoV-infected rhesus macaques with interferon-a2b and ribavirin reduces virus replication, moderates the host response, and improves clinical outcomes. 10 A case series of 5 critically ill patients with a late diagnosis of MERS CoV infection who were treated with IFN-a2b and ribavirin did not show any benefit. 11 Omrani et al 12 reported that treatment with ribavirin and pegylated IFN-a2a significantly improves survival 14 days after the diagnosis of MERS CoV infection (P=.004). Enhanced survival 28 days after diagnosis in patients who received ribavirin and pegylated IFN-a2a was not statistically significant (P=.054). 12 The King Faisal Specialist Hospital and Research Center is the major tertiary care institute in the country. We report a single-institute experience of patients with MERS CoV infection, its outcomes in infected individuals, the treatment response to ribavirin and IFN-a2b, and its potential transmission to immediate contacts.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 470,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 960,
                    "end": 961,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1043,
                    "end": 1044,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1282,
                    "end": 1285,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1286,
                    "end": 1289,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1290,
                    "end": 1293,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1486,
                    "end": 1487,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1750,
                    "end": 1752,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1910,
                    "end": 1912,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1926,
                    "end": 1928,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2225,
                    "end": 2227,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "A person with fever and community-acquired"
        },
        {
            "text": "Six patients with MERS CoV infection were included in the study. Four cases with symptomatic disease, pneumonia, and respiratory failure, and 2 asymptomatic cases who were close contacts of the MERS CoV patients were included. The MERS CoV infection was confirmed by reverse transcription-polymerase chain reaction (RT-PCR) detection of the consensus viral RNA targets upstream of the E gene (UPE) and open reading frame (ORF1b) on a sputum sample. The workup for mycoplasma, legionella, bacterial infection, and other viruses in the 4 active cases and 2 asymptomatic cases were negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Patients were given ribavirin and IFN-a2b according to the dosage recommended in Table 1 . Hemogram, electrolytes, renal function, and liver enzyme levels were normal upon initial presentation for all 6 cases ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 211,
                    "end": 219,
                    "text": "Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "Case 2 had a large family of 22 individuals who were all screened. One contact was positive upon screening with an asymptomatic presentation (Case 6) and a normal chest x-ray, but the computed tomography (CT) scan of the chest showed a left lower lobe solitary infiltrate (Figure 3 ). For case 4 ( Table 2 ), 3 children had tested negative for MERS CoV, but the spouse (Case 5) developed upper respiratory tract symptoms and lung infiltrates, as observed on chest x-ray. She was negative for MERS CoV infection, but in view of her symptoms and close contact with the patient, she was labeled as a presumptive case of MERS CoV infection. Twentyeight health care workers who came in close contact with infected individuals were screened, and none of them were positive for MERS CoV infection. An antibody assay for CoV was not available in Saudi Arabia at the time of the study; seroconversion in active cases and among close contacts could thus not be identified.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 281,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 298,
                    "end": 305,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "Four cases with active infection developed extensive bilateral lung infiltrates and respiratory failure ( Figure  1) . Three patients required ventilatory support, vasopressors, and renal replacement therapy. All 3 patients requiring ventilator support expired due to multiorgan failure. The diagnosis of MERS CoV and treatment with ribavirin and IFN-a2b was delayed in these patients by an average of 14.7 days. Case 4, who tested positive for MERS CoV (and who survived), had bilateral lung infiltrates on chest x-ray with respiratory failure requiring noninvasive ventilator support. This patient was started on ribavirin and IFN-a2b, along with broad-spectrum antibiotics and methylprednisolone pulse therapy on the day of admission. He recovered without developing other organ system failures or hemodynamic compromise, and was discharged from the hospital in stable condition. Case 5, who was a close contact of Case 4, was empirically started on ribavirin and IFN-a2b after developing symptoms (Figure 2 ). She recovered with complete resolution of the lung infiltrate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 116,
                    "text": "Figure  1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1001,
                    "end": 1010,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Case 6 was a close contact of case 2, who tested positive for MERS CoV. He was asymptomatic, but showed a solitary infiltrate on CT scan of the chest (Figure  3 ). He was given empirical therapy with ribavirin and IFN-a2b. The patient remained asymptomatic, and a follow-up CT scan of the chest (Figure 3 ) was performed after 2 weeks, showing almost complete resolution of the lung infiltrate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 160,
                    "text": "(Figure  3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 295,
                    "end": 304,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Twenty-six family members of active MERS CoV cases and 28 health care workers who came in close contact with the active cases were screened for MERS CoV. Only 2 out of 54 persons screened (3.7%) were positive for MERS CoV. None of the positive contacts were health care workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Since it was first reported in 2012, MERS CoV is emerging as a serious endemic illness associated with high mortality. Saudi Arabia is the most affected country, featuring the majority of reported cases; it has an overall case fatality rate in Saudi Arabia of up to 30% to 40%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As in the case of SARS (severe acute respiratory syndrome), the spread of MERS CoV to other parts of the world is expected as a consequence of the increase in international travel. There is also the concern that the yearly Hajj (pilgrimage) season, which is represented by almost every country around the world, may accelerate this spread, 7 although no data suggest such an occurrence. Several other countries, including the United States of America, have reported MERS CoV cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Most of these cases are travel-related and have originated from Middle Eastern countries. The early diagnosis and screening of MERS CoV is difficult due to the lack of comprehensive and clear guidelines, as well as the lack of available screening tests in many health care facilities. Data on treatment with antiviral therapy is not definite.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Guery and van der Werf 13 highlighted the need for therapeutic protocols for MERS CoV. Ribavirin and IFN-a2b were used during the SARS epidemic of 2003. Because of the similarities between the 2 CoVs, treatment with ribavirin and IFN-a2b has been suggested as a potential therapy for MERS CoV. Recently published data in animal models show that MERS CoV is sensitive to ribavirin and IFN-a2b combination therapy. 14 Both drugs were able to kill the virus at high doses individually, whereas a combination of ribavirin and IFN-a2b had a synergistic killing effect at much lower doses with possible lower toxicity. The animal studies have also shown some prophylactic effects in reducing the severity of the disease in animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this series of 6 cases, fatal cases were of older ages and had comorbid conditions (Cases 1, 2, and 3; Table  1 ), and they developed rapidly progressive respiratory and multisystem organ failure, as well as hemodynamic instability. There was a delay in the diagnosis, and the initiation of treatment with ribavirin and IFN-a2b indicated the possibility that the early initiation of therapy might be helpful in patients with MERS CoV infection. 11 This hypothesis is supported by the fact that 3 other patients -1 symptomatic and 2 asymptomatic patients with radiological changes who received treatment at the beginning of the illness -recovered completely. None of the patients treated with ribavirin and IFN-a2b developed any side effects or complications.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 450,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "Table  1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Since only 2 people among the 54 close contacts acquired the infection, the findings suggest that humanto-human transmission is low. Since MERS CoV was first reported, there has not been an extensive spread of the infection, as is usually the case for influenza outbreaks. An extensive public awareness campaign may have played a role in containing the spread of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This small case series suggests a possible role of ribavirin and IFN-a2b in the treatment of human MERS CoV infection, if started early in the illness. Delay in treatment, older age groups, and pre-existing comorbid conditions are predictors of poor outcomes. The transmission rate of the infection among close contacts was low in this series. Because of their limitations, case series (such as this one) provide insufficient evidence to make any recommendations regarding therapy. However, with the known high mortality rate associated with MERS CoV infection, there is an urgent need to initiate controlled trials to analyze the safety and effectiveness of the primary and prophylactic treatment of MERS CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Kingdom of Saudi Arabia: Ministry of Health",
            "authors": [
                {
                    "first": "Daily",
                    "middle": [],
                    "last": "Statistics",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Reports",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Case Definition and Surveillance Guidance for MERS-CoV Testing in Saudi Arabia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inhibition of novel ? coronavirus replication by a combination of interferon-a2b and ribavirin",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Martellaro",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci Rep",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Potential for the international spread of middle East respiratory syndrome in association with mass gatherings in Saudi Arabia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sears",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Curr",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Middle East respiratory syndrome coronavirus infection in dromedary camels in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Alagaili",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "2",
            "pages": "884--898",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Camels implicated as possible hosts of MERS virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Saey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Middle East respiratory syndrome coronavirus quasispecies that include homologues of human isolates revealed through whole-genome analysis and virus cultured from dromedary camels in Saudi Arabia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "3",
            "pages": "1146--1160",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Evidence for camel-to-human transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Kafrawy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Farraj",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "26",
            "pages": "2499--2505",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Treatment with interferon-?2b and ribavirin improves outcome in MERS-CoV-infected rhesus macaques",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Med",
            "volume": "19",
            "issn": "10",
            "pages": "1313--1317",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ribavirin and interferon therapy in patients infected with the Middle East respiratory syndrome coronavirus: an observational study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Momattin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dib",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "42--46",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ribavirin and interferon alfa-2a for severe Middle East respiratory syndrome coronavirus infection: a retrospective cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Omrani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Saad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baig",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "11",
            "pages": "1090--1095",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Therapeutic options for Middle East respiratory syndrome coronavirus (MERS-CoV)--possible lessons from a systematic review of SARS-CoV therapy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Martellaro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Callison",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Momattin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "Al-Tawfiq",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Infect Dis",
            "volume": "3",
            "issn": "10",
            "pages": "792--798",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest x-ray of a patient showing bilateral lung infiltrates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest x-ray showing upper respiratory tract infection and lung infiltrates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chest x-ray showing almost complete resolution of the lung infiltrate.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Six cases with MERS CoV infection and treatment response to Ribavirin and Interferon-a2b.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Suggested treatment protocol for Ribavirin and Interferon-a2b therapy.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}