{
    "paper_id": "b51603b65f40d384c4aa0f11379f0dcc387e46b1",
    "metadata": {
        "title": "Use of Obstetric Practice Web Sites to Distribute Zika Virus Information to Pregnant Women During a Zika Virus Outbreak",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [
                    "D"
                ],
                "last": "Lehnert",
                "suffix": "",
                "affiliation": {},
                "email": "jonathan.dieter.lehnert@emory.edu."
            },
            {
                "first": "Mallory",
                "middle": [
                    "K"
                ],
                "last": "Ellingson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Grace",
                "middle": [
                    "W"
                ],
                "last": "Goryoka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raghuraj",
                "middle": [],
                "last": "Kasturi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ba",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [],
                "last": "Maier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Allison",
                "middle": [
                    "T"
                ],
                "last": "Chamberlain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Camero",
                "middle": [],
                "last": "Chadwell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Miranda",
                "middle": [],
                "last": "Delahoy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "De Mondesert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katie",
                "middle": [],
                "last": "Forsberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "King",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jasmine",
                "middle": [],
                "last": "Ko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amelia",
                "middle": [],
                "last": "Mazzei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Caroline",
                "middle": [],
                "last": "Pratt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Roth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anirudh",
                "middle": [],
                "last": "Rao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aalisha",
                "middle": [
                    "Sahu"
                ],
                "last": "Khan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emma",
                "middle": [],
                "last": "Seagle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tara",
                "middle": [],
                "last": "Serio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kelley",
                "middle": [],
                "last": "Vanmaldeghem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Varvoutis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marissa",
                "middle": [],
                "last": "Vereen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amanda",
                "middle": [
                    "Vincent"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To describe the current use of obstetric practice Web sites to disseminate Zika virus information to patients. Design: Review of 913 randomly selected practice Web sites and associated social media accounts in January and August 2016. Setting: Obstetric practice Web sites and associated social media accounts, United States of America. Participants: N/A. Main Outcome Measures: Proportion of obstetric practice Web sites and linked social media accounts providing Zika virus information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Twenty-five percent and 35% of obstetric practice Web sites had information posted about Zika virus in January 2016 and August 2016, respectively. Between the 2 time points, the proportion of practices posting Zika virus content on Facebook and Twitter declined (Facebook: 15% in January, 9% in August; Twitter: 12% in January, 8% in August). In August, the most frequently observed Zika virus-related content themes were the use of insect repellent (14%) and travel advisories (14%). At both time points, practices affiliated with large university hospitals were more likely to have posted information on Zika virus than independent OB/GYN-only practices: January: odds ratio (OR) (95% confidence interval [CI]) = 5.68 (3.50-9.20); August: OR (95% CI) = 8.37 (5.31-13.17). Similarly, practices associated with nonuniversity hospitals were more likely to have posted information than independent OB/GYN-only practices: January: OR (95% CI) = 2.71 (1.88-3.92); August: OR (95% CI) = 6.75 (4.75-9.60). Conclusion: Obstetric care practices are not fully utilizing their practice Web sites to relay Zika virus information to their patients. Since practitioner-sponsored Web sites have the capacity to directly reach the populations at greatest risk for Zika virus complications, public health professionals should consider adapting their materials and provider outreach campaigns to more easily accommodate Web site-based information dissemination during this type of public health emergency. There must be greater recognition of the value information gains in the eyes of the patient when it is validated by their own provider, especially when that patient is part of the highest-risk population for a given emergency. Public health organizations should strive to minimize the burden it takes for providers to relay useful resources to patients in order to maximize the impact that those resources can have.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "D issemination of health-related information to at-risk populations during an emergency is an important role of public health organizations and a central tenet in any public health response. 1 The importance of accurate, readily available health information has been highlighted as a necessity during prior public health emergencies such as severe acute respiratory syndrome (2003), H1N1 (2009), and Ebola virus (2014) outbreaks. [2] [3] [4] The Zika virus emergency is another example of a situation where the public is actively seeking information on a public health threat. Public health professionals at all levels have attempted to respond to this demand with a wide array of Internet-based tools and information portals. [5] [6] [7] [8] During a public health emergency, the Internet offers convenient access to unparalleled quantities of information, making it an attractive tool for finding the answer to a specific health question. Despite its popularity, one of the most glaring critiques of the Internet as a health resource is the inability of a consumer to verify the accuracy of much of the information. [9] [10] [11] This particular weakness may be more pronounced in a situation where the scientific knowledge base is rapidly evolving, such as in the case with the Zika virus epidemic. Public health recommendations are often made on the basis of emerging data and are frequently subject to change as remaining knowledge gaps are filled. When faced with such rapidly changing circumstances, patients often look to their health care provider to verify the accuracy of the information and personalize it to their particular situation. 12, 13 However, time constraints placed on clinical encounters and long periods of time between visits often result in providers lacking the ability to adequately answer all of the questions their patients may have. Furthermore, providers may be unaware of or unable to direct patients to a single resource that answers all their questions.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 433,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 727,
                    "end": 730,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 731,
                    "end": 734,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 742,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1122,
                    "end": 1126,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1127,
                    "end": 1131,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1649,
                    "end": 1652,
                    "text": "12,",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Health care providers need the ability to endorse and disseminate information to their patients during public health emergencies that requires minimal time investment and has the ability to reach patients outside office hours. Public health professionals should recognize the added value of information that has been endorsed by a patient's health care provider. One way for providers to rapidly distribute public health resources to their patients is through their existing practice Web sites. Knowing that Zika virus infection poses the greatest risk to obstetrical patients, this study describes whether and how obstetric care providers in the United States have been using their practice Web sites to distribute public health information about Zika virus. In this article, we present the prevalence of Zika virus information posted on obstetric practice-sponsored Web sites and social media accounts at 2 key points in time during the Zika virus epidemic: in January 2016 shortly after the Centers for Disease Control and Prevention (CDC) and the American Congress of Obstetricians and Gynecologists (ACOG) released the first practice advisory for Zika virus, and in August 2016 shortly after localized transmission was first announced in the continental United States. In addition, we report the prevalence of selected content themes and how Zika virus-related content and characteristics have changed over the course of the emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To obtain a random sample of obstetric care provider Web sites, we followed the protocol previously described by Chamberlain et al 14 for utilizing www. healthgrades.com. Healthgrades.com is a publicly available database of health care providers in the United States and was chosen because of its accessibility and completeness. 15 The sample was divided among all 50 states and the District of Columbia. The required number of practice Web sites per state was predetermined as a proportion of the providers listed in that state compared with the total number of providers listed on January 29, 2016. All providers listed for a given state were sorted alphabetically and numbered sequentially. Random number lists for each state were generated in Statistical Analysis Software (SAS), version 9.4 (SAS Institute Inc, Cary, North Carolina). Providers were selected in the order determined by the random number list. We then used the Google Internet search engine to identify each provider's practice Web site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Obstetric providers (and by affiliation, their practice Web site) were excluded from the final sample if (1) a practice Web site associated with the selected provider was unable to be identified, (2) the primary practice location of the provider selected from Healthgrades.com was not in the target state, (3) the practice did not provide prenatal care as determined from information provided on the practice Web site, (4) the practice appeared to be permanently closed, (5) the practice was duplicative of one already selected in the sample, or (6) the practice had an apparent military affiliation. Practice eligibility was again assessed during the August data collection period, where practices were subsequently removed from the sample if their eligibility had changed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The first data collection period took place between January 30, 2016, and February 5, 2016. This time period started 9 days after the release of ACOG's interim guidance for care of obstetric patients during a Zika virus outbreak. 16 The same practice Web sites were reviewed again from August 8, 2016, to August 15, 2016, a period that started 10 days after the initial announcement of localized transmission in Miami, Florida. 17 For both time points, data collection was purposely initiated 9 to 10 days after significant events related to the Zika virus emergency under the assumption that these events would likely influence what information obstetric providers may post on their Web sites. The delay prior to data collection was included to allow adequate time for practices to have considered posting or updating Zika virus-related information on their Web sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Practice characteristics from each practice Web site were recorded including the practice address, type of practice (independent practices that provided only obstetric care or obstetrics and gynecologic care [OB-GYN-only practices]; independent practices that offered care in a variety of specialties; practices affiliated with nonuniversity hospitals or hospital systems; and practices affiliated with university hospitals or hospital systems), and the apparent presence of practice-sponsored social media accounts (Facebook page, Twitter feed). Social media accounts were included only if they were explicitly linked to and accessible from the practice Web site. During the January data collection period, social media feeds were reviewed back to January 1, 2016. During the August data collection period, social media feeds were reviewed back to July 29, 2016.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Practice Web sites were considered to provide Zika virus information if they included any Zika virusrelated content or explicitly linked to information posted by another organization (such as CDC or ACOG). The location of the content (home page, elsewhere on the Web site, Facebook, or Twitter) of the Zika virus information was recorded. If Zika virus information was available on the Web site or associated social media sites, it was reviewed for the presence of specific content themes (Table 1) . These content themes were selected for review a priori based on the latest national guidance pertinent to pregnant women at the time of data collection. In addition, during the second data collection period, we assessed whether or not the Zika virus information was posted in Spanish. Frequencies and bivariate associations were calculated in SAS. P values less than .05 were considered statistically significant. There were no human participants in this study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 489,
                    "end": 498,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The final sample for analysis included 913 practice Web sites (see Figure 1 , Supplemental Digital Content 1, http://links.lww.com/JPHMP/A304, which describes how the final sample was determined). The majority of practices were categorized as \"OB/GYN\" only (n = 393; 43%), followed by practices with a nonuniversity hospital affiliation (n = 293; 32%) ( Table 2 ). More practices had Facebook accounts (n = 633) linked to their practice Web sites than had Twitter accounts (n = 433).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 75,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 361,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Thirty-six percent of practices (n = 332) were found to have posted Zika virus content anywhere on the Web site or linked social media accounts during the August data collection period (Table 3) . This was an increase from the January collection period, when 25% of practices (n = 224) were found to have posted Zika virus content. In contrast, the proportion of practices posting Zika virus information on their social media accounts decreased between the 2 time points (Facebook: 15% of practices posted in January vs 9% in August; Twitter: 12% posted in January vs 8% in August).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 194,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Fourteen percent of practices (n = 132) posted advice on the use of insect repellent during the August data collection period, a decrease of 1% from the January data collection period (Table 4) . A decrease in the proportion of practices posting travel advisories was also seen; 21% (n = 189) posted information about travel advisories in January compared with only 14% (n = 130) in August. While the other content themes were not assessed during the January period, 14%, 11%, and 9% had information posted in August on sexual transmission of Zika virus, prenatal testing for Zika virus, and draining of standing water to reduce mosquito populations, respectively. In addition, only 5% of practices offered Zika virus information in Spanish during the August data collection period. Compared with OB/GYN-only practices, practices affiliated with hospital systems were significantly more likely to post Zika virus information in any location during both the January and August data collection periods: university-affiliated hospital system-January: odds ratio (OR) (95% confidence interval [95% CI]) = 5.7 (3.50-9.20), August: OR (95% CI) = 8.4 (5.31-13.17); non-university-affiliated hospital system-January: OR (95% CI) = 2.7 (1.88-3.92), August: OR (95% CI) = 6.8 (4.75-9.60) ( Table 5 ). There was no significant association between posting and multispecialty practices during either data collection period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 193,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1280,
                    "end": 1287,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Our results describe the current use of obstetric practice Web sites as a way to disseminate Zika virus information in the midst of a public health emergency directly and adversely affecting their patient populations. Our initial results found that just 25% of sampled practices were using their Web sites to disseminate Zika virus information. Even after the first case of domestic transmission of Zika virus was announced, only 36% of sampled practices were utilizing their Web sites to disseminate information, an increase of just 11% over a 7-month period when disease risks and knowledge of adverse outcomes were increasing. Between these 2 time points, the proportion of practices posting Zika virus information on their practice-sponsored social media accounts actually decreased by 6% and 4% in the case of Facebook and Twitter, respectively. None of these proportions or trends are particularly positive, suggesting a communications gap that public health professionals may want to work toward filling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition to documenting the prevalence of Zika virus-related information, we reviewed the information that was available for key content themes. While the total number of Web sites that posted Zika virus information increased over the course of the study, the number of Web sites posting advice on the use of insect repellent and travel advisories to affected areas decreased from January to August. This unexpected decrease could be a cause for concern, as the onset of non-travel-associated transmission drastically increases the at-risk population within the United States. With localized transmission a reality, it is important that individuals, particularly pregnant women, understand the potential risks associated with traveling to areas with ongoing transmission. One hypothesis for the decreases we observed in important prevention-related topics may be an unfortunate side effect of the current paradigm of health information dissemination. As the Zika virus knowledge base expanded over the course of the emergency, posted information began to shift focus to emerging topics. Protective activities such as using insect repellent or avoiding travel to affected areas may have been deemphasized under an assumption of \"common knowledge.\" Public health professionals creating resources for and conducting outreach to providers should consider emphasizing the importance of continually promoting the most effective risk-reduction behaviors, no matter how \"common.\" The low proportion of Web sites posting Zika virus content and the decrease in observed content themes can be a result of a provider's inability to dedicate the necessary time and resources to maintaining an updated practice Web site. Our finding that larger, hospital-affiliated practices were significantly more likely to post content about Zika virus may be particularly indicative of this hypothesis. This could be explained by the fact that large hospitals generally have dedicated information technology (IT) departments focused on maintaining and updating their Web sites. Because it is unreasonable to expect smaller private practices to have significant IT resources, public health organizations that are developing resources for providers to disseminate to their patients should be mindful of this inequity. The most well-designed patient-centered public health communication materials may never be utilized by the majority of providers if posting the content on their Web sites is not easy. If public health practitioners develop downloadable materials or content for provider Web sites, they should specifically focus on low-maintenance tools (eg, widgets, microsites) that include explicit uploading instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another rationale for the low prevalence of Zika virus-related content on these providers' Web sites may be a sign of \"information overload\" or confusion over what to post for their patients. As of December 19th, 2016, the CDC has 24 Zika virus communication toolkits targeted toward \"health care providers and management\" on its Web site. 18 Many of these toolkits seem to state the same information, and there is little indication of who the target audience is for each toolkit. It may be prudent for public health organizations to put more effort into organizing online resources in such a way that it is extremely clear who should use the resource (eg, obstetric care providers, pediatricians, other public health practitioners), what distribution modality the resource is suited for (eg, handout, poster, Web site), and who the target audience is (eg, pregnant women, women considering pregnancy, men).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Certain limitations of our study must be taken into account. We did not contact the practices to determine whether providers were using other mechanisms, such as brochures, to distribute Zika virus information. However, Web sites are advantageous compared with physical media, as they can reach patients who may not be scheduled to have a clinical encounter in the near future and cannot be misplaced once the patient leaves the office.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, our data collection was strictly limited to what was available on practice Web sites and linked social media accounts during the specified time periods. One explanation for why we observed a decrease in the proportion of social media posts about Zika virus could be the truncated retrospective review window we utilized in August as compared with January. In January, we reviewed historic social media posts for up to 36 days (January 1-February 5), whereas in August, our historical review included only a maximum of 18 days (July 29-August 15) to coincide with the initial official",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "■ During a public health emergency, public health organizations go to great lengths to create useful guidance documents and risk communication tools for a variety of audiences, including health care providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Policy & Practice"
        },
        {
            "text": "■ It is evident that public health professionals clearly understand the role health care providers play as one of many conduits for delivering public health guidance into the hands of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Policy & Practice"
        },
        {
            "text": "■ Despite this, there must be greater recognition of the value information gains in the eyes of the patient when it is validated by their own provider, especially when that patient is part of the highest-risk population for a given emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Policy & Practice"
        },
        {
            "text": "■ It is therefore imperative that public health professionals strive to minimize the burden it takes for providers to relay useful resources to patients in order to maximize the impact that those resources can have on the at-risk population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Policy & Practice"
        },
        {
            "text": "■ Focusing on the production of low-maintenance, Web sitefriendly distribution mechanisms that are accompanied by explicit uploading instructions could be an effective way to enable providers to supply patients with the information they need from the source they trust most.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Policy & Practice"
        },
        {
            "text": "announcement of localized transmission in the United States. What we do know, however, is that our 2 review time periods coincided with periods of the highest Google search volume for \"Zika virus\" to date in 2016 (see Figure 2 , Supplemental Digital Content 2, http://links.lww.com/JPHMP/A305, which shows the Google Trends data described in this article). 19 To have obstetric care providers not utilizing their most prominent Web resources during this time is a clear and reconcilable gap in public health risk communication.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 359,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 226,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Implications for Policy & Practice"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Risk communication as a core public health competence in infectious disease management: development of the ECDC training curriculum and programme",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dickmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Euro Surveill",
            "volume": "21",
            "issn": "14",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2016.21.14.30188"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Responding to global infectious disease outbreaks: lessons from SARS on the role of risk perception, communication and management",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Soc Sci Med",
            "volume": "63",
            "issn": "",
            "pages": "3113--3123",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Media use and communication inequalities in a public health emergency: a case study of 2009-2010 pandemic influenza A virus subtype H1N1",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Mccloud",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Viswanath",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Public Health Rep",
            "volume": "129",
            "issn": "4",
            "pages": "49--60",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lessons of risk communication and health promotion-West Africa and United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Bedrosian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "MMWR Suppl",
            "volume": "65",
            "issn": "3",
            "pages": "68--74",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Centers for Disease Control and Prevention. Information for specific groups",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "American Congress of Obstetricians and Gynecologists. Zika virus resource summary for Ob-Gyns and health care providers",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Zika virus disease",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Use of the Internet as a health information resource among French young adults: results from a nationally representative survey",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nguyen-Thanh",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Montagni",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Parizot",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Renahy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Med Internet Res",
            "volume": "16",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "That should be left to doctors, that's what they are there for!\"-exploring the reflexivity and trust of young adults when seeking health information",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mendes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Abreu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Vilar-Correia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Borlido-Santos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "What young people want from healthrelated online resources: a focus group study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fergie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hilton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Youth Stud",
            "volume": "16",
            "issn": "5",
            "pages": "579--596",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The public's response to severe acute respiratory syndrome in Toronto and the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Blendon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Desroches",
                    "suffix": ""
                },
                {
                    "first": "Raleigh",
                    "middle": [
                        "E"
                    ],
                    "last": "Taylor-Clark",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "38",
            "issn": "7",
            "pages": "925--931",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The more the better? A comparison of the information sources used by the public during two infectious disease outbreaks",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Jardine",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "U"
                    ],
                    "last": "Boerner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Driedger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Lack of availability of antenatal vaccination information on obstetric care practice Web Sites",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Chamberlain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Koram",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Berkelman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Omer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Obstet Gynecol",
            "volume": "127",
            "issn": "1",
            "pages": "119--126",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Patients' evaluations of health care providers in the era of social networking: an analysis of physician-rating Websites",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lagu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Hannon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Rothberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Lindenauer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Gen Intern Med",
            "volume": "25",
            "issn": "9",
            "pages": "942--946",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "American Congress of Obstetricians and Gynecologists. ACOG statement on Zika virus",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Florida investigation links four recent Zika cases to local mosquito-borne virus transmission",
            "authors": [],
            "year": 2016,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Centers for Disease Control and Prevention. Zika communication toolkits for healthcare providers and management",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Zika Virus Content Themes and CharacteristicsDraining standing water a Information provided in Spanish a a Only reviewed during the August data collection period.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Location of Zika Virus Information Posted on Obstetric Practice Web sites in January 2016 and August 2016",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Major Themes of Zika Virus Content Posted on Obstetric Practice Web sites in January 2016 and August 2016",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Association between Practice Type and Posting of Zika Virus Information a in January 2016 and August 2016",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}