{
    "paper_id": "b55482ebf03a9f847fc1affc39f20eead244c788",
    "metadata": {
        "title": "Finding equipoise: CEPI revises its equitable access policy",
        "authors": [
            {
                "first": "Brenda",
                "middle": [],
                "last": "Huneycutt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [],
                "last": "Lurie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Rotenberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgetown University",
                    "location": {
                        "addrLine": "3700 Reservoir Road NW",
                        "postCode": "20057",
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Wilder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Hatchett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Launched at Davos in January 2017 with funding from sovereign investors and philanthropic institutions, the Coalition for Epidemic Preparedness Innovations (CEPI) is an innovative partnership between public, private, philanthropic, and civil organisations whose mission is to stimulate, finance and co-ordinate vaccine development against diseases with epidemic potential in cases where market incentives fail. As an entity largely supported by public funds, CEPI's primary focus is on ensuring that low-and middle-income countries have equitable access to vaccines whose Vaccine 38 (2020) [2144] [2145] [2146] [2147] [2148] Contents lists available at ScienceDirect Vaccine j o u r n a l h o m e p a g e : w w w . e l s e v i e r . c o m / l o c a t e / v a c c i n e development it supports. With funding from Norway, Germany, Japan, Canada, Australia, Belgium, the UK, the European Commission, the Bill & Melinda Gates Foundation, and Wellcome, CEPI has reached over USD $750 million of its $1 billion funding target.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 596,
                    "text": "[2144]",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 603,
                    "text": "[2145]",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 610,
                    "text": "[2146]",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 617,
                    "text": "[2147]",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 624,
                    "text": "[2148]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As of November 2019, CEPI has committed up to $706 million in vaccine development. This includes 19 vaccine candidates against its priority pathogens (six against Lassa virus, five against Middle East respiratory syndrome coronavirus, four against Nipah virus, two against Chikungunya, two against Rift Valley fever) and three vaccine platforms to develop vaccines against Disease X, a novel or unanticipated pathogen. To assess the effectiveness of these platforms, 7 additional vaccine candidates are being developed (two against influenza, one against Marburg virus, two against Rabies virus, one against Respiratory Syncytial Virus, and one against yellow fever).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Shortly after CEPI was created, its interim board adopted a policy regarding 'equitable access' to the vaccines it supports. Its goal was to ensure that low-and middle-income countries would have access to vaccines that CEPI helped develop. The development of that policy was, by many accounts, contentious, and while reflective of the idealism that inspired the creation of CEPI, was felt by others not to be pragmatic or reflect the business realities confronted by vaccine developers. Hence, the interim board instructed that the policy be reviewed ''after one year for initial assessment of alignment between policy and its implementation.\" Key provisions of that initial policy are outlined in Table 1 . While some stakeholders embraced CEPI's original equitable access policy, other entities, including multinational vaccine companies, expressed serious concerns. In particular, potential industry partners saw the policy as inflexible and not open to negotiation; they would have preferred the elements to be seen as 'guidelines' rather than cast as 'policy.' In short, they did not see the provisions as consistent with a competitive business model. For example, developers were most concerned about losing access to intellectual property that may have been developed, or planned to be used, for another commercial purpose. They were also concerned about the possibility that without cause, CEPI could 'step in' and take over a project, transfer it to a competitor, or share data or results they preferred to keep private for competitive purposes. Finally, they were concerned about the precedent that could be set if they allowed an outside entity, in this case CEPI, to set price of a product unilaterally. In contrast, some civil society and academic partners viewed CEPI as funded largely with public monies, and some expressed concerns that development partners might cease development if they decided it was too difficult or expensive. Some felt that any projects funded with public money should be in the public domain, and that CEPI must take definitive steps to set the price of a vaccine to ensure it would be low enough to be affordable by low-and middle-income countries. These differences in perceptions and the wording of the original policy led several capable vaccine manufacturers with demonstrated track records of bringing vaccines to licensure to declare that they could not work with CEPI under the provisions of the policy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 699,
                    "end": 706,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CEPI's equitable access policies"
        },
        {
            "text": "As part of its commitment to review the policy, CEPI sought, and received, important feedback from civil society, industry and academic stakeholders, and committed to publish a summary of the feedback received along with its revised policy. It should be underscored that CEPI's decision to reformulate its access policy does not reflect a change in CEPI's access commitments. Rather, the revision of the policy is intended to provide CEPI with greater flexibility in operationalising these commitments and to allow CEPI to work with the widest possible range of development partners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CEPI's equitable access policies"
        },
        {
            "text": "CEPI undertook a multi-stage, comprehensive review of its original policy. First, the Secretariat team reviewed the literature to determine the range of approaches taken to define equitable access and their application. From this review it was clear that the term ''equitable access\" was widely applied to a variety of domains (e.g. food, water, health care) but its meaning was rarely specifically defined. As such, it was important for CEPI to explicitly describe what it meant by ''equitable access\" in the context of its specific mission and scope of work. This analysis resulted in an operational definition of equitable access, described at greater length below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewing CEPI's original equitable access policy and stakeholder response"
        },
        {
            "text": "Second, CEPI engaged in a broad consultation process, which included both group and one-on-one meetings with various stakeholders (e.g., academic, industry, civil society), following which a revised policy was drafted and posted for public comment. The Secretariat considered all public comments received, developed another draft policy, and shared this final draft with key stakeholders for another round of consultation. Table 2 summarises the key themes derived from stakeholder consultation and comments over the course of this process and illustrates the diversity of viewpoints and perspectives of CEPI's stakeholders. Relationship between equitable access and price CEPI and awardees agree up front on a transparent and agreed-to methodology for determining the cost of goods for the developed vaccines. Prices for vaccines will be set as low as possible for territories that are or may be affected by an outbreak of a disease for which CEPI funding was used to develop a vaccine. The price will be set [by CEPI] at one affordable to the affected territories and sustainable to the manufacturer. Ensuring vaccine development progresses as planned In the circumstance in which a company is sold, is not financially sustainable, or if the original product developer cannot or is unwilling to continue development of the CEPI-supported product, CEPI sought to ensure that vaccine development could progress as originally planned through the use of ''step-in rights.\" This meant that information, know-how and materials related to vaccine development must be shared with (or transferred to) CEPI so that it can 'take over' all aspects of product development including transfer of responsibilities to another developer of CEPI's choosing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 430,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Reviewing CEPI's original equitable access policy and stakeholder response"
        },
        {
            "text": "Patents are the type of IP of most potential concern to product developers. The IP of interest to CEPI includes patents protecting inventions that are either (1) preexisting (i.e., existed prior to the funding agreement with the product developer and CEPI) and needed to develop the product (called here ''background IP\") or (2) generated by CEPI funding (called here ''project IP\"). The original policy stated that CEPI would not take an ownership interest in project IP but that CEPI would have the necessary access to background and project IP -particularly to ensure it could exercise its necessary step-in rights. Shared risk/benefit CEPI would receive a share of financial benefits that might accrue from CEPI-sponsored vaccine development, to re-invest in support of its mission to provide global public health benefit. Data sharing and transparency Data sharing and transparency requirements stated that a product developer would be required to make information and data about development publicly available. Table 2 Key themes from stakeholder comments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1017,
                    "end": 1024,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Management of intellectual property (IP)"
        },
        {
            "text": "The policy was deemed 'inflexible', requiring provisions worded in a particular way, to be included in all agreements, and that would not allow for different approaches to be taken unless the policy itself was modified. Comment: CEPI concluded that, as a learning organization, it needed to be flexible enough to adjust to circumstances consistent with a set of principles. Hence, the term 'policy' is now used to identify the principles to be followed to achieve equitable access, and that set of principles allows flexibility for CEPI and potential partners to find mutually agreeable terms to achieve the fundamental principles of equitable access.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overarching concerns"
        },
        {
            "text": "The definition of equitable access, and hence the policy, should not include references to price of pre-licensed vaccines (as unlicensed vaccines cannot be sold); it should only refer to cost. Further, price considerations vary depending on the situation and therefore cannot be reduced to a set formula or predicted in advance of commercial scale manufacturing. The policy should include a description of an agreed-upon, transparent methodology on how vaccines will be priced and include affordability commitments or standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between equitable access and price"
        },
        {
            "text": "Prices should be set as low as possible and as close as possible to the marginal cost while ensuring the price is sustainable for the awardee to maintain manufacturing, supply, and availability. It is virtually impossible to truly calculate the cost of goods in advance of when market requirements are understood, and unsustainable for a company to price a product as close as possible to the marginal cost. It is not CEPI's role to set price. CEPI deals with investigational vaccines, which cannot be sold. Vaccine manufacturers set a price, and negotiate that price with other global procurement organizations, such as Gavi and UNICEF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between equitable access and price"
        },
        {
            "text": "Comment: As is evident, the feedback received is mutually inconsistent, reflecting the range of views of different stakeholders. CEPI-supported vaccines are still in early development, and while CEPI does not sell or set the price of vaccines, CEPI has committed to examine opportunities to reduce cost of goods as its projects evolve. Moreover, CEPI understands that markets in affected territories are sensitive and includes provisions in its agreements requiring awardees to agree to prices affordable to those markets and sustainable to them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between equitable access and price"
        },
        {
            "text": "Mandating step-in rights, i.e., allowing CEPI to take over, without any pre-defined criteria for doing so, is too prescriptive and unpredictable for developers. This is especially concerning for vaccine platforms which may have complex IP portfolios and broad uses beyond the CEPI-funded program. The requirement to allow step-in rights should be balanced by the amount of investment the awardee has made, the relevant contribution of CEPI and the technical progress in the program, and only used when absolutely necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensuring vaccine development progresses as planned"
        },
        {
            "text": "The policy should mandate that step-in rights are only used as a last resort, and under pre-agreed terms. The policy should explicitly describe a pre-agreed commitment to what step-in rights entail for IP, sharing of materials and know-how, e.g., what licenses the awardee will grant to CEPI covering relevant IP in the event that CEPI needs to step-in and/or when and how another developer or manufacturer can replace the awardee. The policy should explicitly allow a developer to identify a trusted partner that will continue the work if the original developer is unwilling or unable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensuring vaccine development progresses as planned"
        },
        {
            "text": "Comment: CEPI found through its first round of negotiations that it was able to navigate the issue of step-in rights by setting expectations as to when they would be used and what rights would be granted to enable CEPI to continue the work if the step-in rights are triggered. In some agreements CEPI worked up front with the developer to identify a preferred partner to whom the rights would be transferred were CEPI to exercise its step-in rights. This enabled step-in to be much more likely to succeed if needed, and specified conditions under which it would be used, and hence, more acceptable to developers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensuring vaccine development progresses as planned"
        },
        {
            "text": "CEPI should not seek ownership of any IP (background or generated by CEPI funding). CEPI's potential ownership of IP is especially problematic for vaccine platforms because the patents protecting them can cover broad uses beyond the CEPI-funded program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of intellectual property (IP)"
        },
        {
            "text": "The policy should describe a flexible system that recognizes each manufacturer will have unique issues regarding the management of their assets and resources; these must be specifically addressed within the funding agreement. The policy should contain a bright-line requirement that CEPI owns all IP generated with CEPI funding and seek licenses to all background IP, and that IP should not be used in a way that impedes equitable access to CEPI-funded vaccines or blocks additional research on vaccines to treat epidemic diseases. Also, any downstream use of CEPI's IP by any licensee should meet equitable access policy requirements. The policy should include a clear statement that CEPI will not pursue additional, secondary patents to ''evergreen\" the relevant technology (that is, to keep patent protection in force indefinitely), and CEPI should consider a strategy of ''publication\" of such IP to make it available immediately in the public domain for widespread use. The policy should include a requirement that the equitable access policy obligations travel with ownership of all IP generated with CEPI funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of intellectual property (IP)"
        },
        {
            "text": "Comment: Both the original policy and the revised one recommended that CEPI not take ownership in IP, particularly with regard to patents. The work involved in drafting, filing and prosecuting patent applications around the world is complicated, specialized and expensive. Rather, CEPI relies on its step-in rights that include licenses to IP (including project and background patents) as well as written information, biological materials, software code and other materials as necessary. Moreover, the step-in rights attach to the particular vaccine being developed and survive even if the original CEPI funding agreement is legally terminated. Hence, CEPI would be able to transfer its rights to other entities in the future and as necessary. CEPI does pursue a policy of open access to publications and data. While this would not place all inventions arising with CEPI funding in the public domain, it does go a long way to ensuring the broadest possible use of publications and data arising out of CEPI funded projects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of intellectual property (IP)"
        },
        {
            "text": "The policy should avoid including broad statements about shared benefit. Instead, CEPI should work with manufacturers to determine how any revenue or commercial benefits should be addressed on a case-by-case basis for a given funding agreement. There should be no requirement for further benefit sharing other than to ensure that any vaccine developed is made available. For platforms, benefit sharing can be especially problematic given broad uses of the platform in manufacturing numerous products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shared risk/benefit"
        },
        {
            "text": "Comment: Based on feedback, and in the face of differences between developers, CEPI successfully worked with developers on a case-by-case basis on benefit sharing. This was particularly critical for vaccines that may have a commercial market, such as a traveler's market, and in cases where CEPI funds the development of project IP that may have applications in fields that have more commercial significance, such as cancer vaccines. Any such commercial benefits shared with CEPI will go into the pool of resources to further CEPI's mission. And if CEPI's receipt of such benefits were to increase prices and thus interfere with access to vaccines, CEPI may decline to receive such benefits in favor of lower prices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shared risk/benefit"
        },
        {
            "text": "The policy should not mandate overbroad disclosure (e.g., of all underlying data). Comment: CEPI has agreed to act in accord with WHO policies and has chosen to remain firm about data sharing. Moreover, CEPI requires that publications arising from its funding (and the underlying data) be published under open access terms and conditions. Other CEPI should establish a transparent approach of external review to ensure that negotiated funding agreements are consistent with CEPI policies and intents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing and transparency"
        },
        {
            "text": "Comment: CEPI has established a Board-led process, that will include external advisors, to review all funding agreements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing and transparency"
        },
        {
            "text": "Finally, the CEPI Secretariat had extensive internal discussions, as well as discussions with its Board, taking note of ongoing feedback during the consultation process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing and transparency"
        },
        {
            "text": "Concomitant with this public consultation process, CEPI was actively negotiating funding agreements with developers. Because CEPI's partners range from academic institutions and non-profits to government labs biotechnology firms and multinational pharmaceutical manufacturers, it should come as no surprise that they differed significantly in their willingness to accept the terms outlined in CEPI's initial policy, particularly if implemented flexibly. For example, the academic institutions and non-profits have been involved in early stage development and have not necessarily experienced the complexities of taking a product to licensure. Smaller companies may be bought and sold before they need to consider the implications of IP policies. Larger companies are more likely to be developing vaccines with the expectation that the IP developed will have uses beyond the development of a CEPIsupported vaccine and see the stakes of sharing such IP (or the commercial benefits of its use) to be much greater. Nevertheless, CEPI found that it has been possible to be flexible in its negotiations while remaining true to equitable access principles, working on a case-by-case basis to invent approaches or adapt old ones to get to a mutually desirable result. For example, CEPI has been successful in agreeing on ''step-in rights\" or like provisions to enable Table 3 Terms for key provisions in CEPI's most recent call for proposals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1360,
                    "end": 1367,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Data sharing and transparency"
        },
        {
            "text": "Equitable access and its relationship to price",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Provision Brief Description of Terms for Negotiation"
        },
        {
            "text": "Vaccines and other products developed with CEPI's financial support must first be made available to populations when and where they are needed to end an outbreak or curtail an epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equitable access"
        },
        {
            "text": "An investigational stockpile of vaccines having completed Phase II clinical trials will be established and available for distribution free of charge upon the occurrence of a disease outbreak or for use in clinical trials, as needed. Contractual obligations to expand or replenish stockpiles as needed and to ensure access to vaccines if they successfully complete the necessary field efficacy trials will also be a condition for CEPI support. Those access conditions include agreed upon methodologies to determine the cost of vaccines and their price. CEPI will work with other stakeholders to develop approaches to replenish the stockpile and maintain a manufacturing base, understanding the need for creative solutions for vaccines with very limited markets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost and price"
        },
        {
            "text": "The Public Health License If CEPI determines that the awardee is unable or unavailable to develop the product as agreed, then CEPI will have the access to and the right to use materials, data, information and relevant background intellectual property to continue product development (through a ''Public Health License\" or ''PHL\"). A PHL consists of the package of materials (such as cell lines) and rights necessary to enable the research, development and manufacturing work on a given project to proceed. Such a license will enable CEPI to find another manufacturer (agreed-upon by both CEPI and awardee) to use the information and IP to continue the development of the product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensuring vaccine development progresses as planned"
        },
        {
            "text": "Intellectual property Awardees may choose to obtain intellectual property rights (such as patents or copyrights) for inventions, research materials, data bases and the like developed using funding from CEPI. If they seek such intellectual property protection, it will be at their own cost and they must promptly notify CEPI. Awardees commit themselves to manage the Project IP in a manner that complies with CEPI's equitable access obligations. CEPI will monitor awardees adherence to that commitment. There is also the possibility that third parties may have IP rights that an awardee may need to use during the performance of a project funded by CEPI or to make and distribute vaccines arising from CEPI funding. If such thirdparty IP rights exist, the awardee will so notify CEPI and indicate how it will secure the necessary licenses or other permission to proceed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of intellectual property (IP)"
        },
        {
            "text": "Sharing of commercial benefits In cases where CEPI-funded vaccines become commercially viable, CEPI will take an equitable and proportional share of any commercial revenues received by the awardee from the sale of the product in a non-outbreak situation. Either by sharing of funds or services to support CEPI's work (e.g., funds used to support CEPI's future awards, using a certain number of CEPI-funded vaccine doses for distribution as determined by CEPI, use of awardee services in support of CEPI's mission), CEPI will secure the full value of its inputs and reinvest those in pursuing its mission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shared risk/benefit"
        },
        {
            "text": "Dissemination and publication of project data and project materials CEPI requires the timely publication and other dissemination of project data, including clinical study data. CEPI may require awardee to share project data with other awardees developing products against the same diseases. CEPI has committed to ''Open Access\" for project data, requiring that any final manuscripts of the research results must be publicly available and published in accordance with globally accepted standards, in particular the principles of ''Plan S\" (https://www.scienceeurope.org/wp-content/uploads/2018/09/Plan_S.pdf), an initiative developed by Science Europe regarding open access publishing. CEPI has committed to ''Open Data\" for project data, requiring that clinical data and results (including negative results) must be made publicly available as soon as possible after results are known in accordance with CEPI's Transparency Policy (e.g., such data must be shared through an easily discoverable public route (website or system) that includes a metadata description, where patient privacy is upheld, and the system allows others to request the information). In addition, awardees must make public (on a clinical study register) the details of any clinical study conducted before any patients are recruited for the study. Awardees also will share clinical study results as close to real time as possible. CEPI requires the timely sharing of biological samples, candidate vaccines and other tangible materials produced under the Project, including with the scientific community to advance research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing and transparency"
        },
        {
            "text": "Accountability for the commitment to equitable access CEPI will include a review of compliance with equitable access in its stage-gate reviews, which are reviews conducted by CEPI at key points in the technical development of vaccines or platforms it funds. The CEPI Board will maintain oversight on implementation of the equitable access policy through reviews of provisions in the funding agreements it concludes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other"
        },
        {
            "text": "the organisation to ensure that it can move forward with projects even if its original awardees cannot or will not continue, once the conditions under which those provisions might be activated were defined. Agreements include clear standards on how to determine the cost of goods -in our case vaccines -which make discussions on price much more transparent. Agreements have also included commitments to sell vaccines at a price that public-sector agencies agree is affordable for use in the affected territories to ensure that product pricing meets the requirements of the patient populations CEPI serves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other"
        },
        {
            "text": "Taken in total, the review process affirmed that there is broad agreement that achieving equitable access to epidemic vaccines is critical, and the revised policy [1] is explicit about CEPI's commitment: ''equitable access to epidemic vaccines in the context of an outbreak means that appropriate vaccines are first available to populations when and where they are needed to end an outbreak or curtail an epidemic, regardless of ability to pay.\" Further, the policy recognises that achieving this goal will require the actions of numerous stakeholders.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The current policy, and its implementation"
        },
        {
            "text": "CEPI also committed to explain how equitable access provisions have been represented in CEPI's funding agreements, and published a summary of those provisions in March 2019 [2] . The review process made clear two ongoing needs for CEPI and potential developers: (1) the need for CEPI to remain a learning organisation, with flexibility to update how it executes its policy as it gains more experience (2) the articulation of clear expectations for funding agreements, so that potential developers can determine whether there is likely to be sufficient flexibility for them to successfully negotiate a funding agreement should they apply and be selected for funding.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The current policy, and its implementation"
        },
        {
            "text": "For its most recent funding rounds, CEPI published, at the time of its Request for Proposals, a description of key provisions and terms for negotiation [3] . As a learning organisation, CEPI continues to evaluate the experience with each round of funding, and if needed to ensure equitable access, will modify key provisions accordingly in successive calls for proposals. Table 3 reviews the guidance for negotiation on key terms from CEPI's most recent call for proposals.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 379,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "The current policy, and its implementation"
        },
        {
            "text": "In addition, CEPI has implemented processes that ensure that equitable access is a consideration through each stage of the vaccine development process. Its proposal review includes selection criteria related to equitable access, and its draft funding agreements are reviewed to ensure they are consistent with CEPI goals. Key contract terms are shared with the CEPI Board, and the Board retains the right at any point to review partnering agreements in their entirety. Finally, once vaccine development is underway, all projects undergo a series of 'stage-gate reviews' to determine whether they should continue to the next stage. Those review committees include not only experts from affected countries, but also an expert who will review progress from an equitable access perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The current policy, and its implementation"
        },
        {
            "text": "By taking a purposive and iterative rather than a fixed approach to its access policy CEPI has been able to further its overall goal of equitable access. Listening to the concerns of various stakeholders has enabled CEPI to employ a fit-for-purpose approach for each project, product, and partner while infusing a vision of equitable access into every funding agreement and subsequent development process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The coalition that is CEPI and its stakeholders will continue to learn from this process and its experiences moving forward to revisit and make further adjustments, as needed, to this policy without veering from its foundational commitment to equitable access.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coalition for Epidemic Preparedness Innovations",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Advancing Equitable Access to epidemic vaccines through CEPI's vaccine and platform development agreements",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coalition for Epidemic Preparedness Innovations. Funding agreement and Terms and Conditions",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2144 1.1. CEPI's equitable access policies . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2145 1.2. Reviewing CEPI's original equitable access policy and stakeholder response . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2145 1.3. The current policy, and its implementation . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2148 1.4. Summary . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2148 Declaration of Competing Interest . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2148 References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2148",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "https://doi.org/10.1016/j.vaccine.2019.12.055 0264-410X/Ó 2020 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Corresponding author. E-mail address: nicole.lurie@cepi.net (N. Lurie).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The policy should mandate data sharing and transparency in line with WHO's Statement on Public Disclosure of Clinical Trial Results, as well as requirements for publication of results in open-access journals.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Key Requirements of CEPI's Original Equitable Access Policy.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}