{
    "paper_id": "b6afd6aa34818636e4b69364980971be64bad8e2",
    "metadata": {
        "title": "Rational design of a synthetic mammalian riboswitch as a ligand-responsive -1 ribosomal frame-shifting stimulator",
        "authors": [
            {
                "first": "Ya-Hui",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Chung-Hsing University",
                    "location": {
                        "addrLine": "250 Kuo-Kung Road",
                        "postCode": "402",
                        "settlement": "Taichung",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Kung-Yao",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Chung-Hsing University",
                    "location": {
                        "addrLine": "250 Kuo-Kung Road",
                        "postCode": "402",
                        "settlement": "Taichung",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Metabolite-responsive RNA pseudoknots derived from prokaryotic riboswitches have been shown to stimulate −1 programmed ribosomal frameshifting (PRF), suggesting −1 PRF as a promising gene expression platform to extend riboswitch applications in higher eukaryotes. However, its general application has been hampered by difficulty in identifying a specific ligand-responsive pseudoknot that also functions as a ligand-dependent -1 PRF stimulator. We addressed this problem by using the −1 PRF stimulation pseudoknot of SARS-CoV (SARS-PK) to build a ligand-dependent −1 PRF stimulator. In particular, the extra stem of SARS-PK was replaced by an RNA aptamer of theophylline and designed to couple theophylline binding with the stimulation of −1 PRF. Conformational and functional analyses indicate that the engineered theophylline-responsive RNA functions as a mammalian riboswitch with robust theophyllinedependent −1 PRF stimulation activity in a stable human 293T cell-line. Thus, RNA-ligand interaction repertoire provided by in vitro selection becomes accessible to ligand-specific −1 PRF stimulator engineering using SARS-PK as the scaffold for synthetic biology application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "RNA modules capable of recognizing specific metabolites to regulate gene expression have been identified in the 5 UTR of a variety of prokaryotic genes (1) (2) (3) . Such riboswitches can control accessibility of Shine-Dalgarno (SD) sequences and intrinsic transcriptional termination hairpins to tune translation initiation and transcription termination efficiencies, respectively (1) (2) (3) . The ability to control RNA conformations by metabolites or artificial organic molecules to regulate specific gene expressions in higher eukaryotic systems could provide new opportunities in biomedical and synthetic biological applications (4, 5) .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 639,
                    "end": 641,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "However, the fact that eukaryotes have different translation initiation and transcription termination mechanisms from those of prokaryotes has thus far hampered attempts to extend riboswitch applications into eukaryotic systems. There are only a few examples of successfully engineered mammalian riboswitches, and all are involved in the regulation of other RNA-mediated processes, such as the control of miRNA biogenesis and ribozyme activity (6, 7) .",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 447,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 448,
                    "end": 450,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Recently, metabolite-binding units of some prokaryotic riboswitches grafted into an open reading frame (ORF) have been shown to stimulate −1 programmed ribosomal frameshifting (PRF) in response to specific metabolites, suggesting that −1 PRF holds promise as an expression platform for the implementation of an engineered mammalian riboswitch (8, 9) . The −1 PRF involves the backward movement of an elongating ribosome by one nucleotide relative to the decoding reading-frame. It leads to a switch of the decoding process into a −1 reading-frame to generate a protein with its C-terminal domain composition being determined by the new reading-frame. It has been adopted in a variety of viruses to control the ratio between viral proteins crucial for optimal propagation via instrumental frameshifting efficiency (10, 11) . −1 PRF occurs on a shifty sequence with a low basal efficiency and can be further enhanced by an RNA structure optimally positioned downstream of the shifty sequence (12) . The downstream RNA structure is usually an H-type pseudoknot (13) composed of an RNA hairpin with its loop sequences pairing with complementary sequences downstream of the hairpin stem (stem 1) to form a second duplex (stem 2). Given the critical role of a downstream stimulator in the efficiency of eukaryotic −1 PRF, the ability to modulate stimulator conformation formation by a ligand-binding RNA aptamer could result in a ligand-responsive −1 PRF stimulator. However, only a subset of the H-type pseudoknot can stimulate −1 PRF efficiently.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 108,
                    "text": "(ORF)",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 347,
                    "end": 349,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 813,
                    "end": 817,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1058,
                    "end": 1062,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The two riboswitch-derived −1 PRF stimulators both possess ligand-induced base-triple interaction networks that surround the helical junctions of pseudoknot folds (14) (15) (16) (17) . However, it is challenging to design a specific liganddependent base-triple network within an RNA pseudoknot as well as to convert the ligand-responsive pseudoknot into a ligand-dependent −1 PRF stimulator. By contrast, the −1 PRF stimulators of coronaviruses belong to a family of wellcharacterized H-type pseudoknots (IBV-type pseudoknot) with a long stem 1 of at least 11 base pairs essential for stimulating −1 PRF efficiently (18) . Furthermore, in vitro selection methods capable of identifying RNA receptors for specific ligands of interest, and RNA aptamers for a variety of ligands are available (19) . Thus, the combination of a well-characterized −1 PRF stimulator and an aptamer of a specific ligand could provide a straightforward solution for rational design of a ligand-responsive −1 PRF stimulator.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this study, we take advantage of an extra stem-loop of SARS-CoV −1 PRF stimulation pseudoknot to show that this stem-loop can be replaced by an RNA aptamer to design a ligand-responsive −1 PRF stimulator with activity that rivals those of viral and metabolite-responsive stimulators. We further demonstrate the in vitro improvement of ligand responsiveness and function of the engineered riboswitch as a ligand-responsive −1 PRF stimulator in a stable human cell line. Thus, this scaffold should make a repertoire of RNA aptamers available for artificial riboswitch construction in ligand-dependent −1 PRF regulation of higher eukaryotes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The genes of designed pseudoknot constructs, with their corresponding slippery sequences and bridging spacer sequences, were generated by a fragment overlapping extension polymerase chain reaction (PCR) (20, 21) . Nucleotide sequences corresponding to SARS-CoV pseudoknot or core missing 3 -half sequences were PCR-amplified by designed primers using previous SARS-CoV plasmids (22) as the templates. Different fragments were assembled by PCR via overlapping sequences located in the 3 -and 5ends of each fragment. A theophylline-responsive element combining theoOFF2 with Switch-1 was generated using the same strategy. The final assembled fragment flanked by SalI and BamHI restriction sites was restriction-enzymes digested, purified and cloned into compatible sites of PUC18, p2luc dual luciferase reporter (23) or pNinsertC-Venus fluorescence reporter (24) (for pNtheoOFF2-Switch1C-Venus). A theoOFF2-Switch1 containing Venus was further amplified from pNtheoOFF2-Switch1C-Venus and constructed downstream of the tetracycline responsive element (TRE) promoter of PB-T-PAF vector (25) to form plasmid PBTPAF-theoOFF2-Switch1. The PB-RN plasmid that carries reverse tetracycline transactivator gene (rtTA), the helper plasmid PBCy43 that expresses PB transposase and PB-T-PAF were gifts from Prof. J. M. Rini at the University of Toronto, Canada (25) . Mutants with theophylline binding pocket disruption or read-through control used for calibrating frameshifting efficiency were generated using the quick-change mutagenesis kit from Stratagene according to manufacturer's instructions. All the primers were chemically synthesized and purchased from Genomics BioSci & Tech, Taiwan. Identities of all cloned and mutated genes were confirmed by DNA sequencing.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "(20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1084,
                    "end": 1088,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1349,
                    "end": 1353,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid construction and mutagenesis"
        },
        {
            "text": "RNAs were synthesized by in vitro transcription from appropriate DNA templates cloned into PUC-18 using T7 RNA polymerase. The purified RNAs were dephosphorylated by calf intestine alkaline phosphatase (Roche) and 32 P -labeled at the 5 -end using T4 polynucleotide kinase (NEB) in the presence of [␥ -32 P] ATP. In-line probing assays were performed following published protocols (26, 27) . Briefly, approximately 30 000 CPM per reaction of 5 32 P-labeled RNAs were incubated with varied amounts of theophylline (0-1 mM for final concentration) in in-line probing reaction buffer (50 mM Tris-HCl, pH8.3, 20 mM MgCl 2 , 100 mM KCl) at room temperature for 41 h. Partial alkaline digested RNA ladders were prepared by incubating labeled RNAs in alkaline buffer (50 mM Na 2 CO 3 , 1 mM EDTA, pH 9) at 95 • C for 5 min, while guanine-specific sequencing ladders were obtained by procedures described in next section. All reactions were terminated by adding gel loading buffer (95% Formamide, 18 mM EDTA, 0.025% SDS, 0.025% Xylene Cyanol, 0.025% Bromophenol Blue). Spontaneous RNA cleavage products from in-line probing assays and related markers were separated by 10% denaturing polyacrylamide gel electrophoresis and exposed to a phosphorimager screen after drying of the gels. The phosphorimager screen was scanned by Typhoon FLA 7000 phosphorimager (GE) and the radioactivity of spontaneous RNA-cleavage products was analyzed and quantified by ImageQuantTL software. For loading difference calibration, the quantified intensity values of the cleavage-bands of interest were normalized against value of a band corresponding to residue G13416 of the same lane.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 385,
                    "text": "(26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "In-line probing assays and theophylline binding affinity measurement"
        },
        {
            "text": "The fraction of RNA cleaved in each band under a specific theophylline concentration was calculated from the difference between sample intensity and minimum intensity divided by the difference between maximum intensity and minimum intensity. The maximum and minimum intensities are the highest and lowest values measured for each nucleotide position over a range of theophylline concentrations. The value of the fraction of RNA cleaved and logarithm of theophylline concentrations were plotted and fitted to a logistic dose-response model according to the following equation (28, 29) .",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 579,
                    "text": "(28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "In-line probing assays and theophylline binding affinity measurement"
        },
        {
            "text": "The results were then plotted using SigmaPlot 13.0 (Systat software, Inc), where A1 and A2 correspond the highest and lowest limits reached by the plotted curve, respectively. The y axis in the plot represents the normalized value of the fraction of RNA cleaved and x is the logarithm of the concentration of theophylline. The concentration of theophylline needed to induce half-maxima in cleaved value provided an approximation of apparent K d for theophyllinebinding of the analyzed RNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In-line probing assays and theophylline binding affinity measurement"
        },
        {
            "text": "Nucleic Acids Research, 2016, Vol. 44, No. 18 9007 ",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 50,
                    "text": "Research, 2016, Vol. 44, No. 18 9007",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "In-line probing assays and theophylline binding affinity measurement"
        },
        {
            "text": "Approximately 30 000 CPM per reaction of 5 32 P-labeled Switch-0 or Switch-1 RNAs were denatured at 95 • C for 2 min under different conditions (with or without ligands). The denatured RNAs were refolded on ice for 30 min and then digested with RNase T2 (0.04 U), V1 (0.000125U) or T1 (0.05U) in structure mapping buffer (10 mM Tris pH 7, 0.1 M KCl, 10 mM MgCl 2 ) at room temperature for 15 min, and stopped by adding gel loading buffer. The RNA alkaline hydrolysis marker was obtained as described above. The guanine-specific and cytosine/uracil sequencing ladders were obtained by denaturing labeled RNAs in RNA sequencing buffer (20 mM sodium citrate pH 5, 1 mM EDTA, 7 M urea) at 55 • C for 5 min followed by RNase T1 (0.02 U) and RNase A (10 −5 ng/l) digestion, respectively. RNase T1 digestion was carried out at room temperature for 15 min or 30 min and RNase A digestion was carried out at room temperature for 3 min. A 5 l aliquot from each reaction was loaded for 10% denaturing polyacrylamide gel electrophoresis and quantified using a similar method to that described for in-line probing assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA conformation mapping by limited ribonuclease digestion"
        },
        {
            "text": "A rabbit reticulocyte lysate system (Ambion) was used to generate shifted and non-shifted protein products. Capped reporter mRNAs were in vitro transcribed by T7 RNA polymerase supplemented with a methylated cap analogue (Epicentre) in the reaction. The purified capped reporter mRNA (100 ng) was used in a 5 l in vitro translation reaction containing 2.55 l rabbit reticulocyte lysate, 0.25 l of translation buffer, 0.1 l of RNase inhibitor (40 U/l), 0.1 l of 10 Ci/ l [ 35 S]-labeled methionine (NEN) and 1 l of theophylline of varied concentrations. The reaction mixtures were incubated at 30 • C for 1.5 h, and then loaded into 12% sodium dodecylsulphate-polyacrylamide (SDS-PAGE) gels for electrophoresis analysis. The gels were exposed to a phosphorimager screen after drying and the radioactivity of translated products analyzed. The radioactivity of protein products was calibrated with the methionine content of each protein product. Estimated frameshifting efficiency was calculated by dividing calibrated radioactive intensity of full-length shifted protein products by the sum of calibrated radioactive intensity of full-length shifted and non-shifted protein products. Because translation products due to ribosome drop-off in the −1 frame (radioactivity detectable or non-detectable) were difficult for accurate measurement as well as methionine calibration, they were not included in the calculation and would lead to underestimation of frameshifting efficiency. By assuming similar extent of drop-off tendency, we present the effect of theophylline on radioactivity-based −1 PRF activity in terms of relative −1 PRF so that the ribosome drop-off effect can be filtered out (23) . Dual luciferase activity was measured from in vitro translation reactions (without addition of labeled methionine) or lysates of reporter transfected cells for frameshifting efficiency calculations by Dual Luciferase TM reporter assay (Promega) following manufacturer's instructions on a CHAMELEON TM multi-label plate reader (HIDEX). Dual-luciferase based frameshifting efficiency of a specific construct was calculated according to previously described procedures (23) by comparison with a corresponding read-through control assuming that similar extent of ribosome drop-off occured during translation. Each read-through control has the TTTAAAC slippery sequence replaced by a CTTAAGAA sequence that disrupts the slippery site and shifts the reading frame to −1 frame by one extra nucleotide insertion. Unless specified, these readthrough controls (listed in Supplementary Table S1) were used for calibration in frameshifting activity calculation.",
            "cite_spans": [
                {
                    "start": 1688,
                    "end": 1692,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "−1 PRF assays and frameshifting efficiency calculation"
        },
        {
            "text": "HEK293T cells were plated in Dulbecco's Modified Eagle Medium (DMEM, Gibco) supplemented with 10% fetal bovine serum (FBS, Corning) in a 24-well plate one day before transfection. One hour before transfection, the medium was changed to Minimum Essential Medium ␣-Medium (␣-MEM, Gibco) containing 1% FBS. JetPrime TM transfection reagent (Polyplus) was used to transfect the reporter plasmids into 293T cells according to manufacturer's instruction. The medium was changed to fresh 1% FBS ␣-MEM containing final concentrations of 0.01, 0.1 or 1 mM of theophylline 4 h after transfection and transfected cells were cultured for another 18 h. A stable cell line harboring theophylline-responsive −1 PRF element embedded fluorescence reporter was established using a PiggyBac transposon system (25) . PBTPAF-theoOFF2-Switch1 was cotransfected into 293T cells with PB-RN and a helper plasmid PBCy43 (25) . Cells inserted with fluorescent reporter and rtTA were selected using a culture medium containing G418 (500 g/ml) and puromycin (10 g/ml). After 2 weeks of selection, surviving cells were treated with 1 g/ml tetracycline and reporter fluorescence was detected after 48 h of tetracycline treatment to identify a positive cell colony. This colony was named 293T-theo1.",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 794,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 894,
                    "end": 898,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Mammalian cell cultures and stable cell line establishment"
        },
        {
            "text": "Transmitted light images were used for monitoring cell morphologies, and fluorescent images were obtained by epifluorescence microscope (Olympus BX51) with an Olympus DP71 camera system. The fluorescence-filter set (Olympus) used for Venus fluorescence detection was U-MYFPHQ/550 nm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fluorescent image analysis of fluorescent protein expression in 293T cells"
        },
        {
            "text": "Cells were lysed in lysis buffer (50 mM HEPES-pH7.5, 100 mM NaCl, 1 mM ethylenediaminetetraacetic acid, 0.5% triton X-100, 10% glycerol) on ice for 10 min. Clear cell lysates were collected after centrifugation and protein concentration was determined by Bradford assay (BioRad). Fifteen micrograms of total protein from each treatment was loaded and separated by 12% SDS-PAGE electrophoresis. The separated proteins were transferred to a polyvinylidene difluoride membrane (PVDF; PerkinElmer) by a Trans-Blot semidry blotting system (BioRad). The membrane was incubated with primary rabbit anti-GFP polyclonal antibody (1:1000 dilution; BioVision) or with primary mouse anti-␤-actin monoclonal antibody (1:5000 dilution; Abcam) at room temperature for 1 h after 5% skim milk blocking. It was then reacted with horseradish peroxidase-conjugated secondary antibody (goat anti-rabbit immunoglobulin G (IgG) or goat anti-mouse IgG, 1:10 000 dilution; Jackson). The blotting signals were visualized by Western lighting plus ECL (PerkinElmer) and detected by an ImageQuant TM LAS-4000 mini luminescent image analyzer (GE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blotting"
        },
        {
            "text": "Experiments were performed in triplicate (at least) and frameshifting activities were reported as one standard deviation from the mean. The variances in each set of data (without or with different dosages of ligands) were analyzed by analysis of variance (ANOVA). When data sets presented with an F-value bigger than critical values from a lookup table for ␣ = 0.05 and P-value smaller than 0.05, significance was further determined by pairwise comparisons to compute the smallest significant difference (LSD) using a t-test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "In order to engineer a ligand-responsive stimulator with efficiency to rival that of a viral −1 PRF stimulator in mammalian cells, we looked for a potent −1 PRF stimulator to be our designing template since the integration of an RNA aptamer could compromise stimulation activity. Previously, a three-stem pseudoknot, SARS-PK was characterized as the −1 PRF stimulator of SARS coronavirus (22, 30, 31) ( Figure 1A and C). Mutagenesis analysis of stems indicated that stem 3 of SARS-PK could tolerate modification without severe reduction in −1 PRF stimulation activity (22) , while an intermolecular kissing-loop interaction involving the loop of stem 3 was shown to affect frameshifting activity (32) . Given that solution NMR and limited nuclease digestion analyses have supported three-stem formation in SARS-PK (22, (30) (31) (32) , using it as a scaffold could also provide advantages in detection of ligand-dependent conformational switch during the designing process.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 412,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "A chimeric −1 PRF stimulator derived from SARS-CoV −1 PRF stimulator pseudoknot with stem 3 replaced by a theophylline aptamer"
        },
        {
            "text": "In a first step to constructing a ligand-responsive −1 PRF stimulator, we designed Switch-0 RNA with a theophylline aptamer replacing the stem 3 of SARS-PK ( Figure 1A and C). A theophylline aptamer was used due to theophylline's cell permeability (33) and the well-characterized structural features of the aptamer (34) . The ligand-binding pocket of theophylline aptamer is composed of an internal-loop and an adjacent bulge with conserved key theophyllinecontact sequences distributed within the two motifs. Each motif is connected to duplex regions that serve as the carrier of the binding-pocket ( Figure 1A and C). Importantly, the conservation of primary sequences in the terminal duplex (the 'lower stem' in Figure 1A ) that closes the internal-loop is not absolutely required as long as basepairing complementarity of the duplex is maintained (35) . This feature thus provides flexibility in designing a liganddependent conformational switch. The −1 PRF activity of Switch-0 placed downstream of a slippery sequence is one third that of SARS-PK based on in vitro frameshifting assays performed in reticulocyte lysate. Furthermore, the −1 PRF efficiencies of both SARS-PK and Switch-0 remained virtually unchanged with or without 1 mM theophylline treatment (Supplementary Figure S1A-D) . However, results from in-line probing analysis of Switch-0 RNA (Figure 2A) indicated that the embedded theophylline aptamer remained theophylline binding competent (Supplementary Figure S1E) . Therefore, Switch-0 represents an ideal starting framework to build a theophylline-dependent −1 PRF stimulator.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 167,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 611,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 724,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 1280,
                    "end": 1293,
                    "text": "Figure S1A-D)",
                    "ref_id": null
                },
                {
                    "start": 1359,
                    "end": 1370,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1475,
                    "end": 1486,
                    "text": "Figure S1E)",
                    "ref_id": null
                }
            ],
            "section": "A chimeric −1 PRF stimulator derived from SARS-CoV −1 PRF stimulator pseudoknot with stem 3 replaced by a theophylline aptamer"
        },
        {
            "text": "Recent simulation studies have indicated that the stabilities of constituent secondary structures determined the folding of RNA pseudoknots (36) . This means, interference of the folding of stem 1 or stem 2 of a pseudoknot to affect pseudoknot formation could be controlled by a designed secondary structural element within the pseudoknot. As the 3 -side of pseudoknot stem 2 as well as that of the embedded theophylline aptamer in Switch-0 is bridged by UCU tri-nucleotides, we reasoned that a theophylline-responsive −1 PRF stimulator (Switch-1) could be constructed by coupling stem 2 formation with theophylline-binding pocket formation ( Figure 1B and D) . This was achieved by designing sequences flanking UCU to form a stable hairpin, while maintaining base pairing of the lower stem in the theophylline-bound aptamer ( Figure 1D ). We rationalized that such an engineered switch hairpin of reasonable stability (predicted free energy of −12.7 kcal/mole (37)) would be the dominant conformation that could interfere with the formation of pseudoknot stem 2 in the absence of theophylline (Supplementary Figure S2A) . As it is difficult to measure the free energy contribution of stem 2 formation, we mimicked it by a hairpin of UCU loop closed by the stem 2 (36) with a predicted free energy of −7.0 kcal/mole (Supplementary Figure S2B) . By contrast, the addition of theophylline could interfere with switch hairpin formation via theophylline aptamer stabilization and help release the trapped 3 -side of stem 2 to facilitate stem 2 pairing for generation of a pseudoknot. In the design of Switch-1, only the eight nucleotides constituting its lower aptamer stem are different from those of Switch-0 ( Figure 1C and D) .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 643,
                    "end": 659,
                    "text": "Figure 1B and D)",
                    "ref_id": null
                },
                {
                    "start": 827,
                    "end": 836,
                    "text": "Figure 1D",
                    "ref_id": null
                },
                {
                    "start": 1109,
                    "end": 1120,
                    "text": "Figure S2A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1331,
                    "end": 1342,
                    "text": "Figure S2B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1709,
                    "end": 1725,
                    "text": "Figure 1C and D)",
                    "ref_id": null
                }
            ],
            "section": "Design and analysis of a theophylline-dependent conformational switch leading to pseudoknot formation"
        },
        {
            "text": "Given the structural information available for SARS-PK and theophylline aptamer, in-line probing was used to evaluate theophylline-binding activity as well as monitor the extent of ligand-dependent spontaneous RNA cleavage of Switch-1 RNA. The results were then compared to those of Switch-0 RNA (Figure 2 and Supplementary Figure S3 ). By tracking hydrolyzed RNA patterns with increased amounts of theophylline, dramatic changes in cleavage patterns were observed in regions corresponding to theophylline-binding pockets in both RNAs. This result was consistent with ligand-binding mediated conformational change or protection of cleavage with an apparent Kd value of 1.31 M for Switch-1 RNA (Supplementary Figure S2C) . Extra prominent RNA hydrolysis signals were observed in sequences involved in aptamer lower stem formation (corresponding to S3-1 to S3-11 in Figure 1D ) as well as in sequences cor- Figure 1 . SARS-PK as a scaffold for engineering a theophylline-dependent −1 PRF stimulator. (A) A schematic drawing shows the replacement of stem 3 (S3) of SARS-PK with a theophylline aptamer (boxed in blue) to form Switch-0. The drawing is based on characterized secondary structures of SARS-PK and ligand-bound theophylline aptamer. The secondary structures are designated by 'S' for a stem and 'L' for a loop with given numbers corresponding to appearance order from the 5 -end. (B) A scheme shows coupling of pseudoknot stem 2 formation with theophylline binding in Switch-1 by designing a switch hairpin. The 5 -and 3 -complementary sequences of the hairpin stem (in the free form) are designed to participate in the formations of ligandbinding pocket (colored in green) and stem 2 (colored in blue) upon the binding of theophylline, respectively. (C) Sequences and secondary structural models of SARS-PK and Switch-0 RNA (in theophylline-bound form). The numbering of sequence in SARS-PK follows the one described previously (22) . Numbering system in the SARS-PK part of Switch-0 follows that of SARS-PK while numbering in the aptamer domain starts at S3-1 and ends at S3-42 with S3 standing for stem 3. Characterized secondary structures of SARS-PK and theophylline aptamer are used as templates to build the models. (D) Sequences and secondary structural models of free and ligand-bound forms of Switch-1. Characterized secondary structures of stem1/2 of SARS-PK and theophylline aptamer are used as templates to build the models. Numbering logic is the same as that of Switch-0. The eight nucleotides different from Switch-0 are typed in lower case in both forms.",
            "cite_spans": [
                {
                    "start": 1937,
                    "end": 1941,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 305,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 324,
                    "end": 333,
                    "text": "Figure S3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 708,
                    "end": 719,
                    "text": "Figure S2C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 864,
                    "end": 873,
                    "text": "Figure 1D",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 913,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Design and analysis of a theophylline-dependent conformational switch leading to pseudoknot formation"
        },
        {
            "text": "responding to the 5 -side of pseudoknot stem 2 in Switch-1 without theophylline treatment ( Figure 2) . Furthermore, the intensities of these unique hydrolysis bands in Switch-1 were reduced upon theophylline addition (Supplementary Figure S3 ). However, the reduction of RNA hydrolysis signals was neither observed in the presence of caffeine nor in theophylline-treated Switch-1M1 RNA having the theophylline-binding pocket being disrupted (Supplementary Figure S4 ) (38) . By contrast, similar or identical sequences in Switch-0 were much more resistant to hydrolysis ( Figure 2 and Supplementary Figure S3) . As a duplex conformation is more resistant to in-line attack than a single-stranded conformation (26) , these observations im-plicate a theophylline-dependent dynamic property as well as a theophylline-induced formation of stem 2 in Switch-1 RNA.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 473,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 710,
                    "end": 714,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 101,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 233,
                    "end": 242,
                    "text": "Figure S3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 457,
                    "end": 466,
                    "text": "Figure S4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 573,
                    "end": 581,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 600,
                    "end": 610,
                    "text": "Figure S3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Design and analysis of a theophylline-dependent conformational switch leading to pseudoknot formation"
        },
        {
            "text": "To clarify the existences of theophylline-induced conformational switch and stem 2 formation, we tracked the distribution of single-stranded and duplex regions in free and theophylline-bound Switch-0 or Switch-1 RNA by limited ribonuclease T2 and V1 digestions, respectively (Figure 3 ). RibonucleaseV1 cleavages corresponding to the 3 -side of stem 1 for both free and theophylline-bound RNAs were in agreement with formation of stem 1 under both conditions for Switch-0 and Switch-1. Furthermore, V1 cleavage signals also occurred in the 5 -side of the upper stems of the aptamer domains but were reduced in the presence of theophylline in both Switch-0 and Switch-1, suggesting ligand-dependent rearrangement in the regions proximal to the binding-pockets. Consistent with these, reduced ribonu-cleaseT2 cleavage signals were also observed in bindingrelated nucleotides downstream of the upper stem upon theophylline treatment for both RNAs. However, major differences in T2 cleavage patterns between Switch-0 and Switch-1 appeared in the sequences covering 5 -sides of both binding pocket and lower stem of the aptamer domains, although the sequences forming binding-pockets are identical between the two RNAs. Furthermore, prominent T2 cleavages in these sequences observed for Switch-1 were reduced upon theophylline treatment and are consistent with theophylline-induced aptamer stabilization for Switch-1. Importantly, T2 cleavages also appeared in the stemloop junction of stem 1 in Switch-1 in the absence of theophylline, and were greatly reduced upon theophylline treatment. No similar T2 cleavage occurred in the corresponding Left OH − , A and T1 lanes represent denatured condition sequence markers corresponding to alkaline hydrolysis ladder, C/U residues-specific cut by RNase A and G residues-specific cut by RNase T1, respectively. Right T2, V1 and T1 lanes represent limited ribonuclease digestion by corresponding ribonuclease alone (−) or in the presence of either 1 mM theophylline (Theo) or 1 mM caffeine (Caf). Sequences corresponding to the 5 -side of stem 2, 5 -sides of lower aptamer stem/binding pocket and 3 -sides of binding pocket/lower aptamer stem are typed in the left from down to top (from 5 to 3 direction). Sequences identical between Switch-0 and Switch-1 are typed in capital, while the eight nucleotides different between them are typed in lower case. The predicted secondary structural elements along primary sequences are labeled in the right. Signals with reduced T2 and V1 cleavages in the presence of 1 mM theophylline are annotated by open and filled circle, respectively. region of Switch-0. Because these sequences constitute the 5 -side of stem 2 and are identical in both RNAs, these results are consistent with theophylline-induced formation of stem 2 in Switch-1. Together, these probing data are consistent with the existence of a theophylline-triggered conformation switch that leads to the formation of a pseudoknot.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 284,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Design and analysis of a theophylline-dependent conformational switch leading to pseudoknot formation"
        },
        {
            "text": "Next, we measured the in vitro −1 PRF activity of Switch-1 ( Figure 4A) in the presence of different amounts of theophylline using reticulocyte lysate. The −1 PRF activity of Switch-1 responded to theophylline treatment in a dosagedependent manner and was virtually non-responsive to 1 mM caffeine. The mutant construct with theophyllinebinding pocket disrupted (Switch-1M1) possessed minor (39) in 293T cell with or without 1 mM theophylline. −1 PRF activity was calculated by calibrating with the dual-luciferase activity of p2luci as a read-through control (23) . Value for each bar is the mean of three independent experiments with standard error of the mean. (F) Comparison of relative −1 PRF activity of Switch-1 and SAH-PK (8, 24) in 293T cell toward cognate ligand variation. A total of 1 M of Adox, an SAH hydrolyase inhibitor was used to increase concentration of SAH in 293T cells (24) . Relative −1 PRF activity was calculated by calibrating with the dual-luciferase activity of P2luci as a read-through control while the drug-free activity was treated as 1 (in gray). Value for each bar is the mean of three independent experiments with standard error of the mean. For all panels, P-values were determined by a Student's t-test with P-value < 0.05 designated by an '*'. increment of frameshifting activity in 1 mM theophylline ( Figure 4B and C) . In addition, dual-luciferase based −1 PRF activity obtained from 293T cells transfected by Switch-1 containing reporter possessed a similar dosagedependent trend toward theophylline as that of the in vitro analysis, whereas cells transfected by Switch-1M1 reporter lost theophylline-dependency for −1 PRF activity ( Figure  4D ). Finally, side-by-side comparison indicates that the −1 PRF efficiency of Switch-1 in 1 mM theophylline rivals those of MMTV and SRV −1 PRF stimulators (39) (Figure 4E) , while the dynamic range of theophylline-dependent frameshifting stimulation is close to the level of SAH-PK toward SAH variation (8,24) ( Figure 4F) . Collectively, the results of probing and functional assays demonstrate that Switch-1 is a bona-fide mammalian riboswitch using −1 PRF as the expression platform.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 892,
                    "end": 896,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 71,
                    "text": "Figure 4A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1342,
                    "end": 1358,
                    "text": "Figure 4B and C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1677,
                    "end": 1687,
                    "text": "Figure  4D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1847,
                    "end": 1858,
                    "text": "(Figure 4E)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1999,
                    "end": 2009,
                    "text": "Figure 4F)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A theophylline-dependent mammalian -1 PRF stimulator"
        },
        {
            "text": "We then explored if the stability of a switch hairpin can be used as a guide to improving the design. We first stabilized the switch hairpin of Switch-1 by engineering two extra GC base pairs in the terminal end of the switch stem to form a Switch-lock construct (Supplementary Figure S5A) and found that it possessed low −1 PRF activity in theophylline (Supplementary Figure S5B-D) . This is consistent with the stabilized switch hairpin (predicted free-energy of −17.6 kcal/mole) being locked even in the presence of theophylline. Switch-2 was then designed by removing 3 base pairs from lower aptamer stem of the ligand-bound Switch-1. It resulted in three base pairs disruption in the upper stem of switch hairpin in the free form of Switch-2 (compare Figure 1D with Supplementary Figure S5A) . This was done with the assumption that the destabilized switch hairpin (predicted free-energy of −8.6 kcal/mole) could still compete with the formation of a pseudoknot stem 2 without theophylline, while binding of theophylline would facilitate stem 2 formation. Switch-2 possessed 4-fold increase in −1 PRF stimulation in response to 1 mM theophylline (Supplementary Figure S5B-D) . Furthermore, the dynamic range was increased to 6-fold in the presence of 2 mM theophylline, whereas the dynamic range of Switch-1 did not increase further (Supplementary Figure S5C) . In-line probing analysis of Switch-2 RNA indicated similar theophyllinedependent RNA hydrolysis patterns as those of Switch-1 RNA in ligand-binding-pockets and 5 -side sequences of stem 2 (Supplement Figure S6A and B) . A Kd value of 10folds higher than that of Switch-1 RNA (Supplement Figure S6C) helps explain higher theophylline concentration requirement to activate −1 PRF stimulation efficiency of Switch-2. However, experiments showed that Switch-2 behaves similarly to Switch-1 in 293T cells (data not shown), indicating a missing link between in vitro and cellular experiments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 289,
                    "text": "Figure S5A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 369,
                    "end": 382,
                    "text": "Figure S5B-D)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 756,
                    "end": 765,
                    "text": "Figure 1D",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 796,
                    "text": "Figure S5A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1166,
                    "end": 1179,
                    "text": "Figure S5B-D)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1353,
                    "end": 1364,
                    "text": "Figure S5C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1567,
                    "end": 1584,
                    "text": "Figure S6A and B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Improvement of the dynamic range of theophylline-response"
        },
        {
            "text": "Comparison of in vitro activities of Switch-1 and Switch-2 indicated that residual frameshifting activity in the absence of theophylline is the main cause of reduction in the dynamic range of ligand-responsiveness of designed stimulators (Supplementary Figure S7) . Recently, we have identified RNA hairpins upstream of a frameshifting site as a negative regulator of −1 PRF (40) and demonstrated that −1 PRF activity can be regulated by ligand-induced conformational rearrangements of this upstream attenuator (24) . To improve the dynamic range of ligand response and to see if theophylline aptamers can be functional while existing in both positive and negative regulators of −1 PRF, we fused previously designed theophylline-dependent upstream attenuator, theoOFF2 (24) with Switch-1 ( Figure 5A ) and examined theophylline-dependent −1 PRF activity in vitro. For comparison, a construct with an upstream theoOFF2 and a downstream SARS-PK was also generated. We found that the upstream theoOFF2 regulated −1 PRF stimulated by downstream SARS-PK in a theophylline-dependent way with a dynamic range better than that of Switch-1 (Figure 5B and C) . Furthermore, a 6-to 8-folds increase in in vitro −1 PRF stimulation was observed in the theoOFF2-Switch1 construct when theophylline was increased to 1 mM ( Figure 5C ), suggesting the existence of a synergetic ef-fect for theophylline-dependent −1 PRF stimulation. However, this dynamic range was reduced to 5-fold in 293T cells transfected with the theoOFF2-Switch1 construct ( Figure  5D ). Further analysis suggests that this was due to the reduced dynamic range of theoOFF2 in 293T cells because the dynamic range of Switch-1 remained virtually the same under both conditions ( Figure 5C and D) . Thus, the use of the same ligand-binding aptamer in both upstream attenuator and downstream stimulator result in further enhancement of ligand-responsiveness for −1 PRF activity regulation.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 515,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 263,
                    "text": "Figure S7)",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 799,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1131,
                    "end": 1148,
                    "text": "(Figure 5B and C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1308,
                    "end": 1317,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1531,
                    "end": 1541,
                    "text": "Figure  5D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1734,
                    "end": 1750,
                    "text": "Figure 5C and D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Improvement of the dynamic range of theophylline-response"
        },
        {
            "text": "We also used a split fluorescent reporter with the coding region of its C terminal domain shifted to the −1 frame (24) to monitor theophylline-dependent −1 PRF activity in 293T cells by using theoOFF2-Switch1 to link the split N and C domains of fluorescent protein. Consistently, elevated fulllength fluorescent protein expression was induced by theophylline treatment, whereas the construct of read-through control (theoOFF2-RFC1) expressed constitutively ( Figure  5E and F). Importantly, these transiently expressed results indicate that a combination of theoOFF2 and Switch-1 provides tighter theophylline-dependent regulation of −1 PRF compared with theoOFF2 alone (Figure 5E and F) . Finally, a stable cell-line (293T-theo1) harboring a split fluorescent reporter gene embedded with theoOFF2-Switch1 was established via a PiggBac-based approach (25) with the transcription of reporter mRNA controlled by tetracycline. We found that prominent Venus activity could be observed in the presence of both theophylline and tetracycline ( Figure  6A and B), whereas low Venus activity existed in the absence of theophylline. Together, these results clearly demonstrate that the engineered theophylline-responsive −1 PRF stimulator is robust and compatible with existing tools to build a regulatory circuit in the 293T human cell-line.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 470,
                    "text": "Figure  5E",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 671,
                    "end": 688,
                    "text": "(Figure 5E and F)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1038,
                    "end": 1048,
                    "text": "Figure  6A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Theophylline-dependent −1 PRF regulation in a stable human cell-line"
        },
        {
            "text": "The construction of a ligand-responsive pseudoknot does not necessarily lead to ligand-responsive −1 PRF stimulation activity. Here, we present concepts and designs in using SARS-CoV −1 PRF pseudoknot stimulator as the framework to rationally building a ligand-dependent stimulator for mammalian application. Notably, we demonstrated that the extra stem of this IBV-type pseudoknot variant can be replaced by an RNA aptamer to provide a general approach for building a ligand-responsive pseudoknot and a liganddependent −1 PRF stimulator simultaneously. This engineered mammalian riboswitch possesses activity that rivals metabolite-responsive and viral −1 PRF stimulators, with potential for further improvement by adding intermolecular kissing interaction to the terminal loop of aptamer. Finally, ligand-dependency of the mammalian riboswitch engineered in this study could be swapped to other ligands by starting from replacing the extra stem of SARS-PK with other aptamer domains. In the left side of arrow, the attenuator hairpin (in red) of theoOFF2 is ON to attenuate −1 PRF without theophylline. However, the attenuator hairpin is switched off upon theophylline treatment in the right. As the ON and OFF switches of Switch-1 respond in an opposite way to theophylline treatment, the ON switch-1 and OFF theoOFF2 result in synergistic up-regulation of −1 PRF activity in the presence of theophylline. (B) 12% SDS-PAGE analysis of radioactivity-based −1 PRF activity of an upstream attenuator module (theoOFF2) in combination with different downstream stimulators in reticulocyte lysate. −1 PRF activities of p2luc reporters containing theoOFF2-SARSPK, Switch-1 and theoOFF2-Switch1 under different ligand conditions are shown with 0 and −1 frame products annotated. theoOFF2-RFC1 and theoOFF2-ZFC1 represent read-through and 0-frame product controls of theoOFF2-Switch1, respectively. (C) Relative −1 PRF activity of reporter constructs in (B) in reticulocyte lysate with the ligand-free activity being treated as 1 (in gray). −1 PRF efficiency was calculated from dual-luciferase activity calibrated by using theoOFF2-RFC and theoOFF2-RFC1 as the read-through controls of theoOFF2-SARS and theoOFF2-Switch1, respectively. Value for each bar is the mean of seven independent experiments with standard error of the mean. P-values were determined by a Student's t-test with P-value < 0.05 designated by an '*'. (D) Relative −1 PRF activity of 293T cells transfected with reporter constructs in (B) with the ligand-free activity being treated as 1 (in gray). −1 PR efficiency was calculated as those in (B). Value for each bar is the mean of five independent experiments with standard error of the mean. P-values were determined by a Student's t-test with P-value < 0.05 designated by an '*'. (E) Fluorescence microscopy images of 293T cells, transfected with a pNinsertC-Venus −1 PRF reporter harboring theoOFF2-SARSPK, theoOFF2-Switch1 or theoOFF2-RFC1, with or without 1 mM theophylline (Scale bar, 20 m). (F) Western blot results of 293T cell lysates from cells transfected with the −1 PRF vector in (E). N-Venus (corresponding to 0 frame product) and fused Venus containing full-length product (corresponding to −1 frame product) were detected by a polyclonal anti-GFP antibody. Cellular ␤-actin was treated as the internal loading control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IBV-type pseudoknot as an adaptable framework for engineering ligand-responsive −1 PRF stimulator"
        },
        {
            "text": "In regards to the theophylline aptamer used in this study, the successes in the designs of Switch-1 and Switch-lock suggest that the stabilities of the switch hairpins affect the regulatory dynamic ranges of designed variants in vitro. Indeed, further destabilizing the switch hairpin in Switch-1 led to improvement in ligand responsiveness of Switch-2 in vitro. However, this improvement might be due to reasons other than the original design. In particular, design in Switch-2 could disrupt potential stacking between stem 1 and the lower aptamer stem in the absence of theophylline (see Figure 1D for a predicted secondary structure model), leading to reduced basal frameshifting activity and improved dynamic range. Additionally, this design could also reduce the base-pairing number of the lower aptamer stem in the presence of theophylline thereby affecting theophylline-binding affinity (35) , and raising the concentration of theophylline required to fully stabilize aptamer conformation. Consistently, increased spontaneous RNA hydrolysis bands appeared in the lower aptamer stem of Switch-2 RNA in higher theophylline concentration (Supplement Figure S6A and B), whereas no theophyllinedependent in-line cleavage in corresponding regions of Switch-1 RNA (Figure 2 and Supplement Figure S3 ). Finally, we observed a gap between in vitro and cellular results for Switch-2. As the theophylline-dependent activation ranges for Switch-1 were well-conserved between in vitro translation and 293T cells, this made it possible to predict that the discrepancy observed in Switch-2 could be caused by the six nucleotides removed from Switch-1. The predicted free energy for the switch hairpin of Switch-2 (−8.6 kcal/mole) suggests it could be unstable under cell culturing conditions (37 • C). By contrast, the switch hairpin (predicted free energy of −12.7 kcal/mole) in Switch-1 should populate significantly at both 30 • C and 37 • C. A more comprehensive analysis in energy contribution from the formation of stem 2 as well as from theophylline binding would also be required to address this problem. It will be interesting to see if Switch-2 retains its dynamic range in other eukaryotic systems requiring habitation temperatures lower than 37 • C.",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 898,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 590,
                    "end": 599,
                    "text": "Figure 1D",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1164,
                    "text": "Figure S6A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1264,
                    "end": 1273,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1289,
                    "end": 1298,
                    "text": "Figure S3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "IBV-type pseudoknot as an adaptable framework for engineering ligand-responsive −1 PRF stimulator"
        },
        {
            "text": "A comparison of theophylline-dependent −1 PRF activity between constructs using only one ligand-dependent regulator (theoOFF2-SARSPK versus Switch-1) indicated that the use of an upstream regulator provided better dynamic range for theophylline-dependent regulation than that of Switch-1 in vitro. However, the upstream attenuator seems to have reduced regulatory activity in cells and may be related to its different attenuation activities toward distinct downstream stimulators as observed previously (24) . Nevertheless, combining these two opposite regulators of −1 PRF helps further enhance the dynamic range of theophyllineresponsiveness both in vitro and in cells. Importantly, given that the only difference between the two aptamers used in theoOFF2 and Switch-1 is the base-pairing composition of their lower stems, this suggests that the same ligand can synergistically control a set of negative and positive −1 PRF regulators harboring homologous aptamers. Finally, the successful usage of polypeptides encoded by these regula-tory −1 PRF modules to create fused functional Venus proteins suggests that the modules can be inserted as a linker to bridge the coding sequences of two independent domains of a protein (such as the substrate-binding and catalytic domains of a specific enzyme) for regulation application.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 507,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Upstream attenuator versus downstream stimulator for ligand-dependent frameshifting regulation in mammalian cells"
        },
        {
            "text": "With a Kd value of 1.31 M for interaction between theophylline and Switch-1 RNA, it took at least 100 M of theophylline to start observing −1 PRF stimulation in vitro ( Figure 4B -D) and 1 mM of theophylline to reach −1 PRF efficiency rivals that of viral stimulator in cellular assay ( Figure 4E ). This suggests that the artificial mammalian riboswitch needs to be fully bound by the ligand to effectively stimulate −1 PRF and is consistent with the theophylline concentration required to fully saturate Switch-1 RNA in affinity measurement plot (Supplement Figure  S2C ). By contrast, the higher concentration required in cellular condition could be due to the cellular uptake efficiency of theophylline and reduced theophylline-binding affinity of Switch-1 at 37 • C. Indeed, studies in bacterial riboswitch regulation of transcription termination also indicated that much higher metabolite concentration is required to observe effective transcription termination in vitro (41) because a riboswitch is composed of an aptamer and an RNAbased gene expression platform. Thus, effective ligand concentration required for gene expression regulation in both bacterial and mammalian riboswitches is much higher than the Kd value that saturates 50% of its receptor, and could be varied to different extents due to the involvement of different expression platforms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 178,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 287,
                    "end": 296,
                    "text": "Figure 4E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 560,
                    "end": 571,
                    "text": "Figure  S2C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The effective theophylline concentration for −1 PRF stimulation is much higher than the Kd value for a theophyllineresponsive mammalian riboswitch"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Gene regulation by riboswitches",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mandal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Breaker",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Rev. Mol.Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "451--463",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Riboswitch RNAs: Using RNA to sense cellular metabolism",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Henkin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Genes Dev",
            "volume": "22",
            "issn": "",
            "pages": "3383--3390",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A decade of riboswitches",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Serganov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nudler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell",
            "volume": "152",
            "issn": "",
            "pages": "17--24",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Riboswitches: Discovery of drugs that target bacterial gene-regulatory RNAs",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Deigan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Ferré-D&apos; Amaré",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Acc. Chem. Res",
            "volume": "44",
            "issn": "",
            "pages": "1329--1338",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Engineering biological systems with synthetic RNA molecules",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Smolke",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol. Cell",
            "volume": "43",
            "issn": "",
            "pages": "915--926",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Design of small molecule-responsive microRNAs based on structural requirements for Drosha processing",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Beisel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Culler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Hoff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Smolke",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nucleic Acids Res",
            "volume": "39",
            "issn": "",
            "pages": "2981--2994",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A general design strategy for protein-responsive riboswitches in mammalian cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ausländer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stücheli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rehm",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ausländer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hartig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fussenegger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Methods",
            "volume": "11",
            "issn": "",
            "pages": "1154--1160",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Stimulation of -1 programmed ribosomal frameshifting by a metabolite-responsive RNA pseudoknot",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "RNA",
            "volume": "16",
            "issn": "",
            "pages": "1236--1244",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Exploiting preQ1 riboswitches to regulate ribosomal frameshifting",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Iwata-Reuyl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C L"
                    ],
                    "last": "Olsthoorn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "ACS Chem. Biol",
            "volume": "8",
            "issn": "",
            "pages": "733--740",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ribosomal frameshifting on viral RNAs",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Gen. Virol",
            "volume": "76",
            "issn": "",
            "pages": "1885--1892",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Achieving a golden mean: mechanisms by which coronaviruses ensure synthesis of the correct stoichiometric ratios of viral proteins",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Plant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rakauskaite",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "4330--4340",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Programmed translational frameshifting",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Farabaugh",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Annu. Rev. Genet",
            "volume": "30",
            "issn": "",
            "pages": "507--528",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Viral RNA pseudoknots: versatile motifs in gene expression and replication",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pennell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J C"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Rev. Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "598--610",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Structural basis for recognition of S-adenosylhomocysteine by riboswitches",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Héroux",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Batey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "RNA",
            "volume": "16",
            "issn": "",
            "pages": "2144--2155",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cocrystal structure of a class I preQ1 riboswitch reveals a pseudoknot recognizing an essential hypermodified nucleobase",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Ferré-D&apos;amaré",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "16",
            "issn": "",
            "pages": "343--344",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The structural basis for recognition of the preQ0 metabolite by an unusually small riboswitch aptamer domain",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Spitale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Torelli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krucinska",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bandarian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Wedekind",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Biol. Chem",
            "volume": "284",
            "issn": "",
            "pages": "11012--11016",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Structural insights into riboswitch control of the biosynthesis of queuosine, a modified nucleotide found in the anticodon of tRNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feigon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol. Cell",
            "volume": "33",
            "issn": "",
            "pages": "784--790",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The role of RNA pseudoknot stem 1 length in the promotion of efficient −1 ribosomal frameshifting",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Napthine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liphardt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bloys",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Routledge",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Mol. Biol",
            "volume": "288",
            "issn": "",
            "pages": "305--320",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "SELEX-A (r)evolutionary method to generate high-affinity nucleic acid ligands",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stoltenburg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reinemann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Strehlitz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biomol. Eng",
            "volume": "24",
            "issn": "",
            "pages": "381--403",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Precise gene fusion by PCR",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fried",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nucleic Acids Res",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Construction of long DNA molecules using long PCR-based fusion of several fragments simultaneously",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Shevchuk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Bryksin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Nusinovich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Cabello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sutherland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ladisch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nucleic Acids Res",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "An atypical RNA pseudoknot stimulator and an upstream attenuation signal for -1 ribosomal frameshifting of SARS coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acids Res",
            "volume": "33",
            "issn": "",
            "pages": "4265--4275",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A dual-luciferase reporter system for studying recoding signals",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grentzmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ingram",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "RNA",
            "volume": "4",
            "issn": "",
            "pages": "479--486",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Synergetic regulation of translational reading-frame switch by ligand-responsive RNAs in mammalian cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nucleic Acids Res",
            "volume": "42",
            "issn": "",
            "pages": "14070--14082",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Simple piggyBac transposon-based mammalian cell expression system for inducible protein production",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rini",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "110",
            "issn": "",
            "pages": "5004--5009",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Relationship between internucleotide linkage geometry and the stability of RNA",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Soukup",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Breaker",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "RNA",
            "volume": "5",
            "issn": "",
            "pages": "1308--1325",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "In-line probing analysis of riboswitches",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Regulski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Breaker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Mol. Biol",
            "volume": "419",
            "issn": "",
            "pages": "53--67",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Biochemical and thermodynamic characterization of compounds that bind to RNA hairpin loops: Toward an understanding of selectivity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hergenrother",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochemistry",
            "volume": "45",
            "issn": "",
            "pages": "10928--10938",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Direct structural analysis of modified RNA by fluorescent in-line probing",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Strauss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nierth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jäschke",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nucleic Acids Res",
            "volume": "40",
            "issn": "",
            "pages": "861--870",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A three-stemmed mRNA pseudoknot in the SARS coronavirus frameshift signal",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Plant",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Pérez-Alvarado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mukhopadhyay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hennig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Biol",
            "volume": "3",
            "issn": "",
            "pages": "1012--1023",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Programmed ribosomal frameshifting in decoding the SARS-CoV genome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Baranov",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "332",
            "issn": "",
            "pages": "498--510",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "RNA dimerization plays a role in ribosomal frameshifting of the SARS coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ishimaru",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Plant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Eldho",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Pérez-Alvarado",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Armbruster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nucleic Acids Res",
            "volume": "41",
            "issn": "",
            "pages": "2594--2608",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Theophylline restores histone deacetylase activity and steroid responses in COPD macrophages",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Cosio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tsaprouni",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jazrawi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Adcock",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Exp. Med",
            "volume": "",
            "issn": "",
            "pages": "689--695",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Interlocking structural motifs mediate molecular discrimination by a theophylline-binding RNA",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Jenison",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Simorre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pardi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nat. Struct. Biol",
            "volume": "4",
            "issn": "",
            "pages": "644--649",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Molecular interactions and metal binding in the theophylline-binding core of an RNA aptamer",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Shields",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Jenison",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pardi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "RNA",
            "volume": "6",
            "issn": "",
            "pages": "659--667",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Assembly mechanisms of RNA pseudoknots are determined by the stabilities of constituent secondary structures",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Pincus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thirumalai",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "106",
            "issn": "",
            "pages": "17349--17354",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "OligoAnalyzer 3.1 Integrated DNA Technology",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Altering molecular recognition of RNA aptamers by allosteric selection",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Soukup",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A M"
                    ],
                    "last": "Emilsson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Breaker",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Mol. Biol",
            "volume": "298",
            "issn": "",
            "pages": "623--632",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A general strategy to inhibiting viral -1 frameshifting based on upstream attenuation duplex formation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nucleic Acids Res",
            "volume": "44",
            "issn": "",
            "pages": "256--266",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Regulation of programmed ribosomal frameshifting by co-translational refolding RNA hairpis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "An mRNA structure that controls gene expression by binding S-adenosylmethionine",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Winkler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nahvi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sudarsan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Barrick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Breaker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat. Struct. Biol",
            "volume": "10",
            "issn": "",
            "pages": "701--707",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Theophylline-dependent spontaneous RNA hydrolysis signals variation suggests conformation switch in nucleotide sequences not involved in ligand-binding pocket formation in Switch-1. (A) 10% denatured gel of in-line probing results of Switch-0 RNA. (B) 10% denatured gel of inline probing results of Switch-1 RNA. Concentrations of theophylline used for titration: (0.01, 0.1, 1, 10, 50, 100, 500 and 1000 M). NR lanes contain labeled RNAs without treatment, while OH − lanes represent alkaline hydrolysis ladders. The guanine residues identified by ribonuclease T1 cleavage under different conditions (see Supplementary Figure S5A) are typed in the left while the predicted secondary structural elements along primary sequences are labeled in the right. Theophylline-dependent reduced RNA hydrolysis signals used for apparent Kd measurement in Supplementary Figures S1C and S3C are annotated by numbers 1-6. Theophyllinereduced hydrolysis signals, appeared only in Switch-1, are annotated by open stars.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "RNA conformation probing indicates theophylline-induced reduction of single-stranded specific cleavage in sequences involved in stem 2 formation in ligand-bound Switch-1 RNA. (A) 10% denatured gel of limited ribonuclease mapping results of Switch-0 RNA. (B) 10% denatured gel of limited ribonuclease mapping results of Switch-1 RNA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Switch-1 as a theophylline-dependent −1 PRF stimulator. (A) A Scheme shows the insertion of −1 PRF signals into a p2luc reporter with renilla and firefly luciferases reside in 0 and −1 frames, respectively. The expected 0 frame (renilla + C-terminal peptides encoded by part of −1 PRF signals) and −1 frame (renilla + peptides encoded by −1 PRF signals + firefly) translation products are also shown. (B) 12% SDS-PAGE analysis of radioactivity-based −1 PRF activity of Switch-1 in reticulocyte lysate. The −1 PRF activities of p2luc reporters containing Switch-1 or Switch-1M under different ligand conditions are shown with 0 and −1 frame products annotated. Theo represents theophylline and Caf represents caffeine, while RFC-1 and ZFC-1 represent read-through and 0-frame product controls of Switch-1, respectively. (C) Relative −1 PRF activity from result in (B) with the ligand-free activity being treated as 1. Value for each bar is the mean of five independent experiments with standard error of the mean. (D) Relative −1 PRF activity of 293T cells transfected with reporter constructs in (C) in the presence of different dosages of theophylline or caffeine with ligand-free activity being treated as 1. −1 PRF efficiency was calculated by dual-luciferase activity calibrated with RFC-1 and ZFC-1 controls. Value for each bar is the mean of three independent experiments with standard error of the mean. (E) Comparison of −1 PRF efficiency among Switch-1 and two viral stimulators (MMTV-PK and SRV-PK)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Theophylline aptamers in theoOFF2 and Switch-1 function together within the theoOFF2-Switch1 construct for synergistic −1 PRF stimulation. (A) A scheme shows the coupling of Switch-1 with theoOFF2, an upstream theophylline-dependent attenuator of −1 PRF to up-regulate −1 PRF collectively. This theophylline-responsive −1 PRF module was then inserted into a p2luc or splited Venus reporter for −1 PRF activity measurement (B-E).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Switch-1 as a robust theophylline-dependent −1 PRF stimulator in a stable human 293T cell-line. (A) Fluorescence microscopy images of a stable 293T cell-line (293T-theo1), harboring a pNtheoOFF2-Switch1C-Venus −1 PRF reporter, in the presence of different amounts of theophylline (0 or 1 mM) and tetracycline (0 or 1 g/ml) (Scale bar, 20 m). (B) Western blot results of cell lysates from (A). The annotation and treatment are the same as described inFigure 5E.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Daniel Flynn for reading the manuscript and comments. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Supplementary Data are available at NAR Online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY DATA"
        }
    ]
}