{
    "paper_id": "b6b8a2c0c3b83decefa4174ba17271c7cad45c5b",
    "metadata": {
        "title": "COVID-19 R0: Magic number or conundrum?",
        "authors": [
            {
                "first": "Giulio",
                "middle": [],
                "last": "Viceconte",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University \"Federico II\"",
                    "location": {
                        "settlement": "Naples"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicola",
                "middle": [],
                "last": "Petrosillo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRCCS",
                    "location": {
                        "postCode": "00149",
                        "settlement": "Rome, Rome",
                        "country": "Italy, Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "There is an increasing concern about COVID-19 worldwide. This is a new emerging infectious disease caused by a novel coronavirus (SARS-CoV-2), which recently broke out from the Chinese city of Wuhan and has quickly spread in China, with sporadic cases in each continent. 1 At the date of February 20th, 2020, SARS-CoV-2 caused 74 675 infections in China with 2 121 deaths, and 1 073 infections in 26 countries with 8 deaths outside China. 1 COVID-19 represents the third coronavirus-associated epidemic to emerge from a species leap from wild animals to humans, after Severe Acute Respiratory Syndrome (SARS) in 2003, and the Middle East Respiratory Syndrome (MERS) in 2012. 2, 3 SARS-CoV-2 Often causes a respiratory disease, similar to SARS and MERS, ranging from mild upper respiratory illness to a severe interstitial pneumonia, also requiring intensive care. 4, 5 One of the most discussed issues about COVID-19 is its basic reproduction number (R0). Public opinion and mass media are increasingly focusing on this epidemiological value, often alarming about the spreading potential of this novel infection, defining R0 as a \"fatal number\": the more it increases, the greater is the risk for the population, including higher mortality potential.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 272,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 440,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 677,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 678,
                    "end": 679,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 864,
                    "end": 866,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 867,
                    "end": 868,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the other hand, the scientific community has not given a definite and sound response about the real epidemiological potential of COVID-19, to date. Scientists are currently debating about the actual reproductive number of COVID-19 and it is not hard to find sensationalistic statements about the R0 and its impact on the pandemic COVID-19 potential. Indeed, since COVID-19 broke out, several published study aiming to forecast its epidemic trend, have estimated different R0 values, often much higher than that of SARS and MERS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "R0 is the average number of secondary infections produced by an infectious case in a population where everyone is susceptible and it is used to measure the transmission potential of a communicable disease. 6 When R0 is >1, it means that each indi-vidual affected by a transmittable disease is expected to infect a number of subjects that increase exponentially with the increase of the R0 value and the disease is expected to spread through the susceptible population. Conversely, when R0 is <1 each case transmits the disease to one or less than one individual and the disease is expected to die out in the population. 6 Although the concept of R0 is very intuitive, its calculation is based on complex models and may lead to misinterpretations, especially for what concerns the real weight that R0 has on the spreading of an infectious disease and on the feasibility of controlling an epidemic. 6 The basic reproductive number (R0) of COVID-19 has been initially estimated by the World Health Organization (WHO) to range between 1.4 and 2.5, as declared in the statement regarding the outbreak of SARS-CoV-2, dated 23th January 2020. 7 However, several published studies aimed to precisely estimate the COVID-19 R0. A recent review written by Liu et al. compared 12 studies published from the 1st of January to the 7th of February 2020 which have estimated the R0 for COVID-19, finding a range of values between 1.5 and 6.68. 8 The authors of the review calculated the mean and the median of R0 estimated by the 12 studies and they found a final mean and median value of R0 for COVID-19 of 3.28 and 2.79, respectively, with an interquartile range (IQR) of 1.16. 8 According to these findings, the COVID-19 R0 would exceed the reproductive number estimated for SARS. 9 The reasons behind a low level of accordance between studies attempting to estimate the R0 are complex and can be attributed to 3 possible reasons: i) different variables considered; ii) different methods for modeling; and iii) different estimation procedures. 9 Firstly, R0 is not an intrinsic variable of the infectious agent, but it is calculated through at least three parameters: the duration of contagiousness; the likelihood of infection per contact between; and the contact rate, along with economical, social and environmental factors, that may vary among studies aimed to estimate the R0.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 207,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 620,
                    "end": 621,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 897,
                    "end": 898,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1136,
                    "end": 1137,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1428,
                    "end": 1429,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1664,
                    "end": 1665,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1768,
                    "end": 1769,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2031,
                    "end": 2032,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "More, the use of different models for the estimation of R0 may play a role in the discrepancies observed among the studies on COVID-19. In fact, according to Liu's findings, the studies using mathematical methods produce estimates that are higher than stochastic and statistic models in determining COVID-19 R0. 8 It must be noted that the estimation of R0 assumes that the number of secondary infections produced by a single case has no variations. 9 However, super-spreading events, in which a single individual, not necessarily strongly symptomatic, may infect a wide number of subjects, as occurred in the past with SARS and MERS, may occur. 10 Recently, a British businessman with COVID-19 has been alleged to transmit the infection to 11 people in a French chalet. 11 Therefore, the models used to estimate the R0 cannot fully consider the large heterogeneity in space, transmissibility, and susceptibility of an infection.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 313,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 450,
                    "end": 451,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 646,
                    "end": 648,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 771,
                    "end": 773,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Additionally, the basic reproductive number is constantly modified during an epidemic by the control measures adopted to reduce the fundamental coefficient of R0, namely: i) the duration of contagiousness; ii) the likelihood of infection per contact; and iii) the contact rate. 12 One effective measure is quarantine. During SARS epidemic, several countries introduced the use of mass quarantine for all individuals suspected of having had contact with a confirmed SARS case. These coordinated global efforts were remarkably effective at curtailing the spread of the disease, and this strategy was effective, together with isolation of infected patients and public health measures to contain the epidemic and avoiding SARS reemergence.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 280,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another important value that has not received sufficient attention to date is the control reproductive number (Rc) that is the value of R in the presence of control measures. If Rc can be sustained at values below one, then the disease will eventually be eradicated. 13 It must be noted that the forecast of an epidemic trend and of our ability to control it, cannot rely only on R0, but must also take into account several variables, i.e.: i) the number of initial cases; ii) the delay from symptom onset to isolation; iii) the probability contacts are traced; iv) the proportion of transmission that occurred before symptom onset, v) and the proportion of subclinical infections. 6, 9, 14 Basing on stochastic variation of the above-mentioned variables, Hellewell and colleagues recently forecasted the potential effectiveness of contact tracing and isolation of COVID-19 cases, using different values of R0. 14 According to their findings, with an R0 of 1.5, COVID-19 outbreaks would be contained if less than 50% of contacts will be successfully traced. For R0 of 2.5 and 3.5, more than 70% and 90% of contacts respectively have to be traced. However, according to Helleweel et al., the probability of control decreases with longer delays from symptom onset to isolation, fewer cases ascertained by contact tracing, and increasing transmission before symptoms. 14 Notably, according to a recent large descriptive study carried out by the Chinese Center for Disease Control and Prevention (CCDC) on 72,314 individuals diagnosed with COVID-19 in China, 81% of the cases had mild symptoms and 1.2% were asymptomatic. 15 These cases may contribute to the spreading of the disease despite adequate control measures. Nonetheless, a decreasing trend of infections emerges by the analysis of the epidemic curves provided by the authors, which may indicate the effectiveness of the control measure adopted to date. 15 In conclusion, the basic reproductive number of COVID-19, although is a precious variable to forecast the spreading potential of an infectious disease, is not the only factor to consider when estimating the burden of the epidemic. There is much more to known about this new infection: what is the transmission ability of asymptomatic carriers? What is the proportion of infected cases missed at the tracing and control procedures? Are the current strategies to prevent the spreading of the infection effective? Global efforts are, therefore, needed to address all these questions.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 682,
                    "end": 684,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 685,
                    "end": 687,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 688,
                    "end": 690,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1365,
                    "end": 1367,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1618,
                    "end": 1620,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1910,
                    "end": 1912,
                    "text": "15",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report-31",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Middle East Respiratory Syndrome (MERS)",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "Dsc",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Infect Dis Clin North Am",
            "volume": "33",
            "issn": "",
            "pages": "891--905",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe Acute Respiratory Syndrome",
            "authors": [
                {
                    "first": "Dsc",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Infect Dis Clin North Am",
            "volume": "3",
            "issn": "",
            "pages": "869--89",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Complexity of the Basic Reproduction Number (R0)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Delamater",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Street",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Leslie",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg Infect Dis",
            "volume": "25",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Statement on the meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus 2019",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Dynamically Modeling SARS and Other Newly Emerging Respiratory Illnesses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Bauch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Coffee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Epidemiology",
            "volume": "16",
            "issn": "",
            "pages": "791--801",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Health Organization. Coronavirus disease 2019 (COVID-19) Situation Report-24",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Exp Rev Respir Med",
            "volume": "10",
            "issn": "",
            "pages": "331--339",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: Impact of public health interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1961--1967",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Modelling strategies for controlling SARS outbreaks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Gumel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc R Soc B Biol Sci",
            "volume": "271",
            "issn": "",
            "pages": "2223--2255",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Feasibility of controlling 2019-nCoV outbreaks by isolation of cases and contacts. med Rxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID-19) -China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}