{
    "paper_id": "b70d27459fd8143edf76721da40cdbca399c9fb1",
    "metadata": {
        "title": "Science in the fight against the novel coronavirus disease",
        "authors": [
            {
                "first": "Jian-Wei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences & Peking Union Medical College",
                    "location": {
                        "postCode": "100730",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences",
                    "location": {
                        "postCode": "100029",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "wangchen@pumc.edu.cn"
            },
            {
                "first": "Dong",
                "middle": [],
                "last": "Dan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "San",
                "middle": [],
                "last": "Tiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiu-Yuan",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pei-Fang",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In December 2019, a cluster of viral pneumonia cases of unknown origin emerged in Wuhan, Hubei Province of China. This emergency has attracted global concern, and the World Health Organization (WHO) declared the outbreak a Public Health Emergency of International Concern (PHEIC). Joint efforts to identify the causative agent were undertaken by multidisciplinary task forces under the organization of the National Health Commission of the People's Republic of China, and a novel coronavirus, named 2019-nCoV by the WHO, was swiftly identified as the pathogen responsible for this contagious epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the teams involved in this task, Ren et al [1] from the Chinese Academy of Medical Sciences, reported their research on the identification of 2019-nCoV. They performed a metagenomic analysis of respiratory tract specimens obtained from five patients suffering from the pneumonia in question and identified the virus now known as 2019-nCoV as the causative agent. The virus was successfully isolated, and genomic sequencing showed that it belongs to the genus Betacoronavirus, which differs from that of previously known human coronaviruses. Their data showed that the 2019-nCoV viral genomes have about 79% homology to the genome of severe acute respiratory syndrome (SARS) coronavirus (SARS-CoV), about 52% homology to that of Middle East respiratory syndrome coronavirus (MERS-CoV), and about 87% homology to the genomes of two strains of batderived SARS-like coronavirus identified in Zhoushan in 2015. This evidence suggested that the isolated virus was a novel coronavirus. Similar results were published in parallel by a team from the Chinese Center for Disease Control and Prevention. [2] The key clinical symptoms of the disease are fever, dry cough, and fatigue, and patients also exhibited characteristic chest radiograph findings. [3] Studies also showed that the virus has strong human-to-human transmission capability. [4] The identification of the 2019-nCoV has laid the foundation for the diagnosis and treatment of patients, the formulation of prevention and control measures as well as the development of drugs and vaccines.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 53,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1099,
                    "end": 1102,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1249,
                    "end": 1252,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1339,
                    "end": 1342,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The novel coronavirus disease (COVID-19) is the most severe public health emergency since the outbreak of SARS in 2003. There are two main lines of combat against this public health threat: (1) control and prevention of the epidemic and (2) scientific research. For the effective control of the spread of a newly identified virus, we must first understand its infection and pathogenicity patterns, as quickly and as thoroughly as possible, to provide insights into the outbreak and develop targeted prevention and control strategies. [5] Genomic analyses indicate that 2019-nCoV may have originated from bats, [1, 2] and current knowledge of other coronaviruses that infect humans, e.g., SARS-CoV and MERS-CoV, suggests that there may have been intermediate animal hosts. [6] Regarding epidemiology, most of the initial patients were exposed to the Huanan Seafood Market in Wuhan, but there were also individual cases that did not have a history of exposure. Tracing the source of the virus is of great importance for controlling the epidemic. The clinical manifestation of COVID-19 is very complex, and four clinical phenotypes have been identified, i.e. mildly, commonly, severely, and critically ill patients. [7] Some cases are characterized by mild symptoms and close-to-normal body temperatures and some are asymptomatic carriers, but both symptomatic and asymptomatic patients are contagious, which leads to difficulties in the timely identification of cases. Attention should be paid to the spectrum of disease severity and transmission modes to address questions such as how to identify the proportion of asymptomatic infections and whether a patient is contagious during the incubation period. Although a previous study showed that the overall mortality of the disease is about 2.3%, [8] but unregulated inflammatory responses and cytokine storms have been reported and the incidence of lymphopenia is also notable. [2] Insights into the pathological immune response are critical to understanding the pathogenesis of the disease and finding novel therapies to decrease mortality.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 537,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 614,
                    "end": 616,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1213,
                    "end": 1216,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1794,
                    "end": 1797,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1926,
                    "end": 1929,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Past research into the pathogenic mechanism of SARS may help inform our understanding of 2019-nCoV, as studies have shown that the novel virus shares the angiotensin-converting enzyme 2 (ACE2) receptor with SARS-CoV. [9] In the pathogenesis of SARS, ACE2 contributes to lung injury and increases vascular permeability, [10] but the role of the receptor in the pathogenesis of COVID-19 still needs to be evaluated. As 2019-nCoV is an RNA virus that does not contain any proofreading mechanism during genome replication, it is prone to mutations; moreover, distinct viral subspecies have been identified within hosts. [11] Thus, it is necessary to investigate the biological characteristics and mutation trends of 2019-nCoV to assess viral transmissibility and pathogenesis.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 319,
                    "end": 323,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Effective therapeutics and antivirals are urgently needed to decrease COVID-19 mortality. As specific therapies targeting 2019-nCoV are lacking, it may be useful to repurpose drugs already licensed for marketing or clinical trials to treat COVID-19 patients in an emergency response; researchers are actively working to identify such drugs. At the time of preparation of this manuscript, the Chinese Academy of Medical Sciences and the China-Japan Friendship Hospital had launched a multi-center, randomized, double-blind, placebocontrolled clinical trial in Wuhan to test the effectiveness of remdesivir as an antiviral drug against 2019-nCoV, [12, 13] and studies have already shown that chloroquine phosphate is an effective treatment for COVID-19. [14] Clinical trials are also underway to validate the effectiveness of various other licensed drugs against COVID-19.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 649,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Meanwhile, researchers are also assessing the effectiveness of treatment with serum samples from recovering patients. The development of neutralizing antibodies is underway, and efforts are also being made to develop a vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Scientific research is of vital importance for tackling emerging infectious diseases and developing effective intervention methods. The spread of infectious diseases is affected not only by the biological characteristics of the pathogen but also by various other factors such as politics, culture, economy, and the environment. Multidisciplinary research in biomedical, social, and environmental sciences is required to achieve a deeper understanding of disease transmission and develop more effective systems for emergency response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, strategies based on scientific evidence will be essential to curb the spread of the ongoing COVID-19 epidemic. As next steps, obtaining a comprehensive understanding of the epidemiological and clinical properties of the disease is critical for policy and decision making. We must also take full advantage of existing knowledge and experience to improve the diagnosis, treatment, prevention, and control of the disease and accelerate the development of drugs and vaccines to save lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of a novel coronavirus causing severe pneumonia in human: a descriptive study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "C"
                    ],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Chin Med J (Engl)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/CM9.0000000000000722"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30185--30194",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bats and their virome: an important source of emerging viruses capable of infecting humans",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr Opin Virol",
            "volume": "3",
            "issn": "",
            "pages": "84--91",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coviro.2012.11.006"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Health Commission of the People's Republic of China and National Administration of Traditional Chinese Medicine. Diagnosis and Treatment Protocol for Novel Coronavirus Pneumonia (Version 6)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China",
            "authors": [],
            "year": 2020,
            "venue": "Epub ahead of print",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.issn.0254-6450.2020.02.003"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00127-20"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Angiotensin-converting enzyme 2 in acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Penninger",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Mol Life Sci",
            "volume": "64",
            "issn": "",
            "pages": "2006--2012",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Genomic diversity of SARS-CoV-2 in Coronavirus Disease 2019 patients",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mild/Moderate 2019-nCoV Remdesivir RCT",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Severe 2019-nCoV Remdesivir RCT",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Republic of China: chloroquine phosphate is an effective treatment for COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Ministry of Science and Technology of the People's",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Polymerase chain reaction (PCR)-based diagnostic reagents have been rapidly developed based on available viral genome sequences, and these have served as important screening tools. Nevertheless, it is necessary to develop other types of diagnostic reagents, such as assays for antibodies and antigens, as PCR cannot detect the virus when it is present below a threshold level. The optimization of sample type and the time window selected for viral detection as well as the combination of different methods of diagnosis can improve diagnostic accuracy and decrease false negatives which can be an obstacle to the prevention of virus transmission. As it is currently the peak season for respiratory infectious diseases such as influenza, the development of rapid detection technology, improvement of the detection capabilities of primary medical institutions, and rapid examination of cases are of great importance for the timely isolation of patients and individuals who have had close contact with patients.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}