{
    "paper_id": "b71a289c291ad516b7990a8582c1fece5330e5f5",
    "metadata": {
        "title": "Toxocariasis After Slug Ingestion Characterized by Severe Neurologic, Ocular, and Pulmonary Involvement BRIEF REPORT • OFID • 1 4",
        "authors": [
            {
                "first": "Jean-Marc",
                "middle": [],
                "last": "Fellrath",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pourtalès Hospital",
                    "location": {
                        "settlement": "Neuchâtel",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean-François",
                "middle": [],
                "last": "Magnaval",
                "suffix": "",
                "affiliation": {},
                "email": "jean-francois.magnaval@univ-tlse3.fr."
            },
            {
                "first": "F",
                "middle": [],
                "last": "Magnaval",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Human toxocariasis is generally a benign, self-curing disease, and neurologic involvement is quite exceptional. In this study, we report a case of toxocariasis caused by ingestion of an unusual transport host, namely live slugs. The clinical picture comprised eosinophilic lung involvement with severe neurologic disorders in relation to vasculitis as well as retinal detachment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Human toxocariasis is a worldwide helminthozoonosis related to the infection of humans by larvae of Toxocara spp, the common roundworm of canids and felids. Patients are infected upon ingestion of embryonated eggs present in contaminated soil or on green vegetables, such as those found in salads, or more rarely viable larvae contained in the flesh of avian or mammalian paratenic hosts [1, 2] , which sometimes were unusual [3] . Young age, geophagia or pica, contact with puppies, poor socioeconomic level, and residence in rural areas are recognized risk factors [4] . Toxocariasis elicits various syndromes that are currently characterized as generalized (visceral larva migrans and covert toxocariasis) and compartmentalized as well as ocular and neurologic. Covert toxocariasis, which represents the majority of the cases, is typically a self-curing, benign disease [2] . Ocular toxocariasis primarily occurs in toddlers and teenagers and often results in a permanent vision loss in the concerned eye [5, 6] . Neurologic forms are constantly severe but are rarely observed, at least in Westernized countries [7, 8] .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 391,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 392,
                    "end": 394,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 873,
                    "end": 876,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1008,
                    "end": 1011,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1012,
                    "end": 1014,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1119,
                    "end": 1121,
                    "text": "8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A previously healthy 71-year-old male patient was referred to the Department of Pneumology in Neuchâtel hospital due to a fever accompanied with cough, which was nonresponsive to azithromycin therapy. This syndrome was associated with headaches, confusion, memory and balance impairment, and scalp hyperesthesia. Blood eosinophilia was present and was abnormally elevated on the 1st day after admission (Table 1) . Abdominal ultrasonography did not identify any enlargement of the liver or spleen; however, a contrast computed tomography (CT) scan demonstrated multiple low-density areas disseminated through the whole organ. A chest CT scan revealed diffuse micronodular opacities. Bronchoalveolar lavage and transbronchial biopsies identified a sterile and nonhemorrhagic eosinophilic alveolitis along with a substantial endoalveolar and interstitial eosinophilic accumulation. A brain magnetic resonance imaging (MRI) revealed subcortical ischemic lesions, and a cerebrospinal fluid (CSF) examination revealed a granulocytic pleocytosis. Parasitological examination of stools did not retrieve parasite propagula, and results from a large panel of bacteriology cultivations were negative. Polymerase chain reaction assays on blood for cytomegalovirus, and on fluid from bronchoalveolar lavage for Chlamydia pneumoniae, Mycoplasma pneumoniae, adenoviruses, bocaviruses, coronavirus 229E, enteroviruses, influenza A , B and C viruses, metapneumovirus A and B, parainfluenza 1, 2, 3, 4a and 4b viruses, rhinoviruses, and respiratory syncytial A and B viruses tested negative. Serology did not find any blood-specific antibodies against C pneumoniae, Chlamydia trachomatis, Chlamydia psitacci, Coxiella burnetii, Legionella pneumophila (serogroups 1-6), M pneumoniae, and human immunodeficiency virus. Immunodiagnoses for autochthonous helminthiases (alveolar and cystic echinococcoses, strongyloidiasis, and toxocariasis) only tested positive for toxocariasis (Table 1) . Although pathology examination of a left temporal artery biopsy was unremarkable, as were the results of laboratory tests for antineutrophil cytoplasmic, anti-myeloperoxidase, antinuclear antibodies and rheumatoid factor, a hypothesis of vasculitis of unknown etiology that would have elicited severe neurologic disorders was raised. An oral corticosteroid therapy was therefore started and yielded a minor improvement of the clinical picture. One month later, a reassessment of the case history revealed a long-standing daily intake of 2 or 3 raw local slugs for alternative therapy of gastroesophageal reflux; this information prompted us to perform further investigations. A liver MRI did not identify any abnormality corresponding with the low-density areas previously observed by CT scan. Such transient hepatic lesions have been related to Toxocara spp migrating larvae [9] . This finding combined with the presence of abnormally elevated blood eosinophilia, high serum levels of total immunoglobulin E (Table 1) , and the positive result of the specific serodiagnosis by enzyme-linked immunosorbent assay (ELISA) therefore oriented the diagnosis towards a toxocaral etiology. The patient's serum displayed a typical 7-band pattern as assessed by Western blot analysis (Toxocara WB; LDBio, Lyon, France) [10] . In CSF, granulocytic pleocytosis was attributed to eosinophilia, and the toxocariasis immunodiagnosis via ELISA for intrathecal-specific antibody synthesis was positive (optical density: 0.330; cutoff value: 0.110). In the light of these findings, the cause of pulmonary and central nervous system involvement was reexamined. Toxocaral acute eosinophilic pneumonia corresponded with the patient's clinical and imaging lung assessment as reported in the literature [11, 12] . Brain lesions observed by MRI were consistent with a hypothesis of cerebral vasculitis caused by toxocariasis [13] . Ophthalmological examination including angiography detected a peripheral and inferior retinal detachment in the right eye along with a yellowish exudating mass located at 6-hour, and all of these signs were evocative of ocular toxocariasis [5] . The patient was therefore diagnosed as presenting with a severe form of toxocariasis that affected the lung, brain arteries, and eye. Corticosteroid treatment was tapered, and anthelmintic therapy with oral albendazole (800 mg daily) was initiated for 10 days [14] , resulting in a substantial improvement in some clinical and laboratory parameters. The table summarizes the evolution. Six months later, an ophthalmological check-up reported a right eye with much less inflammation. The retinal detachment area had resolved with a dense scar. The mass at 6-hour, which looked like a Toxocara granuloma, had sharply decreased in size and was found to be faintly exudating by angiography.",
            "cite_spans": [
                {
                    "start": 2847,
                    "end": 2850,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3281,
                    "end": 3285,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3752,
                    "end": 3756,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3757,
                    "end": 3760,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3873,
                    "end": 3877,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 4120,
                    "end": 4123,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 4386,
                    "end": 4390,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 412,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1959,
                    "end": 1968,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2980,
                    "end": 2989,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "This case history represents a remarkable combination of rare epidemiological and clinical features. Toxocariasis after ingestion of local raw snails used as a folk remedy for gastric ulcer has been reported only twice, once in Catalonia [15] and once in Italy [16] . Terrestrial mollusks are not recognized as paratenic hosts for Toxocara spp larvae. Most likely, these gastropods captured embryonated eggs in their mucus when they moved on contaminated soils, thereby playing a phoretic role. It would be illogical to draw general pathophysiological conclusions from 3 cases. However, it should be noted the Italian case also suffered a serious neurologic involvement, including mental clouding, nystagmus, diplopia, peripheral limbs ataxia, urinary retention, and slackened deep tendon reflexes, whereas joint stiffness and myalgias suggested the presence of a possible vasculitis. If additional cases displaying the same unusual method of contamination also present with neurologic disorders, the potential role of mollusks in the increased pathogenicity of Toxocara spp larvae should be investigated.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "Central nervous system involvement in toxocariasis is uncommon, with less than 60 cases reported in the English literature [7, 8] . In this series of publications, cerebral vasculitis was a rarity that was only observed in 5 patients (review by Lompo et al [17] ). Intense release of cationic proteins from activated eosinophil cells could be cited as a possible cause of this phenomenon, which is also reported in neuroschistosomiasis [18] . The protein content of eosinophil granules is toxic to endothelial cells and muscle cells, particularly in the heart. According to this hypothesis, this 3-week, high-dosage treatment with corticosteroids certainly avoided further major sequelae in our patient. Ocular involvement, which included retinal detachment and peripheral granuloma in this case, might occur during generalized forms of toxocariasis [6] but was never found to be associated with cerebral vasculitis.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 127,
                    "end": 129,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 850,
                    "end": 853,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "Albeit a widespread zoonosis, even in Westernized countries [2] , toxocariasis remains a neglected disease [19] , and this report demonstrates that numerous questions surrounding its pathophysiology and clinical manifestations remain.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 63,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Case Report"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology and pathogenesis of zoonotic toxocariasis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Glickman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Schantz",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Epidemiol Rev",
            "volume": "3",
            "issn": "",
            "pages": "230--50",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Highlights of human toxocariasis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Magnaval",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Glickman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dorchies",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Korean J Parasitol",
            "volume": "39",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Meningitis by Toxocara canis after ingestion of raw ostrich liver",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Noh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yun",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Korean Med Sci",
            "volume": "27",
            "issn": "",
            "pages": "1105--1113",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "National seroprevalence and risk factors for zoonotic Toxocara spp. infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Won",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kruszon-Moran",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Schantz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Trop Med Hyg",
            "volume": "79",
            "issn": "",
            "pages": "552--559",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ocular toxocariasis: epidemiologic, anatomic, and therapeutic variations based on a survey of ophthalmic subspecialists",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Woodhall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Starr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Montgomery",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ophthalmology",
            "volume": "119",
            "issn": "",
            "pages": "1211--1218",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The co-occurrence of Toxocara ocular and visceral larva migrans syndrome: a case series",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stefaniak",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Twardosz-Pawlik",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cases J",
            "volume": "2",
            "issn": "",
            "pages": "6881--6889",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Eosinophilic meningomyelitis in toxocariasis: case report and review of the literature",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Eberhardt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bialek",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nägele",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Neurol Neurosurg",
            "volume": "107",
            "issn": "",
            "pages": "432--440",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Toxocariasis of the liver: visceral larva migrans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Abdom Imaging",
            "volume": "33",
            "issn": "",
            "pages": "151--157",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Laboratory diagnosis of human toxocariasis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fillaux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Magnaval",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet Parasitol",
            "volume": "193",
            "issn": "",
            "pages": "327--363",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Acute eosinophilic pneumonia due to toxocariasis with bronchoalveolar lavage findings",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Romeu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Riera",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Chest",
            "volume": "102",
            "issn": "",
            "pages": "294--300",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The characteristics of eosinophilc lung diseases cause by Toxocara canis larval infestation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kyung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "An",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Tuberc Respir Dis",
            "volume": "62",
            "issn": "",
            "pages": "19--26",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A rare case of Toxocara canis cerebral vasculitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Helbok",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brenneis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Engelhardt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur J Neurol",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Antimicrobial therapy and vaccines",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Magnaval",
                    "suffix": ""
                },
                {
                    "first": "Dorchies",
                    "middle": [],
                    "last": "Ph",
                    "suffix": ""
                },
                {
                    "first": "Lt ;",
                    "middle": [],
                    "last": "Glickman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1669--78",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Adult human toxocariasis acquired by eating raw snails",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Romeu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bada",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Infect Dis",
            "volume": "164",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Toxocara encephalitis presenting with autonomous nervous system involvement",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Caldera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Burlone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Genchi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Infection",
            "volume": "41",
            "issn": "",
            "pages": "691--695",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Vascularite cérébrale à Toxocara canis révélée par des AVC itératifs",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Lompo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Kamdem",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Revenco",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Rev Neurol",
            "volume": "168",
            "issn": "",
            "pages": "533--540",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Acute neuroschistosomiasis: two cases associated with cerebral vasculitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jauréguiberry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ansart",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Trop Med Hyg",
            "volume": "76",
            "issn": "",
            "pages": "964--970",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Neglected parasitic infections in the United States: toxocariasis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Woodhall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Eberhard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Parise",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Trop Med Hyg",
            "volume": "90",
            "issn": "",
            "pages": "810--813",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Kinetics of Clinical, Radiologic, and Laboratory Parameters Treatment with steroid pulses from 10th to 12th day of hospitalization.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Potential conflicts of interest. All authors: No reported conflicts. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}