{
    "paper_id": "b76b1127689c03ddc50a70b8dc0057dac74fb805",
    "metadata": {
        "title": "A nine-month-old girl with respiratory failure and rhomboencephalitis CASE PRESENTATION",
        "authors": [
            {
                "first": "Cheryl",
                "middle": [],
                "last": "Pz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manitoba",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Mcdermid Msc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elsie",
                "middle": [],
                "last": "Grudeski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Microbiology Laboratory",
                    "institution": "University of Manitoba",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mlt",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tim",
                "middle": [
                    "F"
                ],
                "last": "Booth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bsc",
                "middle": [],
                "last": "Phd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jared",
                "middle": [],
                "last": "Bullard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manitoba",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A nine-month-old girl from northern Manitoba presented in September 2014, with a three-day history of vesicular rash on the soles of her feet. She was diagnosed with hand, foot and mouth disease, and discharged from the local nursing station. Over the next 24 h, she developed cough and fever that led to progressive vomiting, diarrhea and increased work of breathing, causing significant oxygen requirements, which led her to be transferred to a tertiary care centre. On admission, she required intubation and fluid resuscitation for respiratory failure and hypotension. On physical examination, she was afebrile. On respiratory examination, there were diffuse crackles and coarse breath sounds bilaterally. Cardiac and abdominal examinations were normal. The only remaining rash consisted of vesicular lesions on an erythematous base on the sole of the right foot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Laboratory tests revealed a white blood cell count of 4.3×10 9 /L, including an absolute neutrophil count of 1.7×10 9 /L. The rest of the complete blood cell count, liver enzyme levels, renal function and electrolytes were normal. Blood and endotracheal tube aspirate cultures, obtained before vancomycin and ceftriaxone were administered, were negative. Urine analysis revealed no leukocytes or nitrites; however, urine culture was positive for pansusceptible Escherichia coli (2×10 6 CFU/L). Cerebrospinal fluid obtained one day after admission, when her hemodynamic status improved, revealed a total white blood cell count of 28×10 6 cells/L, including 66% lymphocytes, 8% neutrophils, 26% monocytes, glucose 5 mmol/L, protein 0.21 g/L and a few red blood cells observed on microscopy. Bacterial cultures and polymerase chain reaction (PCR) for enterovirus and herpes simplex virus were negative. Stool sent for electron microscopy was negative, but stool for viral culture was pending. Chest x-ray revealed a right middlelobe infiltration. A nasopharyngeal aspirate and bronchoalveolar lavage sent for respiratory virus panel PCR, which included adenovirus, human coronavirus OC43, 229E and NL63, repiratory syncytial virus A and B, influenza A and B, parainfluenza 1, 2, 3 and 4, enterovirus, rhinovirus A, B and C, bocavirus 1 and 2, and human metapneumovirus, were both negative. Acid-fast bacilli smear and culture, bacterial culture and fungal culture from the bronchoalveolar lavage were negative. The patient became unable to move her upper extremities on day 2 of admission. Magnetic resonance imaging of the head and spine was performed on the same day, and revealed restricted diffusion at the dorsal brain stem and patchy areas of prolonged signal intensity involving the cranial-cervical junction, cervical and, to a lesser extent, the thoracic and lumbar spinal cord, suggestive of transverse myelitis with rhomboencephalitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "An autoimmune-mediated process was suspected due to the absence of detection of infectious agents. A three-day course of pulse methylprednisolone led to no improvement. The patient developed increased ventilator requirements, including high frequency jet ventilation on days 6 to 11 of admission. The patient slowly recovered with supportive care over the next five days. She was extubated on day 14 of admission and discharged on day 37, with residual impaired mobility of her right arm. She was seen two months after discharge with improved, but ongoing, difficulty lifting her right arm to her face, and was unable to lift her right arm above her shoulder. She is followed by physiotherapy, occupational therapy and pediatric neurology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "supportive care over the next five days. She was extubated on day 14 of admission and discharged on day 37, with residual impaired mobility of her right arm. She was seen two months after discharge with improved, but ongoing, difficulty lifting her right arm to her face, and was unable to lift her right arm above her shoulder. She is followed by physiotherapy, occupational therapy and pediatric neurology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Twelve days after admission, the viral culture from the nasopharyngeal aspirate became positive, and partial sequencing of the capsid protein, viral protein 1 gene, identified enterovirus (EV)-A71.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIAGNOSIS"
        },
        {
            "text": "Since the late 1990s, multiple outbreaks of EV-A71 have occurred worldwide, with a predilection for the Asia-Pacific region (1). The first cases in Canada reported to the National Centre for Enteroviruses occurred in 1994, including eight cases from Quebec. From 1990 to 2013, EV-A71 was the 10th most prevalent EV serotype, not including rhinovirus, detected within Canada in samples submitted to the National Microbiology Laboratory (NML, Winnipeg, Manitoba) (2). A combination of active (stool samples for all cases of acute flaccid paralysis) and passive (EV genotyping) samples are used by the NML. Between Jaunary 1, 2005 and December 31, 2011, 0.9% of 941 specimens positive for EV submitted to the Public Health Ontario Laboratory were positive for EV-A71 according to viral culture (3) . Another 20 cases of EV-A71 in one tertiary care pediatric centre were reported in 1998 (4).",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 794,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "EV-A71 produces a wide spectrum of clinical manifestations, including asymptomatic infection, mucocutaneous manifestations of hand, foot and mouth disease, and central nervous system (CNS) complications. The combination of rhomboencephalitis and cardiorespiratory symptoms, highlighted in the present case, are characteristic of EV-A71 (5). In a seven-year prospective study from Sarawak, Malaysia (6,7), 10% to 30% of children with EV-A71-associated hand, foot and mouth disease experienced CNS complications. Of these patients, 58% experienced brainstem encephalitis, 35% aseptic meningitis and 4% cardiorespiratory dysfunction (5-7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The gold standard for viral detection remains isolation using viral culture. However, viral culture takes time, as illustrated by the present case. Serology for EV-A71 requires that the clinician consider the diagnosis and necessitates collection of acute and convalescent sera, which may delay diagnosis (1). Therefore, PCR has become the standard diagnostic test. Interestingly with the present case, PCR was negative, while the culture successfully led to this virus being detected. Negative PCR and positive viral culture for EV is a rare finding, occurring a few times per year, at most, based on previous experience at the Manitoba Provincial Public Health Laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Currently, multiple antiviral targets have been identified; however, there are no licensed therapies for EV-A71. In 2012, a randomized",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This open-access article is distributed under the terms of the Creative Commons Attribution Non-Commercial License (CC BY-NC) (http:// creativecommons.org/licenses/by-nc/4.0/), which permits reuse, distribution and reproduction of the article, provided that the original work is properly cited and the reuse is restricted to noncommercial purposes. For commercial reuse, contact reprints@pulsus.com 1 (8) .",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 400,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "ClInICAl VIgnette"
        },
        {
            "text": "There are three phase 3 clinical trials of the same vaccine, demonstrating 90% to 97% efficacy against hand, foot and mouth disease, and 80% to 88% efficacy against serious EV71-related diseases (9) . The present case depicts the characteristic neurotropism of EV-A71, with a combination of brainstem encephalitis and cardiorespiratory symptoms. Identification of EV-A71 in the present case was unexpected because it occurred during an outbreak of EV-D68, which has recently been linked to focal extremity paralysis (10) . Two hundred eighty-two cases of EV-D68 were confirmed between July 2014 and October 31, 2014, in samples submitted to the Canadian NML (2) . In comparison, from 1994 to 2013, only 101 cases of EV-A71 were identified at the NML (2). However, it is likely that awareness of EV-D68 prompted increased collection and submission of specimens from a wide variety of clinical scenarios.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "ClInICAl VIgnette"
        },
        {
            "text": "The present case highlights the presence of EV-A71 in Canada, and the need to consider nonpolio EVs as a cause of acute flaccid paralysis and other severe CNS manifestations. Further studies are needed to determine the distribution of this emerging neurotropic virus in Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ClInICAl VIgnette"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human enterovirus 71 epidemics: What's next",
            "authors": [
                {
                    "first": "Ccy",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "Skp",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Pcy",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Health Threats J",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National surveillance for non-polio enteroviruses in Canada: Why is it important? Public Health Agency of Canada",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grudeski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcdermid",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Canada Communicable Disease Report",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coxsackieviruses in Ontario",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eshaghi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Infect Dis",
            "volume": "25",
            "issn": "",
            "pages": "135--176",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Enterovirus 71 infections at a Canadian center",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Merovitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Demers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Newby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatr Infect Dis J",
            "volume": "19",
            "issn": "",
            "pages": "755--762",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features, diagnosis and management of enterovirus 71",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lewthwaite",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cardosa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet Neurol",
            "volume": "9",
            "issn": "",
            "pages": "1097--105",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Human enterovirus 71 disease in Sarawak, Malaysia: A prospective clinical, virological, and molecular epidemiology study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Podin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "646--56",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification and validation of clinical predictors for the risk of neurological involvement in children with hand, foot and mouth disease in Sarawak",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mohan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Efficacy, safety, and immunogenicity of an enterovirus 71 vaccine in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "",
            "pages": "818--846",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Review of Enterovirus 71 vaccines",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "60",
            "issn": "",
            "pages": "797--803",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Acute neurologic illness of unknown etiology in children -Colorado",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Pastula",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aliabadi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Haynes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "63",
            "issn": "",
            "pages": "901--903",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Department of Pediatrics and Child Health, University of Manitoba; 2 Department of Medical Microbiology; 3 National Microbiology Laboratory;",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the parents of the patient illustrated in the present report for their permission to publish this case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACkNOWLEDGEMENT:"
        }
    ]
}