{
    "paper_id": "b79db3d6eca01b53a667d32ce59b3f33b40a81ae",
    "metadata": {
        "title": "A DNA biochip for on-the-spot multiplexed pathogen identification",
        "authors": [
            {
                "first": "Siu-Wai",
                "middle": [],
                "last": "Yeung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong University of Science and Technology",
                    "location": {
                        "addrLine": "Clear Water Bay",
                        "settlement": "Kowloon, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Ming-Hung",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong University of Science and Technology",
                    "location": {
                        "addrLine": "Clear Water Bay",
                        "settlement": "Kowloon, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong University of Science and Technology",
                    "location": {
                        "addrLine": "Clear Water Bay",
                        "settlement": "Kowloon, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "I-Ming",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong University of Science and Technology",
                    "location": {
                        "addrLine": "Clear Water Bay",
                        "settlement": "Kowloon, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Hsing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong University of Science and Technology",
                    "location": {
                        "addrLine": "Clear Water Bay",
                        "settlement": "Kowloon, Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Miniaturized integrated DNA analysis systems have largely been based on a multi-chamber design with microfluidic control to process the sample sequentially from one module to another. This microchip design in connection with optics involved hinders the deployment of this technology for pointof-care applications. In this work, we demonstrate the implementation of sample preparation, DNA amplification, and electrochemical detection in a single silicon and glass-based microchamber and its application for the multiplexed detection of Escherichia coli and Bacillus subtilis cells. The microdevice has a thin-film heater and temperature sensor patterned on the silicon substrate. An array of indium tin oxide (ITO) electrodes was constructed within the microchamber as the transduction element. Oligonucleotide probes specific to the target amplicons are individually positioned at each ITO surface by electrochemical copolymerization of pyrrole and pyrroleÀprobe conjugate. These immobilized probes were stable to the thermal cycling process and were highly selective. The DNA-based identification of the two model pathogens involved a number of steps including a thermal lysis step, magnetic particle-based isolation of the target genomes, asymmetric PCR, and electrochemical sequence-specific detection using silver-enhanced gold nanoparticles. The microchamber platform described here offers a cost-effective and sampleto-answer technology for on-site monitoring of multiple pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Decentralized medical testing plays a vital role in today's health care system. The blood glucose meter, which was the first commercial handheld device for medical diagnostics and developed three decades ago, is by far one of the most successful examples in point-of-care testing (POCT). In the years to come, driven by the ever-growing threats from emerging infectious diseases (e.g. avian flu and severe acute respiratory syndrome), the development of small-size instruments for on-the-spot pathogen detection is expected to be an important segment of the POCT market. This trend has already commenced with a few companies having launched self-test products for hepatitis and human immunodeficiency virus detection based on antibody-antigen interactions (e.g. OraSure Technologies and ACON Laboratories). These systems give a visual readout indicating the presence or absence of the target virus in $15 min. One of the main shortcomings of these immunological techniques is their limited sensitivity. To address this issue, there have been significant efforts to develop nucleic acid (NA)-based analyzers (1) (2) (3) . The miniaturization of NA analytical platforms has many advantages over the conventional bench-top counterparts. These include low sample/reagent consumption (volume of micro-down to picoliter) as well as short assay time (minutes rather than days). Most importantly, they permit the integration of a number of functions including sample preparation, target amplification, and product detection, thus enabling a fully automated operation that can be used by untrained individuals.",
            "cite_spans": [
                {
                    "start": 1107,
                    "end": 1110,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1111,
                    "end": 1114,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To date, several integrated NA-based analytical systems have been commercialized [http://www.cepheid.com/Sites/ cepheid/content.cfm?id¼158 (GeneXpert from Cepheid), http://www.gen-probe.com/prod_serv/inst_dts.asp (Direct Tube Sampling Systems from Gen-Probe), http://www. idahotech.com/razor/index.html (RAZOR from Idaho Technology) and http://www.iquum.com/products/analyzer. shtml (Liat Analyzer from IQuum)]. Despite their wide use in clinical/central laboratories, their application for on-site pathogen monitoring on a routine basis is still limited due to the large footprint and high instrument cost (mainly the complex optics). A promising alternative would be the inherently simple and lost-cost electrochemical method. Over the past decade, despite a great deal of work having been carried out on electrochemical sequence-specific NA sensing (4) (5) (6) , little work has been undertaken on the integration of these with upstream functionalities. In 2004, Liu et al. (7) successfully demonstrated a fully integrated biochip for cell isolation and lysis, target amplification, as well as electrochemical amplicon detection. One relevant feature of their approach is the incorporation of on-chip mixers, valves, and pumps in a self-contained device. However, the design and fabrication of the chip involves many complicated steps, which limits its practical application.",
            "cite_spans": [
                {
                    "start": 852,
                    "end": 855,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 856,
                    "end": 859,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 860,
                    "end": 863,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 977,
                    "end": 980,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In a previous study, our group demonstrated a proof-ofconcept experiment that both DNA amplification by the PCR and sequence-specific electrochemical amplicon detection could be done in a single microchamber (8) , in contrast to the commonly used device which involved multi-chambers with complex microfluidic control elements (9) . This microdevice had an 8 mL reaction chamber etched in a silicon substrate with a thin-film heater and temperature sensor patterned on top for rapid thermal cycling. An oligonucleotide capture probe-modified detection electrode was placed on a glass substrate used to seal the microchamber. To develop this prototype device into practical use, sample preparation functionality as well as the ability to perform multiplexed analysis would need to be addressed.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this work, we present a complete DNA-based assay in a single silicon-glass microchamber for multiple pathogen detection. A model system of E.coli and B.subtilis was used. The assay involves the following steps: (i) sample preparation using thermal cell lysis and magnetic particle-based target genome isolation; (ii) target DNA amplification by the PCR; (iii) hybridization of the amplicons to their complementary oligonucleotide capture probes immobilized onto individual detection electrode surfaces and (iv) electrochemical transduction of the recognition event via gold nanoparticles with signal amplification using electrocatalytic silver deposition (10) . An issue of importance much needed to be addressed was the compatibility of all the materials and processing steps. In particular, the chemistry used for the site-specific probe immobilization together with that of the magnetic particles used for genome isolation should be PCR-compatible.",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 662,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Oligonucleotides and PCR reagents were obtained from Invitrogen (Carlsbad, CA, USA), unless otherwise stated. Other chemicals were purchased from Sigma-Aldrich (St. Louis, MO, USA). Electrochemical measurements were performed using a VMP multichannel potentiostat (Princeton Applied Research, Oak Ridge, TN, USA) controlled by EC-Lab software (version 6.70, Bio-Logic Science Instruments, Claix, France). The thermal control system for the PCR consisted of a data acquisition card (PCI-MIO-16E-1, National Instruments, Austin, TX, USA) along with a signal conditioning board (SC-2042-RTD, National Instruments) connected to the temperature sensors. A digital feedback proportional-integral-derivative (PID) control algorithm was implemented in LabVIEW software (National Instruments) to control voltage supply to the heater from a power source (HP6629A, Hewlett-Packard, Rockville, MD, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reagents and instrumentation"
        },
        {
            "text": "The silicon chip (thickness of 400 mm) had two fluid injection holes (top side, diameter of 500 mm, depth of 100 mm) and a chamber (bottom side, length and width of 5 mm, depth of 325 mm) etched by the inductively coupled plasma/deep reactive ion etching (ICP/DRIE) process, see Figure 1A (left panels). Thin-film platinum (100 nm) was patterned on top of the silicon substrate as heater and temperature sensors ( Figure 1A , upper left). The glass chip had platinum pseudoreference and counter electrodes (thickness of 100 nm) as well as four working electrodes made of indium tin oxide (ITO) (thickness of 100 nm), see right panel of Figure 1A . Ultra-violet curing optical cement (Type UV-69, Summers Optical, Hatfield, PA, USA) was used to bond the silicon and glass chips, the curing procedure was in accordance with the manufacturer's instruction. Pipet tips were glued to the fluid injection holes with epoxy ( Figure 1B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 288,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 414,
                    "end": 423,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 636,
                    "end": 645,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 918,
                    "end": 927,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Silicon-glass microchip fabrication"
        },
        {
            "text": "An oligonucleotide capture probe specific for E.coli amplicon [pyrrole-5 0 -ACAACACGTTTAGCCTGACC-3 0 (pyrrole-EC), Apibio, France] was first electrochemically polymerized onto two of the four ITO working electrodes. A mixture of 60 mM pyrrole, 20 mM pyrrole-EC, and 0.1 M LiClO 4 was introduced into the microchamber, followed by a cyclic voltammetric scan of the two electrodes between À0.5 and +0.65 V at a scan rate of 50 mV/s for three times. The microchamber was then washed with deionized water and dried with nitrogen gas. The same procedure was repeated for the other two ITO working electrodes, except an oligonucleotide capture probe specific for B.subtilis amplicon [pyrrole-5 0 -CCTACGGGAGGCAGCAG-3 0 (pyrrole-BS), Apibio, France] was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oligonucleotide detection capture probe immobilization"
        },
        {
            "text": "Ten microliters of avidin-coated magnetic particles (3.0 mm, VMS-30-10, Spherotech, Libertyville, IL, USA) were washed with an equal volume of saline/sodium citrate buffer (SSC, 150 mM NaCl/15 mM sodium citrate, pH 7.0). After centrifugation and pipetting, the supernatant was removed and the magnetic particles were incubated with 10 mL of 10 nM biotinylated genome capture probe overnight at room temperature. Oligonucleotide sequence of the genome capture probe for E.coli was 5 0 -biotin-GACAAGAAAATC-TCCAACATCC-3 0 while that for B.subtilis was 5 0 -biotin-CCAGTTTCCAATGACCCTCCCC-3 0 . The capture probe functionalized magnetic particles were finally washed with 10 mL of the SSC buffer, resuspended in 10 mL of the SSC buffer, and stored at 4 C. Genome isolation. The sample containing E.coli or B.subtilis or both (1 mL), which was cultured in Luria-Bertaini broth overnight at 37 C, was mixed with 1 mL each of the biotinylated genome capture probe (1 nM) for E.coli and B.subtilis along with 7 mL of the SSC buffer. The mixture was injected into the reaction chamber and sealed with Bostik's Blu-Tack. Then, the silicon-glass device was placed in a plexiglass holder with contact pins for electrical connections to the heater and temperature sensors ( Figure 1C ). The chamber was maintained at 90 C for 5 min to lyse the cell and at the same time denature the genomic DNAs. After that, the temperature was cooled to 50 C and held for 10 min to allow specific hybridization between the denatured genomic DNAs and capture probes. Subsequently, 1 mL of the functionalized magnetic particles were added into the chamber and incubated for 10 min to capture the specific genomes onto the magnetic particles. Finally, SSC buffer was used to remove any unwanted materials with an external magnet to keep the particles within the microchamber. Electrochemical amplicon detection. After the asymmetric PCR, the solution was allowed to stand at room temperature for 1 h. Unhybridized amplicons were washed away with the SSC buffer. Gold nanoparticle label was bound to the hybridized amplicons by exposing the electrode to a stre-ptavidinÀgold nanoparticle (5 nm) solution (the stock was diluted 10 times with 0.05 M 4-(2-hydroxyethyl)-1piperazineethanesulfonic acid/0.2 M NaCl) for 30 min at room temperature. The unbound gold nanoparticles were removed by flushing the microchamber with phosphatebuffered nitrate solution (0.3 M NaNO 3 /10 mM sodium phosphate, pH 7.0). Electrocatalytic silver deposition onto the hybrid-bound gold nanoparticles was then achieved by applying a potential of À0.18 V in a silver nitrate solution (1 mM AgNO 3 /1 M KNO 3 ) for 20 s. Finally, the amount of deposited silver was determined by measuring the oxidative silver dissolution response with an applied anodic current of 10 mA in the same silver nitrate solution, and the time to reach a potential of +0.65 V was taken as the signal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1261,
                    "end": 1270,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Preparation of magnetic particles for genome isolation"
        },
        {
            "text": "The single microchamber design poses particular challenges to the electrochemical platform used for the sequence-specific PCR amplicons detection. Addressability and compatibility are two important considerations regarding immobilization chemistry for the oligonucleotide detection capture probes. For a multiplexed assay, it is necessary to individually modify the detection platform so that each individual electrode in an electrode array has a specific capture probe. When using either high temperature or ultra-violet glue to seal the microchamber, it is recommended that immobilization should be carried out after the siliconÀglass bonding process so as to prevent damage to the capture probes. In doing so, the more common chemical attachment (spotting) method cannot be used because all the active electrode surfaces are embedded within the same microchamber and they would receive identical modifications. One simple way to achieve site-specific probe immobilization onto individual electrode surfaces can Figure 4 . A schematic representation of the assay protocol in the siliconÀglass microchamber. The three main steps were (A) sample preparation: thermal cell lysis and magnetic particle-based isolation of specific genomic DNAs; (B) target DNA amplification: generation of single-stranded rich amplicons by asymmetric PCR; (C) product detection: gold nanoparticle labeling, electrocatalytic silver deposition, and electrochemical silver dissolution. be achieved by electrochemical copolymerization of pyrrole and pyrroleÀoligonucleotide (11) . Figure 2 illustrates the strategy to immobilize different capture probes onto each individual electrode. A solution of pyrrole and oligonucleotide 1 bearing a pyrrole group is introduced into the microchamber. When a cyclic voltammetric scan is applied to electrode 1, with other electrodes disconnected or grounded, oligonucleotide 1 is selectively deposited on this particular electrode. Then, the microchamber is washed with water to ensure there is no pyrroleÀoligonucleotide 1 monomer is left. This procedure is repeated for the other electrodes with different pyrroleÀoligonucleotide polymerization solutions. In our model system with two target analytes and four working electrodes, the capture probes specific to E.coli and B.subtilis are immobilized in duplicate. Before proceeding to the complete analytical protocol, the ability of these immobilized capture probes to recognize their complementary targets should be tested. Figure 3 shows the fluorescence images of the four functionalized electrodes (A and D: B.subtilis probe; B and C: E.coli probe) exposed to a sample containing a fluorescently-labeled sequence complementary to the E.coli probe. It is clear that electrodes B and C exhibit much higher fluorescence intensity than electrodes A and D, indicating the highly specific probe immobilization as well as hybridization offered by the electrochemical pyrrole-based attachment chemistry. Another criterion for the selection of immobilization method is the compatibility with other processes, in particular the PCR. Due to the fact that the detection electrodes are within the reaction chamber, the linkage between the immobilized capture probe and electrode surface must be strong enough to survive through the thermal cycling process (especially the high denaturation temperature). Moreover, the detector surface should interact only with the specific amplicon but not with other components employed in the assay protocol.",
            "cite_spans": [
                {
                    "start": 1550,
                    "end": 1554,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1014,
                    "end": 1022,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 1557,
                    "end": 1565,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2492,
                    "end": 2500,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Oligonucleotide detection capture probe immobilization"
        },
        {
            "text": "The assay procedure used in this work is schematically represented in Figure 4 . It involves three main steps: sample preparation, target DNA amplification, and product detection, all performed within the same microchamber. Intact cells are first broken down by applying a high temperature (90 C, controlled by the on-chip heater and temperature sensor) to free the genomic DNA. To remove all the interfering substances (e.g. cell debris and protein) that may affect the subsequent DNA amplification process, magnetic particles are used to isolate the specific genomes. Biotinylated genome capture probes for the two model species are mixed with the intact cells before injecting into the microchamber. When the temperature is lowered to 50 C after the thermal lysis step, these probes hybridize to their complementary target genomes. These probeÀgenome hybrids are then isolated by the addition of the avidin-coated magnetic particles, followed by thorough washing. It is worth noting that the magnetic particles are pretreated with a small amount of the genome capture probes to minimize nonspecific adsorption of the interfering substances and other genomic DNAs. Subsequently, with the genomes captured on the magnetic particles serving as the template, asymmetric PCR is conducted to generate single-stranded rich target amplicons.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Assay protocol"
        },
        {
            "text": "After the amplification step, these amplicons hybridize to their corresponding detection electrodes. Next, the hybridized amplicons are labeled with gold nanoparticles via biotinavidin interaction. Finally, silver metal is electrocatalytically deposited onto the gold nanoparticles and the amount is determined by the electrochemical oxidative dissolution technique (10, 12) . The detailed procedure for the sample preparation, target DNA amplification, and product detection steps is given in the Materials and Methods section.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Assay protocol"
        },
        {
            "text": "The ability of this single microchamber to detect specific cell type using the above protocol is demonstrated by running a series of experiments with E.coli cells of different concentrations, taking the signal from the B.subtilis detection capture probe-modified electrode as the background. Figure 5 gives a semi-log plot of the sample to background ratio against the number of cells in the sample. A linear relationship is obtained in the concentration range investigated (10 2 -10 5 cells/sample). This result confirms the successful isolation of the genome with the magnetic particle-based approach, compatibility of the magnetic particle with the PCR, thermal stability of the immobilized detection capture probe through the temperature cycling process, as well as negligible nonspecific adsorption on the electrode surface.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 300,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Performance evaluation of the microdevice"
        },
        {
            "text": "Another attractive feature of this microdevice is multiplexing. By constructing an electrode array, it is possible to identify several species in a single run. The results for the detection of the two model species are presented in Figure 6 . If the sample contains E.coli cells only, there is a significant increase in the analytical signal (silver metal stripping time) for the E.coli detection capture probefunctionalized electrode while that for the B.subtilis remains the same as the background signal. When the sample contains Figure 5 . A calibration plot of the sample-to-background ratio against the logarithmic number of E.coli cells in the sample. In our four working electrode design, the silver stripping time to reach a potential of +0.65 V (versus Pt pseudo-reference electrode) for the E.coli detection capture probemodified electrodes was taken as the sample signal whereas that for the B.subtilis detection capture probe-modified electrodes was taken as the background signal. Note that the number of cells stated was the amount being introduced into the microchamber.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 240,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 541,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Performance evaluation of the microdevice"
        },
        {
            "text": "B.subtilis cells only, opposite results from the two different electrodes are obtained. Another case is the inclusion of both cell types; not surprisingly, both electrodes have much higher signals than the background.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Performance evaluation of the microdevice"
        },
        {
            "text": "We have demonstrated the utilization of a siliconÀglassbased microchamber for DNA-based detection of E.coli and B.subtilis cells. Thermal cell lysis, magnetic particle-based target genome isolation, DNA amplification, and electrochemical sequence-specific amplicons detection have been successfully implemented in this microdevice platform. The portable electrochemical instrumentation as well as a simple microchip design is conducive to the realization of on-site pathogen detection. The selective immobilization of capture probes using the pyrrole-based electropolymerization process provides good thermal stability and PCR process compatibility, which are crucial for the multiplexed analysis. Future work will be directed towards interfacing the microchip with macro-world so as to achieve a fully automatic device that can be used by untrained individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Miniaturised nucleic acid analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Auroux",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Koc",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Demello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J R"
                    ],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lab Chip",
            "volume": "4",
            "issn": "",
            "pages": "534--546",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Microfabricated systems for nucleic acid analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Obeid",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Christopoulos",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Crit. Rev. Clin. Lab. Sci",
            "volume": "41",
            "issn": "",
            "pages": "429--465",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "DNA-based bioanalytical microsystems for handheld device applications",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Hsing",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Anal. Chim. Acta",
            "volume": "556",
            "issn": "",
            "pages": "26--37",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Electrochemical DNA sensors",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Barton",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat. Biotechnol",
            "volume": "21",
            "issn": "",
            "pages": "1192--1199",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Electrochemical nucleic acid biosensors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Anal. Chim. Acta",
            "volume": "469",
            "issn": "",
            "pages": "63--71",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nanomaterial-based electrochemical biosensors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Analyst",
            "volume": "130",
            "issn": "",
            "pages": "421--426",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Self-contained, fully integrated biochip for sample preparation, polymerase chain reaction amplification, and DNA microarray detection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lenigk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bonanno",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grodzinski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anal. Chem",
            "volume": "76",
            "issn": "",
            "pages": "1824--1831",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Microfabricated PCR-electrochemical device for simultaneous DNA amplification and detection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Carles",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Hsing",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lab Chip",
            "volume": "3",
            "issn": "",
            "pages": "100--105",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An integrated nanoliter DNA analysis device",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Brahmasandra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Handique",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Sammarco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Man",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heldsinger",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "282",
            "issn": "",
            "pages": "484--487",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effects of gold nanoparticle and electrode surface properties on electrocatalytic silver deposition for electrochemical DNA hybridization detection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Hsing",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Analyst",
            "volume": "130",
            "issn": "",
            "pages": "364--369",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Preparation of a DNA matrix via an electrochemically directed copolymerization of pyrrole and oligonucleotides bearing a pyrrole group",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Livache",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roget",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dejean",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barthet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bidan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Teoule",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nucleic Acids Res",
            "volume": "22",
            "issn": "",
            "pages": "2915--2921",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Gold nanoparticle-catalyzed silver electrodeposition on an indium tin oxide electrode and its application in DNA hybridization transduction",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Hsing",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Electroanalysis",
            "volume": "16",
            "issn": "",
            "pages": "1628--1631",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Results of the two different types of electrodes (functionalized with E.coli and B.subtilis detection capture probe) when subjected to different sample solutions. (A) E.coli cells only; (B) B.subtilis cells only",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Photographs showing the silicon-glass microchip. (A) Upper left: top view of the silicon chip showing the fluidic holes along with thin-film platinum heater and temperature sensors; lower left: bottom view of the silicon chip showing the 8 mL reaction chamber and the through-hole for fluid introduction; right panel: glass chip with patterned indium tin oxide working electrodes. (B) The assembled silicon-glass microchip with pipet tips glued to the fluidic holes. (C) Electrical connection of the contact pins to the silicon-glass microchip housed in a plexiglass holder.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(A-D) A schematic diagram showing the electrode-by-electrode capture probe immobilization via electrochemical copolymerization of pyrrole and pyrroleÀoligonucleotide. The polymerization solution contained 60 mM pyrrole, 20 mM pyrroleÀprobe, and 0.1 M LiClO 4 and the electrode was subjected to a cyclic voltammetric scan between À0.5 and +0.65 V (versus Pt pseudo-reference electrode) at a scan rate of 50 mV/s for three times.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Asymmetric PCR. The PCR master mix consisted of 1· buffer (20 mM TrisÀHCl, pH 8.4, 50 mM KCl), 2 mM MgCl 2 , 0.2 mM dNTPs, 200 nM of biotinylated E.coli forward primer (5 0 -biotin-GACAAGAAAATCTCCAACATCC-3 0 ), 2 nM of E.coli reverse primer (5 0 -ACAACACGTTTAGCCTGACC-3 0 ), 2 nM of B.subtilis forward primer (5 0 -CCTACGGGAGG-CAGCAG-3 0 ), 200 nM of B.subtilis biotinylated reverse primer (5 0 -biotin-CCAGTTTCCAATGACCCTCCCC-3 0 ), 0.5 mg/mL BSA, and 0.4 U/mL Taq polymerase. The mixture was pipetted into the microchamber and subjected to the following thermal cycling profile: initial denaturation at 94 C for 5 min; 40 cycles at 94 C for 30 s, at 60 C for 30 s, 72 C for 30 s; and final extension at 72 C for 5 min.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fluorescence images of the four oligonucleotide-functionalized ITO electrodes (A and D: B.subtilis probe; B and C: E.coli probe) after exposure to a fluorescein-labeled sequence complementary to the E.coli probe. Note that the electrodes are circular in shape.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the funding support from the Research Grants Council of the Hong Kong Special Administrative Region Government (RGC CERG Project# 601305 and 601504). Laboratory facilities provided by the Nanoelectronics Fabrication Facility (NFF) and Bioengineering Laboratory (BELAB) at HKUST, for the chip fabrication and biomaterials processing, respectively, are also acknowledged. Funding to pay the Open Access publication charges for this article was provided by RGC, Hong Kong SAR Government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Conflict of interest statement. None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}