{
    "paper_id": "b7aee99640edf75791f77fd9ab46534c27efdaae",
    "metadata": {
        "title": "Open Forum Infectious Diseases A Decade On: Systematic Review of ClinicalTrials.gov Infectious Disease Trials, 2007-2017",
        "authors": [
            {
                "first": "Ephraim",
                "middle": [
                    "L"
                ],
                "last": "Tsalik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ian",
                "middle": [
                    "S"
                ],
                "last": "Jaffe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [],
                "last": "Chiswell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University",
                    "location": {
                        "settlement": "Durham",
                        "region": "North Carolina"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background. Registration of interventional trials of Food and Drug Administration-regulated drug and biological products and devices became a legal requirement in 2007; the vast majority of these trials are registered in ClinicalTrials.gov. An analysis of ClinicalTrials.gov offers an opportunity to define the clinical research landscape; here we analyze 10 years of infectious disease (ID) clinical trial research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods. Beginning with 166 415 interventional trials registered in ClinicalTrials.gov from 2007-2017, ID trials were selected by study conditions and interventions. Relevance to ID was confirmed through manual review, resulting in 13 707 ID trials and 152 708 non-ID trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results. ID-related trials represented 6.9%-9.9% of all trials with no significant trend over time. ID trials tended to be more focused on treatment and prevention, with a focus on testing drugs, biologics, and vaccines. ID trials tended to be large, randomized, and nonblinded with a greater degree of international enrollment. Industry was the primary funding source for 45.2% of ID trials. Compared with the global burden of disease, human immunodeficiency virus/AIDS and hepatitis C trials were overrepresented, and lower respiratory tract infection trials were underrepresented. Hepatitis C trials fluctuated, keeping with a wave of new drug development. Influenza vaccine trials peaked during the 2009 H1N1 swine influenza outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions. This study presents the most comprehensive characterization of ID clinical trials over the past decade. These results help define how clinical research aligns with clinical need. Temporal trends reflect changes in disease epidemiology and the impact of scientific discovery and market forces. Periodic review of ID clinical trials can help identify gaps and serve as a mechanism to realign resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The appropriate management of infectious diseases (IDs) requires an understanding of the risk and efficacy of medical drugs, biologics, and devices. In this context of evidence-based medicine, clinical trials contribute knowledge to replace or confirm prior dogma. As discussed elsewhere, ID specialists often contend with a lack of clinical trials (and particularly randomized controlled trials) to inform clinical decision making [1, 2] .",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 435,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 436,
                    "end": 438,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ClinicalTrials.gov is a Food and Drug Administration (FDA)managed database of >265 000 clinical trials from 203 nations. Registration with ClinicalTrials.gov has been a legal requirement for most interventional trials of FDA-regulated drug and biological products and devices conducted in the United States since September 2007, in addition to being a requirement for publication in many peer-reviewed medical journals [3, 4] . In 2010, an initiative of the Clinical Trials Transformation Institute began to describe the trials represented in the ClinicalTrials.gov database from 2007 to 2010 [5] ID trials in the database were previously described as part of this 3-year \"snapshot. \" [1] Trials focusing on human immunodeficiency virus (HIV) and hepatitis C, respiratory tract infections, and pediatric antibiotic and antifungal trials were subsequently reported [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 422,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 423,
                    "end": 425,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 864,
                    "end": 867,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 872,
                    "end": 875,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this cross-sectional study, we aimed to characterize the scope and nature of ID clinical trials in ClinicalTrials.gov for a 10-year period through a systematic analysis of registered trials. As with the 2007-2010 snapshot, we examined trial methods and funding source, with a new emphasis on analyzing trends over time. We also evaluated the alignment between current clinical research priorities and the disease burden of IDs in the United States and abroad. In addition, we provided a more detailed analysis of hepatitis C trials given the significant changes in hepatitis C management over the past decade. METHODS We performed a systematic analysis of characteristics of ID trials registered with ClinicalTrials.gov from 1 October 2007 to 30 September 2017. We chose ClinicalTrials.gov for our analysis because it was used for the 2007-2010 snapshot and, as described elsewhere, it is among the largest trial repositories, has comprehensive data fields, and has established methods for data download [1] . Although ClinicalTrials.gov is not the most comprehensive database of clinical trials (compared with the International Clinical Trials Registry Platform), it is an accurate reflection of clinical trials being conducted in IDs and is amenable to aggregate analysis [1] . Moreover, a comprehensive review of ID trials has not been completed since the initial snapshot, although reviews have been published of respiratory tract infection trials, HIV and hepatitis C trials, and pediatric antibacterial and antifungal trials [6] [7] [8] . The 10 years of clinical trials examined in this study include trials submitted to comply with requirements for publication in peer-reviewed medical journals and trials registered under the FDA Amendments Act of 2007 and other regulatory requirements [9] .",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 620,
                    "text": "METHODS",
                    "ref_id": null
                },
                {
                    "start": 1007,
                    "end": 1010,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1277,
                    "end": 1280,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1534,
                    "end": 1537,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1538,
                    "end": 1541,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1542,
                    "end": 1545,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1799,
                    "end": 1802,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ID study data set was created as described elsewhere [1] . We used the 16 October 2017 version of the database for Aggregate Analysis of ClinicalTrials.gov to identify clinical trials registered with ClinicalTrials.gov from 1 October 2007 through 30 September 2017. This cohort represents the entirety of clinical trials registered after US legal requirements for registering certain interventional trials available at the time of this study [9] . Aggregate Analysis of ClinicalTrials.gov is a relational database (PostgreSQL) developed and maintained by the Clinical Trials Transformation Initiative. It contains all information about studies registered in ClinicalTrials.gov since its inception in February 2000 and is updated daily with content downloaded from ClinicalTrials.gov. The database is publicly available in the cloud, with access information and documentation provided at the Clinical Trials Transformation Initiative website [10] . We then focused on interventional trials by filtering the data set using the registry's \"study type\" field, which identifies studies as interventional, observational, expanded access, or not applicable.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 945,
                    "end": 949,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Creation of the ID Study Data Set"
        },
        {
            "text": "To identify ID trials, we focused on the condition and intervention characteristics, which were defined by submitted data and linked Medical Subject Heading (MeSH) terms generated by a National Library of Medicine (NLM) algorithm based on the 2017 MeSH thesaurus [11] . Of 10 466 MeSH terms manually reviewed, 991 (9.5%) were related to IDs. Because some conditions could not be linked to MeSH terms, free-text condition terms appearing in ≥5 interventional trials were also manually reviewed for relevance. Of 5140 possible free-text condition terms reviewed, 345 were relevant to IDs (6.7%) (Supplementary Table 1) .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 616,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Creation of the ID Study Data Set"
        },
        {
            "text": "ID trials were also identified using the submitted intervention term. Intervention terms linked to MeSH terms generated by the NLM algorithm that appeared in ≥4 clinical trials were reviewed for relevance. Of the 2101 intervention MeSH terms reviewed, 309 were identified as relevant to IDs (14.7%). An initial data set of 19 794 trials was generated by identifying trials with ≥1 relevant term in the NLM-generated MeSH condition field, the submitted free-text condition field, or the submitted intervention name field. This process was previously developed and validated by comparison with classifications based on manual review, for studies of cardiovascular diseases, cancer, and mental health [12] . Trials were then manually reviewed by one of us (I. S. J.) to exclude non-ID studies. A total of 13 707 ID studies were identified, which defines the study data set used for this analysis.",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 702,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Creation of the ID Study Data Set"
        },
        {
            "text": "After defining the ID trials data set, we subcategorized trials by IDs based on study title and description. Subcategories were defined based on World Health Organization (WHO) causeof-death groupings, excluding \"maternal conditions\" and \"perinatal conditions\" [1] . Along with the 18 WHO categories, 42 additional categories were defined (for a total of 60), such that each trial was assigned to ≥1 subcategory. Trials that fit equally well into multiple subcategories were assigned to multiple categories. Trials were also manually categorized as vaccine trials or nonvaccine trials. The percentage of all ID-related deaths and ID-related disability-adjusted life-years (DALYs) attributable to selected conditions was calculated from the 2000-2015 WHO Global Burden of Disease [13, 14] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 784,
                    "end": 787,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Subcategorization of the ID Study Data Set"
        },
        {
            "text": "We used R software, version 3.4 (Foundation for Statistical Computing) to calculate frequencies and percentages for categorical trial characteristics and median and interquartile ranges (IQRs) for continuous characteristics. Disease prevalence and disease-specific DALYs were derived from the 2015 WHO global health estimates summary tables [13] . Actual enrollment or anticipated enrollment was reported and summary statistics were calculated by pooling across active and completed trials. Probable funding source (because ClinicalTrials.gov does not require funding source be reported) was attributed based on the lead sponsor and collaborator fields and reported as \"industry, \" \"NIH\" [National Institutes of Health], \"U.S. federal (excluding NIH), \" or \"Other. \" A trial was considered \"industry-funded\" if the lead sponsor was from industry, or if the NIH was neither a lead sponsor nor collaborator and ≥1 collaborator was from industry. An \"NIH-funded\" study required the NIH to be either a lead sponsor or a collaborator, and no industry as lead sponsor. \"Other\" was used to describe studies for which the lead sponsor and collaborator fields were nonmissing and did not meet criteria for either industry or NIH funding. Countries were grouped into 11 global regions to allow analysis of geographical regions.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Analytical Methods"
        },
        {
            "text": "The initial data set downloaded on 16 October 2017 included 256 544 clinical trials registered with ClinicalTrials.gov.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "A total of 166 415 interventional trials were registered from 1 October 2007, after enactment of mandatory registration on 27 September 2007, through 30 September 2017, providing a 10-year period for studying trends in registered trials. Of these, 13 707 trials (8.5%) were defined as the ID trial data set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "A summary of ID trials, non-ID trials, and selected subcategories (HIV/AIDS, hepatitis C, malaria, skin and softtissue infection, and lower respiratory tract infection [LRTI]) is presented in Table 1 [15] . These categories were chosen for further analysis based on their prevalence as well as global and domestic significance. The primary purpose was \"treatment\" in the majority of both ID (52.7%) and non-ID trials (69.6%). A higher proportion of ID trials than non-ID trials focused on prevention (32.5% vs 9.1%, respectively). In terms of intervention type, ID trials also tended to be more drug focused than non-ID trials (54.4% vs 50.3%, respectively) and more biologic/ vaccine focused (23.5% vs 5.0%). Of 3215 ID trials with a biologic or vaccine intervention, 85.3% evaluated a vaccine. ID trials were less likely than non-ID trials to concern interventions involving procedures (4.2% vs 10.7%, respectively) or devices (5.9% vs 14.2%).",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 199,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "ID trials also tended to be larger than non-ID trials, with a median (interquartile range) enrollment of 102 (37-321.5) versus 60 (27-145) subjects for non-ID studies. The largest studies were observed for Enterovirus trials (mean enrollment, 6855 subjects; median, 780), trachoma (mean, 5035; median 1139), intestinal nematode infection (mean, 4323; median, 172), and malaria (mean, 3652; median, 141). These results were due primarily to the inclusion of multiple large (>10 000-subject) studies, including 5 Enterovirus, 1 trachoma, 2 intestinal nematode infection, and 28 malaria trials. Five trials included ≥100 000 subjects, 1 for intestinal nematode infection trial and 4 for malaria. However, only the Enterovirus and trachoma categories had median enrollments of >500 subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "A greater percentage of ID trials focused specifically on children (≤18 years of age (13.3%), compared with non-ID trials (6.3%). Moreover, ID trials were more likely than non-ID trials to exclude elderly patients (>65 years of age) (32.8% vs 2.9%, respectively). After omission of trials restricted to pediatric subjects, ID trials were still more likely than non-ID trials to exclude elderly patients (21.3% vs 17.8%, respectively). Omitting trials restricted to pediatrics, we observed that certain trial categories excluded elderly patients at higher rates: pharmacology (54.5%), HIV/AIDS (31.4%), influenza vaccine (29.8%), malaria (28.6%), and tuberculosis (21.7%) trials were more likely to exclude the elderly. In line with non-ID trials, the majority of ID trials were randomized (85.9%) and did not use masking protocols (57.1%). ID trials were less likely than non-ID trials to occur in North America (37.8% vs 44.9%) or Europe (24.5% vs 29.2%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Of the 13 707 ID trials, 11 881 (86.7%) were assigned to 1 clinical subcategory, 1754 (12.8%) were assigned to 2, and 72 (0.5%) were assigned to ≥3 . The distribution of trials across the 60 ID subcategories is presented in Figure 1 . The 4 most common trial categories (HIV/AIDS, hepatitis C, influenza vaccine, and LRTI) accounted for 35.6% of all ID trials, in terms of trials assigned solely to those categories (4875 trials; Figure 1 ). Figure 1 also shows the total number of subjects enrolled or expected to be enrolled in each ID subcategory. HIV/AIDS had the highest numbers of trials and enrolled subjects. Despite having fewer trials, malaria and tuberculosis had the second and fourth highest numbers of enrolled subjects, owing to relatively large enrollment sizes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 232,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 438,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 450,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Based on their frequency in the database and their global impact, 10 subcategories were chosen for more detailed characterization. The representation of these selected subcategories within the ClinicalTrials.gov ID data set was compared with global and United States ID-related deaths and DALYs (as defined by the WHO Global Burden of Disease) and is shown in Figure 2 . Hepatitis C trials accounted for 8.7% of ID trials registered from 2007-2017. This was similar to the hepatitis C virus-associated morbidity rate in the United States (6.3%) but higher than the global hepatitis C virus-associated morbidity rate (0.7%). Similarly, trials of HIV/ AIDS, hepatitis B, and sexually transmitted disease excluding HIV were overrepresented compared with both global and US burden of disease, whereas LRTI trials were underrepresented. Notably, diarrheal disease and tuberculosis trials were underrepresented compared with the global burden of disease (4.1% vs 16.7%, and 3.5% vs 11.0%, respectively). Hepatitis C trials were selected for additional scrutiny owing to the considerable advancements in hepatitis C treatment over the 10-year study period [16] . Hepatitis C trials tended to be more focused on treatment (89.0%) and specifically drug intervention (89.1%) than the rest of the ID trials (54.5%). They were also more likely to be funded by industry (72.0% vs 40.5%). Hepatitis C trials registered by year were pooled by phase as follows: early phase 1 trials were considered to be phase 1, phase 1/phase 2 trials were considered phase 2, and phase 2/ phase 3 trials were considered phase 3. The distribution of the phases of hepatitis C trials is presented in Figure 4 , along with key dates for these drugs, including date of first registration in ClinicalTrials.gov and date of FDA approval [17] [18] [19] [20] . As these new hepatitis C drugs entered into clinical testing, there is a phase shift evident in the trial phase, which begins with a predominance of phase 1, then advancing through the subsequent phases over time. Funding sources for hepatitis C trials per year are shown in Figure 4B . In general, industry funding plateaued in study years 2011 and 2012, with industry being the primary funding source for >80% of trials and dropping to 52.9% of studies by 2011. NIH funding fluctuated, but the NIH was the main funder for <10% of hepatitis C trials for all study years.",
            "cite_spans": [
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1801,
                    "end": 1805,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1806,
                    "end": 1810,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1811,
                    "end": 1815,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1816,
                    "end": 1820,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 368,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1668,
                    "end": 1676,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 2098,
                    "end": 2107,
                    "text": "Figure 4B",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The ClinicalTrials.gov registry serves as one of the largest repositories of clinical trials. Although originally intended to be a portal that links clinical trials to the general public, it also serves as a useful tool to understand the clinical trial landscape. Several analyses of the registry have been published, focusing on overall trial characteristics, disease-specific characteristics, and compliance with results reporting. among other areas [5, 21, 22] . We previously used this database to characterize the landscape of ID trials, although that analysis was limited to the first 3 years (2007-2010) after registration of interventional trials became legally mandatory. Now that a decade of ClinicalTrials.gov data after FDA Amendments Act registration mandates are available, there is an opportunity to reanalyze the ID research landscape. Compared with our prior analysis of 2007-2010 trial data, many characteristics remained relatively unchanged [1] . This is largely because of qualities inherent to IDs. For example, there was a strong emphasis on prevention-focused trials. Similarly, the importance of vaccine-based interventions persisted. ID trials also restricted trials to children at a much higher rate than non-ID trials, potentially owing to the focus on prevention and vaccination within the field. This may be due to the greater burden of certain IDs in children. This predilection of IDs for the young partially, but not entirely, explains the higher rate of exclusion for elderly subjects. The exclusion of elderly subjects in the HIV/AIDS, influenza vaccine, tuberculosis, and malaria categories may limit the generalizability of some trials within these categories.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 961,
                    "end": 964,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite registration requirements in ClinicalTrials.gov focusing on US-based and funded studies, ID trials tended to be more global, which highlights the global effects of IDs. ID trials also tended to be larger than non-ID trials. Certain disease categories, such as malaria, had much larger trials than other ID categories. Consequently, the number of trials in a category is not always a good proxy for the extent of work being done on a particular disease. Although some disease categories did have a higher median number of enrolled subjects per trial, total enrollment numbers for some categories were skewed by the presence of large trials (≥10 000) patients, which tended to be long-term postmarketing surveillance trials. Our analysis also found that, in the case of hepatitis C, drug and therapy development seems to follow anticipated patterns and funding sources. Hepatitis C presented a unique opportunity to observe the evolution of clinical trials research as new treatments became available. Predictably, trials progressed from earl-y to late-phase designs as new directly acting antiviral drugs moved through development and validation. Industry funding, the primary source of funding for these and most ID studies, tracked closely with the number of late-phase studies, indicating the large extent to which industry funding was the driving force behind hepatitis C research during this period. The new drug classes took 4-6 years to progress through the clinical research pipeline, with the first 2 years focused on earlyphase trials. It is worth noting that hepatitis C trials were found to be overrepresented in the ID trial data set compared with global morbidity and mortality rates. Considering that the parallel development of multiple drug interventions was occurring at essentially the same time, it is possible some of the overrepresentation of hepatitis C could have been averted through greater collaboration of industry, funding sources, and researchers. Platform trials, such as the Investigation of Serial Studies to Predict Your Therapeutic Response With Imaging And molecular Analysis 2 (I-SPY 2) model for breast cancer, could have been an ideal opportunity to streamline evaluation of these various new hepatitis C therapies [23] .",
            "cite_spans": [
                {
                    "start": 2261,
                    "end": 2265,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although hepatitis C trials exhibited clear patterns, many other disease classes did not, including HIV/AIDS and malaria trials. Meanwhile, the number of LRTI trials increased toward the end of the study period, as did the number of trials focusing on sexually transmitted diseases excluding HIV, skin and soft-tissue infections, sepsis/catheter-related infections, hepatitis B, and diarrheal diseases (data not shown). Influenza vaccine trials exhibited a distinct spike in the number of clinical trials in study years 2008 and 2009, corresponding to the H1N1 swine influenza epidemic worldwide [24] . Hemorrhagic virus trials had a distinct spike in 2014-2015, corresponding to the 2014-2016 Ebola hemorrhagic fever epidemic in Western Africa [25] . Interestingly, the first Ebola case was reported in March 2014, just 6 months before the registration of several Ebola clinical trials. This is a relatively short time from the recognition of a need for clinical research, securing funding for that research, and initiation of the clinical trial [25] . A similar trend was observed with Zika trials, which also were registered only in 2015 and 2016, corresponding to the onset of that outbreak [26] . Despite extensive research on Middle East respiratory syndrome coronavirus during 2007-2017, there were very few (n = 3) interventional trials registered in ClinicalTrials.gov pertaining to these infections. This is probably because the registry and our analysis focuses on interventional trials, whereas many studies of Middle East respiratory syndrome coronavirus were observational and were therefore not required to register.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 600,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1047,
                    "end": 1051,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We found that the frequency of particular ID trial subcategories continued to poorly correlate with their global or US health impact. For example, hepatitis C trials were overrepresented compared with global and US mortality and disability rates. This should not imply that hepatitis C treatment is not clinically important. Rather, it highlights the discrepancy between the market forces that drive drug development and where clinical need may actually be greatest. Along these lines, LRTI trials continued to be underrepresented, constituting only 6.6% of the ID studies registered and 35.8% of infectionrelated global deaths. Malaria, diarrheal diseases, tuberculosis, childhood cluster diseases, and meningitis were also underrepresented compared with global ID morbidity and mortality rates, although these diseases were generally well represented or overrepresented compared with their very low prevalences in the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The information presented herein may help identify how resources are being invested across the ID spectrum. Trial sponsors are generally focused on their respective studies and do not examine the entire portfolio of interventional ID research. A multiple-stakeholder approach to funding that incorporates the perspectives of industry, funding agencies, and policy makers may be better able to direct how resources are allocated and research areas prioritized such that public health needs are better matched to the market forces that drive much of the clinical trial enterprise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The ID trials data set used for this analysis has several limitations. First, ClinicalTrials.gov was originally designed as a public repository for research trials and was not intended to support aggregate analysis for research purposes. As a result, trials may not be annotated by their sponsors in a consistent or complete manner. Second, the FDA requirement for registration applies to interventional trials of FDA-regulated drug and biologic products and devices. Although \"intervention\" encompasses a wide range of topics, a substantial amount of research, including clinical research, is noninterventional and therefore not captured in this data set [3, 27] . In addition, less common intervention types (eg, dietary and behavioral intervention) may not be captured. Third, ClinicalTrials.gov does not collect information about trial funding. We have attempted to present funding information using previously published algorithms. However, these algorithms make certain assumptions based on study sponsor, which limits some of the conclusions that can be made about funding. Fourth, ClinicalTrials.gov does not collect information regarding drug and therapeutic approvals, limiting our ability to draw conclusions on intervention development pipelines.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 659,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This examination of 10 years of ClinicalTrials.gov data revealed that ID trials are well represented in the overall clinical research landscape. They include a large global footprint, but the distribution of studies is not consistent with the US or global burden of disease. The registry also reflected real-world changes in drug discovery, research, and approval as seen for hepatitis C. Although these observations are necessarily retrospective, understanding the history of ID trials can also inform their future and provide an opportunity to examine the mechanisms through which research is prioritized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Supplementary materials are available at Open Forum Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The state of infectious diseases clinical trials: a systematic review of ClinicalTrials.gov",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Goswami",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Horton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Infectious Diseases Society of America Lyme guidelines: a cautionary tale about the development of clinical practice guidelines",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Stricker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Philos Ethics Humanit Med",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Uniform requirements for manuscripts submitted to biomedical journals: obligation to register clinical trials",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How to avoid common problems when using ClinicalTrials.gov in research: 10 issues to consider",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Fain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Zarin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ",
            "volume": "361",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characteristics of clinical trials registered in ClinicalTrials.gov",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Califf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Zarin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "JAMA",
            "volume": "307",
            "issn": "",
            "pages": "1838--1885",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A cross-sectional analysis of HIV and hepatitis C clinical trials 2007 to 2010: the relationship between industry sponsorship and randomized study design",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Goswami",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Tsalik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Naggie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trials",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Respiratory tract infection clinical trials from 2007 to 2012. A systematic review of ClinicalTrials",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruopp",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chiswell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Thaden",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "gov. Ann Am Thorac Soc",
            "volume": "12",
            "issn": "",
            "pages": "1852--63",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Food and Drug Administration Amendments Act (FDAAA) of",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Medical subject headings (MeSH)",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The database for aggregate analysis of ClinicalTrials.gov (AACT) and subsequent regrouping by clinical specialty",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tasneem",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Abele",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Anent",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World Health Organization. Global health estimates 2015: burden of disease by cause, age, sex, by country and by region",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "World Health Organization. Global health estimates 2015: deaths by cause, age, sex, by country and by region",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Map of all studies on ClinicalTrials",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Clinicaltrials",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "EASL recommendations on treatment of hepatitis C 2015",
            "authors": [
                {
                    "first": "J-M",
                    "middle": [],
                    "last": "Pawlotsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aghemo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Back",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Hepatol",
            "volume": "63",
            "issn": "",
            "pages": "199--236",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A single ascending dose study of daclatasvir (BMS-790052) in hepatitis C virus infected subjects",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Clinicaltrials",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "ClinicalTrials.gov identifier: NCT00546715. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Dose-ranging study of sofosbuvir in combination with pegylated interferon and ribavirin in treatment naïve GT 1 HCV patients",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Clinicaltrials",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A study of TMC435350 administered with or without standard of care therapy in participants with genotype 1 hepatitis C virus infection",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Clinicaltrials",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cost-effectiveness and budget impact of hepatitis C virus treatment with sofosbuvir and ledipasvir in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chhatwal",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kanwal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Intern Med",
            "volume": "162",
            "issn": "",
            "pages": "397--406",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Reporting of results in ClinicalTrials.gov and high-impact journals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Krumholz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ben-Josef",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA",
            "volume": "311",
            "issn": "",
            "pages": "1063--1068",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Evidence for the selective reporting of analyses and discrepancies in clinical trials: a systematic review of cohort studies of clinical trials",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dwan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Med",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "I-SPY 2: an adaptive breast cancer trial design in the setting of neoadjuvant chemotherapy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Sigman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Kelloff",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Pharmacol Ther",
            "volume": "86",
            "issn": "",
            "pages": "97--100",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Emergence and pandemic potential of swineorigin H1N1 influenza virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Noda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "459",
            "issn": "",
            "pages": "931--940",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "International political economy and the 2014 West African Ebola outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Benton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Dionne",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "African Stud Rev",
            "volume": "58",
            "issn": "",
            "pages": "223--236",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "World Health Organization. Zika situation report: Zika and potential complications",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "How often do US-based human subjects research studies register on time, and how often do they post their results? a statistical analysis of the Clinicaltrials. gov database",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMJ Open",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "shows the number of trials registered per study year (1 October of the year listed through 30 September of the following year) for 7 subcategories: hepatitis B, influenza vaccine, HIV/AIDS, malaria, LRTI, hemorrhagic viruses, and Zika virus. These subcategories were selected either because of interesting trends, as in the case of HIV/AIDS, influenza vaccine, hemorrhagic viruses, and Zika virus, or as representative examples for other disease categories, as in the case of hepatitis B, malaria, and LRTI. The number of trials registered per year remained steady for hepatitis B and malaria. There was a 64.0% increase in influenza vaccine studies in 2008 compared with 2007. This increase was sustained for 2 years and then declined to prior levels, where it remained stable. A 4.7-fold increase in hemorrhagic virus trials was observed in study year 2014. Ebola trials made up 32 (68.1%) of the 47 hemorrhagic virus trials registered from October 2014 through September 2015. No Zika virus trials were registered before 2015; 1 was registered in study year 2015, and 8 in 2016. The number of HIV/AIDS trials registered in any given year fluctuated from 250 to 342 but overall remained similar over the 10-year study window. The number of LRTI trials trended upward toward the end of the study period, with an increase of 97.0% in trials registered in the last 2 study years compared with the first 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Representation of infectious disease (ID) trials and burden of disease for selected disease categories. The percentage of selected ID subcategories registered in ClinicalTrials.gov and the total enrollments for these subcategories are compared with the burden of disease globally and in the United States. The percentages of deaths and disability-adjusted life years (DALYs) are defined relative to total mortality and DALYs lost owing to IDs, excluding maternal and perinatal infections. The percent of enrollment is defined relative to total enrollment across all ID trials in the ID data set. Abbreviations: HIV, human immunodeficiency virus; LRTI, lower respiratory tract infection; STD, sexually transmitted disease.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Number of infectious disease (ID) studies and enrollment by subcategory. A. Number of trials in 36 of the 60 ID subcategories in the ID trials data set. There were 24 subcategories with <32 trials over the 10-year study period that are not represented here; they include Haemophilus, infective endocarditis, osteomyelitis, virus as therapy, hepatitis A, anthrax, Epstein-Barr virus, nontuberculous mycobacteria, otitis externa, Lyme disease, Enterovirus, smallpox, hand foot mouth disease, BK virus, yellow fever, leprosy, human T-lymphotropic virus, Zika virus, Toxoplasma, trachoma, Q fever, Bell palsy, and tularemia. B. The total number of subjects enrolled or expected to be enrolled in studies in the same 36 subcategories. Abbreviations: HIV, human immunodeficiency virus; LRTI, lower respiratory tract infection; SSTI, skin and soft-tissue infection; STD, sexually transmitted disease; URTI, upper respiratory tract infection; Number of trials registered per year of selected infectious disease (ID) subcategories. Based on when interventional trial registration became legally required, years are defined as 1 October through 30 September and are based on the date of registration in ClinicalTrials.gov. Abbreviations: HIV, human immunodeficiency virus; LRTI, lower respiratory tract infection. Hepatitis C trial funding sources and phases. A, Percentage of hepatitis C clinical trials registered per study year, grouped by phase. The introduction of selected hepatitis C drugs for clinical trial and Food and Drug Administration (FDA) approval of these interventions is indicated by numbers, as follows: (1) first daclatasvir trial registered on ClinicalTrials.gov (first NS5A inhibitor); (2) first simeprevir trial registered; (3) first sofosbuvir trial registered; (4) FDA approval of simeprevir, sofosbuvir, and Harvoni (sofosbuvir plus ledipasvir). B, Primary funding sources for hepatitis C clinical trials registered by year. The funding source was not provided by study sponsors and was instead determined algorithmically, as defined in Methods. Abbreviation: NIH, National Institutes of Health.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of Infectious Disease (ID) Studies, Non-ID Studies, and Selected ID Subcategories",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "For intervention types, the numerator is the number of trials with ≥1 intervention of this type. A study may have multiple intervention types; hence, cumulative percentages may not equal 100%. \"Other\" interventions include radiation, dietary supplement, and genetic. e Trials were manually determined to have involved a vaccine. Non-ID studies by definition could not include any vaccine trials. f Children were defined as subjects ≤18 years of age.g Elderly subjects were defined as those >65 years of age. h The recruiting category includes trials recruiting by invitation; the terminated category includes trials that have been terminated, suspended, or withdrawn.The numerator for the regional distribution variable is the number of trials with ≥1 trial site in that region. Trials can be in multiple regions; hence, the cumulative percentages may exceed 100%. Country regions are available at the Clinical Trials Transformation Initiative website[15].",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Potential conflicts of interest. All authors: No potential conflicts of interest. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}