{
    "paper_id": "b891efc6e1419713b05ff7d89b26d260478c28df",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "China has the world's second largest tuberculosis (TB) burden after India [1] . Healthcare workers (HCWs) in China's National TB Control Programme have a significantly increased level of exposure to TB disease and patients. After the severe acute respiratory syndrome pandemic in 2003, the Chinese government made increased efforts to protect HCWs from nosocomial TB infections and other respiratory infectious diseases, especially for those HCWs working in chest hospitals and infectious disease hospitals. These efforts (although not universal throughout China) included the increased use of biosafety level 3 (BSL3) laboratories and respiratory isolation through negative pressure wards and rooms, and the practice of standardised biosafety protocols and procedures through continued training and education.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Systematic TB screening in HCWs can improve their awareness of TB infection [2] . The tuberculin skin test (TST) has been widely used for the detection of TB infection for decades but due to cross-reactivity with the bacille Calmette-Guérin (BCG) vaccination and exposure to non-TB mycobacteria, the TST fails to provide sufficient specificity for the detection of TB infection [2] . In the past decade, interferon-γ (IFN-γ) release assays have been developed and commercialised to measure the in vitro release of IFN-γ from effector T-cells stimulated with the Mycobacterium tuberculosis-specific antigens (the 6-kDa early secretory antigenic target and 10-kDa culture filtrate protein) as an aid to diagnosing TB infection. These new screening assays (QuantiFERON-TB Gold In-Tube (Qiagen, Venlo, the Netherlands) and T-SPOT.TB (Oxford Immunotec, Abingdon, UK)) have demonstrated higher specificity and at least comparable sensitivity for the diagnosis of TB infection compared with the TST [3].",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The goal of the present study was to investigate and describe latent TB infection (LTBI) among HCWs in China, and the effectiveness of infection control strategies in TB hospitals using the T-SPOT.TB assay and TST. This study was conducted in two major primary referral hospitals for TB patients and other respiratory infectious diseases in Shandong Province, China, in 2013: the Shandong Provincial Chest Hospital (SPCH), Jinan; and Linyi Municipal Chest Hospital (LMCH), Linyi. Approximately 3000 patients with active TB disease are treated in each hospital annually. Since 2004, both hospitals have been equipped with BSL3 laboratories that are used for mycobacterial specimen testing (acid-fast bacillus (AFB) smear test, culture and species identification) and respiratory isolation wards with negative pressure rooms for smear-positive TB patients. As recommended by China's National Tuberculosis Control Programme, the TST was carried out by the Mantoux method using a 5 tuberculin unit dose of BCG purified protein derivative (Chengdu Institute of Biological Products, Chengdu, China). An induration of ⩾10 mm was defined as a positive TST. A blood sample for the T-SPOT.TB assay was drawn from each HCW before the TST was performed. T-SPOT.TB assays were carried out and interpreted according to the manufacturer's instructions. Spot counts were analysed using an ELISPOT reader (CTL-ImmunoSpot S5 Core Analyzer; Cellular Technology Ltd, Shaker Heights, OH, USA). Covariates (age, sex, working year and job category) associated with positive T-SPOT.TB results were analysed by univariate and multivariate analyses. Univariate p-values were determined for each covariate by logistic regression. Covariates with univariate p-values <0.20 were included in multivariate logistic regression models. Statistical analysis was performed using Stata/SE version 13.1 (StataCorp LP, College Station, TX, USA). The study protocol was approved by the institutional review boards of SPCH and LMCH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1141 HCWs (median age 35 years, range 19-70 years; physicians 18.1%, nurses 42.3%, laboratory staff 4.3%, medical technicians 10.9%, hospital logistic staff 12.7%, administrative staff 11.7%) out of 1334 total employees of both hospitals were enrolled and screened for TB infection in this study, after 66 were excluded due to age <18 years, pregnancy, tuberculin allergy or past TB disease history, and 127 refused to participate (figure 1). 935 (82.9%) out of 1141 HCWs had BCG vaccination scars and 1071 (94.0%) reported having been exposured to active TB. Of 1141 HCW participants, 70 (6.1%) were only given the T-SPOT.TB assay, 186 (16.3%) received the TST alone and six had an indeterminate or failed T-SPOT.TB assay (figure 1). A total of 879 HCWs (median age 34 years, mean age 35.8 years; range 19-70 years) had both TST and T-SPOT.TB results available for analysis. The overall positivity rate of T-SPOT.TB testing was 13.9% (122 out of 879; 95% CI 11.7-16.3%), while the TST positivity rate was 49.3% (433 out of 879; 95% CI 45.9-52.5%). The agreement between TST and T-SPOT.TB test results was 51.9% (95% CI 48.6-55.2%; κ=0.027).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Results for univariate analysis showed that T-SPOT.TB positivity was only associated with older age and longer duration of healthcare service. In multivariate models that included both subject age and longer duration of healthcare service, only duration of healthcare service remained significantly associated with positive test results. Specifically, subjects with >10 years of service had the highest odds of a positive test result (univariate OR 2.25, 95% CI 1.53-3.31; >10 years versus ⩽10 years of service).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our data suggests that the highly specific T-SPOT.TB assay had a significantly lower rate of positivity among HCWs at the SPCH and LMCH than the TST and when compared with other hospital-based studies in Beijing, China (13.9% versus 33.6% at Beijing Chest Hospital (BCH) and 28.6% in a tertiary general hospital in Beijing) [4, 5] . Compared to the data from BCH, both study HCW populations (SPCH/ LMCH versus BCH) share similarities in distribution of age and sex and occupational levels of exposure to M. tuberculosis. In addition, data from the 2011 Chinese National TB Surveillance Summary suggest the reported prevalence of TB disease in Shandong Province (SPCH/LMCH) and Beijing (BCH) are also similar at 15-44 cases per 100 000 population [6] . Thus, the only major discernible difference between SPCH/LMCH and BCH is the lack of an ISO15189-certified TB reference laboratory and respiratory isolation wards with negative pressure rooms for AFB smear-positive TB patients at the BCH. In conclusion, a proactive and comprehensive strategy for nosocomial infection control practices plays a pivotal role in protecting HCWs from TB infection, which should be implemented in all chest hospital and infectious disease settings in China.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 327,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 328,
                    "end": 330,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 746,
                    "end": 749,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The importance of effective measures against nosocomial TB infection has been clearly emphasised by the World Health Organization Stop TB strategy and recent Policy on Infection Control [7] . Towards the goal of TB elimination, prevention and treatment of LTBI are essential elements of global TB control efforts ",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interferon-γ release assays and tuberculin skin testing for diagnosis of latent tuberculosis infection in healthcare workers in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Dorman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Belknap",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Graviss",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Respir Crit Care Med",
            "volume": "189",
            "issn": "",
            "pages": "77--87",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Gamma interferon release assays for detection of Mycobacterium tuberculosis infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Denkinger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Kik",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Microbiol Rev",
            "volume": "27",
            "issn": "",
            "pages": "3--20",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevalence and risk factors for latent tuberculosis infection among health care workers in China: a cross-sectional study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A prospective longitudinal study evaluating a T-cell-based assay for latent tuberculosis infection in health-care workers in a general hospital in Beijing",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chin Med J (Engl)",
            "volume": "126",
            "issn": "",
            "pages": "2039--2044",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "5th China National Tuberculosis Surveillance Report. Beijing",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "TB and M/XDR-TB infection control in European TB reference centres: the Achilles' heel?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sotgiu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;ambrosio",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Centis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur Respir J",
            "volume": "38",
            "issn": "",
            "pages": "1221--1223",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Old ideas to innovate tuberculosis control: preventive treatment to achieve elimination",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Diel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Loddenkemper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Zellweger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur Respir J",
            "volume": "42",
            "issn": "",
            "pages": "785--801",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "TB elimination: theory and practice in Europe",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ambrosio",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Dara",
                    "middle": [
                        "M"
                    ],
                    "last": "Tadolini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur Respir J",
            "volume": "43",
            "issn": "",
            "pages": "1410--1420",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Towards tuberculosis elimination: an action framework for low-incidence countries",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lönnroth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Migliori",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Abubakar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur Respir J",
            "volume": "45",
            "issn": "",
            "pages": "928--952",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Study flow diagram. TST + cut-off point ⩾10 mm. TB: tuberculosis; TST: tuberculin skin test. both TST and T-SPOT.TB assay 879 with valid TST and T-SPOT.TB results",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}