{
    "paper_id": "b9462a00480f4a8e69d04678b4cff8a4bb7a7bcb",
    "metadata": {
        "title": "Interpreting specific and general respiratory indicators in syndromic surveillance",
        "authors": [
            {
                "first": "Roger",
                "middle": [],
                "last": "Morbey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "settlement": "Birmingham",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Alex",
                "middle": [
                    "J"
                ],
                "last": "Elliot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "settlement": "Birmingham",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Zambon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "settlement": "Birmingham",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Pebody",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "settlement": "Birmingham",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Gillian",
                "middle": [
                    "E"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "settlement": "Birmingham",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To improve understanding of the relative burden of different causative respiratory pathogens on respiratory syndromic indicators monitored using syndromic surveillance systems in England.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Public Health England (PHE) uses syndromic surveillance systems to monitor for seasonal increases in respiratory illness. Respiratory illnesses create a considerable burden on health care services and therefore identifying the timing and intensity of peaks of activity is important for public health decision-making. Furthermore, identifying the incidence of specific respiratory pathogens circulating in the community is essential for targeting public health interventions e.g. vaccination. Syndromic surveillance can provide early warning of increases, but cannot explicitly identify the pathogens responsible for such increases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "PHE uses a range of general and specific respiratory syndromic indicators in their syndromic surveillance systems, e.g. \"all respiratory disease\", \"influenza-like illness\", \"bronchitis\" and \"cough\". Previous research has shown that \"influenza-like illness\" is associated with influenza circulating in the community 1 whilst \"cough\" and \"bronchitis\" syndromic indicators in children under 5 are associated with respiratory syncytial virus (RSV) 2, 3 . However, the relative burden of other pathogens, e.g. rhinovirus and parainfluenza is less well understood. We have sought to further understand the relationship between specific pathogens and syndromic indicators and to improve estimates of disease burden. Therefore, we modelled the association between pathogen incidence, using laboratory reports and health care presentations, using syndromic data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We used positive laboratory reports for the following pathogens as a proxy for community incidence in England: human metapneumovirus (HMPV), RSV, coronavirus, influenza strains, invasive haemophilus influenzae, invasive streptococcus pneumoniae, mycoplasma pneumoniae, parainfluenza and rhinovirus. Organisms were chosen that were found to be important in previous work 2 and were available from routine laboratory testing. Syndromic data included consultations with family doctors (called General Practitioners or GPs), calls to a national telephone helpline \"NHS 111\" and attendances at emergency departments (EDs). Associations between laboratory reports and syndromic data were examined over four winter seasons (weeks 40 to 20), between 2011 and 2015. Multiple linear regression was used to model correlations and to estimate the proportion of syndromic consultations associated with specific pathogens. Finally, burden estimates were used to infer the proportion of patients affected by specific pathogens that would be diagnosed with different symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Influenza and RSV exhibited the greatest seasonal variation and were responsible for the strongest associated burden on general respiratory infections. However, associations were found with the other pathogens and the burden of streptococcus pneumoniae was important in adult age groups (25 years and over).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The model estimates suggested that only a small proportion of patients with influenza receive a specific diagnosis that is coded to an \"influenza-like illness\" syndromic indicator, (6% for both GP in-hours consultations and for emergency department attendances), compared to a more general respiratory diagnosis. Also, patients with influenza calling NHS 111 were more likely to receive a diagnosis of fever or cough than cold/flu. Despite these findings, the specific syndromic indicators remained more sensitive to changes in influenza incidence than the general indicators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The majority of patients affected by a seasonal respiratory pathogen are likely to receive a non-specific respiratory diagnosis. Therefore, estimates of community burden using more specific syndromic indicators such as \"influenza-like illness\" are likely to be a severe underestimate. However, these specific indicators remain important for detecting changes in incidence and providing added intelligence on likely causative pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Specific syndromic indicators were associated with multiple pathogens and we were unable to identify indicators that were good markers for pathogens other than influenza or RSV. However, future work focusing on differences between ages and the relative levels of a range of pathogens may be able to provide estimates for the mix of pathogens present in the community in real-time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Respiratory; Syndromic; Public health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Use of a large general practice syndromic surveillance system to monitor the progress of the influenza A(H1N1) pandemic 2009 in the UK",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Harcourt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Elliot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pebody",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Charlett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ibbotson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemiol Infect",
            "volume": "140",
            "issn": "",
            "pages": "100--105",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The contribution of respiratory pathogens to the seasonality of NHS Direct calls",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gerard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect",
            "volume": "55",
            "issn": "",
            "pages": "240--248",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emergency department syndromic surveillance providing early warning of seasonal respiratory activity in England",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morbey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Locker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pebody",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Epidemiol Infect",
            "volume": "2015",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors are partly funded by the National Institute for Health Research (NIHR) Health Protection Research Unit in Emergency Preparedness and Response. The views expressed are those of the authors and not necessarily those of the National Health Service, the NIHR, the Department of Health or Public Health England.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}