{
    "paper_id": "b9e6621f5b788746ecf6f648b00844b10634d43f",
    "metadata": {
        "title": "& Carbohydrates On-Chip Screening of aG lycomimetic Library with C-Type Lectins Reveals Structural Features Responsible for Preferential Binding of Dectin-2 overD C-SIGN/R and Langerin",
        "authors": [
            {
                "first": "Laura",
                "middle": [],
                "last": "Medve",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Silvia",
                "middle": [],
                "last": "Achilli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sonia",
                "middle": [],
                "last": "Serna",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fabio",
                "middle": [],
                "last": "Zuccotto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Bernardi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Al ibrary of mannose-and fucose-based glycomimetics was synthesizeda nd screened in am icroarray format againstaset of C-typel ectin receptors (CLRs) that included DC-SIGN, DC-SIGNR, langerin, andd ectin-2. Glycomimetic li-gandsa ble to interact with dectin-2w ere identified for the first time. Comparative analysiso fb inding profiles allowed their selectivity against other CLRs to be probed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Lectins are sugar-bindingp roteins that engage in interactions with endogenousa nd exogenousg lycans. The interactions between lectins and carbohydratesa re involved in many fundamental biological events, from cell adhesiont oa ntigen recognition and internalization, inflammation, or quality control in protein folding. The most abundant class of animal lectins are the C-typel ectin receptors (CLRs) serving ab road range of functions. They are involved in pathogen recognition and in prevention of autoimmunity by contributing to the immune system's ability to identify carbohydrate-based pathogen-asso-ciated molecular patterns (PAMP) and damaged-self-associated molecular patterns (DAMP).They take part in signal transduction, cell trafficking, and in the induction of T-cell differentiation. Their name,C -type lectins, indicates the presence of a Ca 2 + ion in their carbohydrate recognition domain (CRD). This ion is the primary site of carbohydrate interaction and typically coordinates two vicinal hydroxyl groups on as ugar ring. Many C-typel ectin receptors arey et to be exploreda nd described in detailw ith regard to their CRD structure, carbohydrate binding specificities, and the molecular factors governing the interaction with glycans. However,i ti sk nown that the CRDs of CLRs feature evolutionarily conserved groups of residues that coordinatet he Ca 2 + ion and determine the monosaccharide binding specificity of the CLR.S o, aG lu-Pro-Asn (EPN) motif results in ap reference for mannose( Man), N-acetylglucosamine (GlcNAc), fucose (Fuc), or glucose (Glc) residues,w hereas a Gln-Pro-Asp (QPD) sequence leads to recognition of galactose (Gal) and N-acetylgalactosamine (GalNAc). [1] Available data also suggestst hat the extended binding sites of CLRs often display ah igher affinity towardsl arger glycans tructures, thanks to additional interactions occurring in the vicinity of the primary Ca 2 + site. [2] Thus, complex glycanse xposing the same monosaccharide can bind to CLRs with very different affinities, depending on the accessibility of the recognition elementa nd on additional features of the lectin bindings ites. Structural studiesa lso demonstrate that secondary binding sites can alter the affinity and specificity of the CLR towardsl igands. As an example, langerin, [3] at ransmembrane CLR expressedo nL angerhans-cells, and the dendritic-cell specific intercellulara dhesion molecule-3-grabbing non-integrin (DC-SIGN), aC LR expressed by dendritic cells (DCs) [4] shares imilar primary binding sites with similars pecificity for oligomannosides, but langerin has an additional calcium-independent sugar-binding site and binds to large sulfatedg lycosamino glycans, whereas DC-SIGN does not. [5] Given the key role played by lectins in biological systems, many research groups have turned their attention towards the development of glycomimetic molecules to be used as selective probesf or the study of sugar-protein interactions and/or for medicinal chemistryp urposes. [6] Glycomimetics present several advantages as drug candidates over natural glycans, since they can be made metabolically more stable, more bioavailable, and possibly morea ctive and selectivethan natural oligosaccharides. Our previous studies have focused on inhibiting the dendritic cell receptor DC-SIGN, aC LR implicated in viral and bacterial infections. [7] The primary binding site of DC-SIGN CRD recognizes mannoseo ligosaccharides, l-fucose residues in Lewis-type blood antigens, [4] and biantennary N-glycans with terminal GlcNAcm oieties. [8] Additional druggable sites on the lectin have been described recently. [9] DC-SIGN-mediated adhesion to dendritic cells is the first step of severalv iral infections, notably by HIV and Ebola viruses. [10] Glycomimetic antagonists of DC-SIGN have mainly been designed startingf rom high mannoseg lycans, like Man 9 (Man) 9 (GlcNAc) 2 (1,F igure 1), or from Le X (Fuca1,3-(Galb1,4-)-GlcNAc) (2)-type structures. In particular,p seudo-di and tri-mannoside fragments (3-6)w ere synthesized [11] as mimics of the D2 and D3 arms of Man 9 ( Figure 1 ). When used in multivalent constructs, they were found to block DC-SIGN-mediatedi nfection with activities up to the nanomolar level both in HIV and Ebola infection models. [12] Notably,t he bisbenzylamide derivatives 6a [11c] and 6b [11d] also exhibited strong selectivity towards DC-SIGNa nd did not bind to langerin, aCLR that shares with DC-SIGN asimilar set of ligandsbut, rather than spreading the infection,f acilitates HIV eradication. [13] These results suggested that, with appropriate modifications, the structure of 6 could represent a general template to generate ad iverse library of glycomimetics containing one natural monosaccharide as the lectin-targeting element andatuning unit, which could providea dditional functional elements for interaction witht he lectin in the proximity of the primary binding site. As mentioned above, the structure of 6 derives from mimicryo ft he Mana1-2Man disaccharide, the terminal unit of the D1-D3a rms of Man 9 and a common disaccharide ligand for DC-SIGN (PDB:2 IT6) and for other CLRs of the immune system with similar specificity,s uch as DC-SIGNR, [14] langerin (PDB:3 P5F), [15] and dectin-2 (PDB: 5VYB). [16] Screenings uch al ibrary against these CLRs in am icroarrayf ormat may become ap otent toolf or glycomimetic drug discovery. [17] Glycan microarrays,a si ntroduced and developed over the past 15 years, have been an essential tooli nt he characterization of lectin specificity, [18] andh ave been used to pave the way for the therapeutic exploitation of vital lectinsugar interactions.",
            "cite_spans": [
                {
                    "start": 1703,
                    "end": 1706,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1930,
                    "end": 1933,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 2309,
                    "end": 2312,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 2504,
                    "end": 2507,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 2735,
                    "end": 2738,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 3014,
                    "end": 3017,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 3375,
                    "end": 3378,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3504,
                    "end": 3507,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 3565,
                    "end": 3568,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 3640,
                    "end": 3643,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 3770,
                    "end": 3774,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 3890,
                    "end": 3891,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 4056,
                    "end": 4060,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 4287,
                    "end": 4291,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 4335,
                    "end": 4340,
                    "text": "[11c]",
                    "ref_id": null
                },
                {
                    "start": 4558,
                    "end": 4562,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 5220,
                    "end": 5224,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 5247,
                    "end": 5251,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 5278,
                    "end": 5282,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 5408,
                    "end": 5412,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 5560,
                    "end": 5564,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 4104,
                    "end": 4112,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Herein, we describet he synthesis of am annose-and fucosebased glycomimetic library and itso n-chip screening against a set of human CLRs that led to the discovery of hit ligandsa ble to interact with dectin-2. [16] Figure 1. Natural DC-SIGN ligands :Man 9 (1)-the D1-D3 arms are the template for the design of mimics 3-6; l-Fuc containingL e X blood group antigen (2) . Linear fragment mimics of Man 9 arms:pseudo-mannobioside (3)a nd pseudo-mannotrioside (4); the pseudo-thiomannobioside (5)and two derivatives of pseudo-mannobioside (6).",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Design and synthesis of the library The set of bis(benzylamide) compounds previously designed as DC-SIGN antagonists was directly expanded into am annose-based library by adoptingt he described route [11c] that starts from diacid 7,w ith small modifications (Scheme 1). Scale-up to am ultigram scale of the protected common scaffold 11,e quipped with av ersatile azido-functionality,a llowed furtherd erivatization to ac ollection of bisamides 12.T he glycomimetic library was not conceived to specifically target one lectin, but rather to broadly interact with CLRs that contain the EPN motif in their CRD. Therefore, the required set of amines was selected for diversity,w ith the help of chemoinformatic tools and based on commercial availability.L ead-like physicochemicalfilterswere appliedt oal arge number of amines from availablec ommercial collections (see the Experimental Section) and the selection was sifted to exclude any structurali ncompatibility.The remaining structures were then clustered by chemoinformatic descriptors and representatives of the various subgroups were selected based on their availability.O verall,a collection of 38 diverse amines were selected (Figure 2 ), which allowedu st op repare the Man-based derivatives 12.1-39 (Scheme1,F igure 2).",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 205,
                    "text": "[11c]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1183,
                    "end": 1192,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "As discussed previously,M an-binding CLRs are expected to recognize l-Fucr esidues as well, due to the overlapping carbohydrate-specificity imparted by the EPN motif. Therefore, in analogyt ot he mannobiosidem imics, b-fucosylatedl igands 15 were synthesized by linking the cyclohexane acceptor (9)w ith an appropriatelyp rotected fucose-trichloroacetimidated onor (13)t oy ield the bis-p-nitrophenylester 14,w hich was reacted with as et of primary and secondary amines. This approacha fforded the 11 Fuc-based ligands 15.1-11 (Scheme 1, Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 539,
                    "end": 547,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Although the azidoethyl functionalized glycomimetics could, in principle, be immobilized directly by surface-basedc ycloaddition, [19] we chose to extendt he short linker with an additional hetero-bi-functional spacer prior to printingt he library,t oi mprove ligand accessibility.T his set-up presents the additional advantage of allowing the glycomimetics to be printed alongside existingg lycan libraries, which are typically functionalized with aminoterminated linkers. [20] To this end, commercially available N-{(1R,8S,9S)-bicyclo[6.1.0]non-4-yn-9-ylmethyloxycar-bonyl}-1,8-diamino-3,6-dioxaoctane (16,Scheme 2) was submitted to selective, rapid, and bioorthogonal strain-promoted azide-alkyne cycloaddition (SPAAC), as described by Agard et al. [21] yielding conjugates 17 and 18 ( Figure 2 ). The azido-terminatedl igands reacted quantitatively overnight with 16 and the reaction products were analyzed by MALDI-TOF-MS to assess the identity of the resulting compounds, whichw ere later robotically printed through the terminal amino functionality onto N-hydroxysuccinimidyl ester (NHS)-functionalized glass slides.T od etect any interference of the linker on lectin binding, compound 19.1 ( Figure 2E After microarray design and optimization of printing parameters, the slides were probedw ith av ariety of recombinant and fluorescently tagged human CLRs, and the binding profile recorded with af luorescences canner.T he fluorescencei ntensity of individual spots relatest ot he amount of bound lectin and is an estimation of the relative strength of interaction. For as elected set of ligands, the intensity values from the microarray analysisw ere comparedt oI C 50 values determined in aS PR competition experiment against DC-SIGN and DC-SIGNR. This comparison allowed us to critically evaluate the ranking suggested by the array interaction studies and provided au seful perspective in the screenings performed with other human CLRs.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 789,
                    "end": 797,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1200,
                    "end": 1209,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Ligand immobilization on the microarray surface"
        },
        {
            "text": "Glycan microarrays were printed as previously described [8] on commercially available NHS-ester activated glass slides. The immobilization of the ligandsw as confirmedb yi ncubation with fluorescently labeled lectins of known glycan specificity:p lant lectin Concanavalin A (ConA, d-Man) [22] and fungal Aleuria aurantia lectin (AAL, l-Fuc). [23] These experiments allowed the optimization of the spotting conditions and the validation of the array.I np articular, it was observed that the addition of 10 % DMSO to the printingb uffer afforded the most homogeneous fluorescent images.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Experimental design and data analysis"
        },
        {
            "text": "On the array,C onA was found to recognize most of the printed Man-based glycomimetics 17.n as well as the controls 19.2, 20,a nd 21,w hereas no bindingt ot he non-mannosylated linker 19.1 and to the fucose-based glycomimetics 18.n was observed (see the Supporting Information, Figure SI-1). Interestingly,m anyo ft he Man-based mimics appeared to interact with ConA more efficiently than mannosei tself (19.2), supporting the hypothesis that secondary interactions can contribute to the overall affinity of lectin ligands. The intensity of the signals obtained for 17.1 and 17.2 was somewhat higher than that of the short-linker controls 20 and 21,w hich suggests a bettera ccessibility of the former compounds on the array.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental design and data analysis"
        },
        {
            "text": "As expected, screening the array with fucose-specific AAL resulted in at otally different interaction profile, involving exclusively the Fuc-based ligands 18.n (see the Supporting Information, Figure SI -2). Substitutions to the fucose core apparently did not affect recognition, as the bindingi ntensity seems largelyt he same fora ll compounds. No binding was observed to the linker control 19.1 for this or any other of the tested lectins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 202,
                    "text": "Figure SI",
                    "ref_id": null
                }
            ],
            "section": "Experimental design and data analysis"
        },
        {
            "text": "DC-SIGN and langerin extracellular domains (ECD) were produced as previously described. [3a, 24] DC-SIGNR ECD and dectin-2E CD were expressed in E.coli and purified as detailed in the Supporting Information. All CLRs were labeled with Cy3 and the degree of labeling was estimated as described in the Supporting Information.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 96,
                    "text": "[3a, 24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Interaction with human CLRs"
        },
        {
            "text": "The analysisw as performed under the optimized conditions described above. Results are reported in Figures 3-5 (see below), in which ligands are grouped by chemical features (type of monosaccharide, degree of amide substitution) rather than by numbering. Ac omparative heatm ap for the four proteins is reportedi nt he Supporting Information, Figure SI -3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 352,
                    "text": "Figure SI",
                    "ref_id": null
                }
            ],
            "section": "Interaction with human CLRs"
        },
        {
            "text": "DC-SIGN is at ransmembrane protein expressed primarily on the surface of dendritic cells in dermalm ucosa and on various other antigen presenting cellso ft he myeloid lineage. DC-SIGN has ad ual role as ac ell surface pattern-recognizing receptor and as am ediator for T-cell activation.A dditionally,anumber of pathogens, most notably the HIV virus, are known to exploit DC-SIGN in the initial steps of host invasion. [10a, 25] For thesereasons, DC-SIGN has been actively investigated, both as at arget for discoveryo fa nti-adhesive antiviral therapies and for its potential role in immunoregulation. [26] The lectin recognizes highly mannosylated oligosaccharides often found on viral and bacterial cell surfaces;t he four Lewistype blood group antigens (Le x Le y ,L e a ,a nd Le b )a nd mannancapped lipoarabinomannan and phosphatidylinositol-mannosides expressedo nm ycobacterial surfaces. [27] On the array (Figure 3A), many of the mannosylated structures, but essentially none of the b-fucosylated ligands are recognized by the tetrameric DC-SIGNe xtracellular domain (ECD).A lthough DC-SIGN is knownt ob ind fucosylated oligosaccharides, they all consist of a-fucosides, whereas, to the best of our knowledge, b-fucosides have not been explored before. The mannose-based ligands identified by red bars in Figure 4h ad originally been designed as DC-SIGN antagonists and tested by SPR as inhibitors of DC-SIGN binding to mannosylated BSA. [11c] Both the SPR data and the microarray resultsi ndicate that all these compounds have as imilar affinity for the lectin,w ith the methyl ester 17.2 being the least effective of the series. None of the additional modificationso ft he amide functionality attempted in this library wasf ound to improve on the previous design. On the other hand, very low fluorescencei ntensity was detected for all tertiarya mide derivatives( 17.10, 17.20, 17.30, 17.36, 17.37, 17.38,a nd 17.39)o nt he chip. This observation confirmed early data from previousS PR screenings in our groups, which had indicated that tertiary amides on the pseudo-dimannoside scaffold were significantly reducing the binding affinity towards DC-SIGN. [28] The current set of data strongly suggests that this feature can be reliably used to generate selectivity against DC-SIGN. Overall, these data allowed the validation of microarray results and showedt hat the screening technique implemented is robusta nd adequate for fast analysis of binding activity.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 428,
                    "text": "[10a, 25]",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1447,
                    "end": 1452,
                    "text": "[11c]",
                    "ref_id": null
                },
                {
                    "start": 2165,
                    "end": 2169,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1314,
                    "end": 1323,
                    "text": "Figure 4h",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DC-SIGN"
        },
        {
            "text": "The DC-SIGN-related homologue, DC-SIGNR (or L-SIGN) is expressed primarily on sinusoidal endothelial cells in lymph nodes, the liver,t he lungs, the gastrointestinal tract, and capillary endothelial cells in the placenta. [29] The two homologues exhibit 73 %i dentity at the nucleic acid level and 77 %i dentity in the amino acid sequences, [30] but display differences in the coiled-coil neck domains that affect the spatial arrangemento f the four CRDs. As ar esult, the two CLRs can show different avidity towards the same multivalent ligand. [24, 31] Similarly to DC-SIGN, DC-SIGNR is ap athogen receptor for HIV-1, HCV, SARS-coronavirus and Mycobacterium tuberculosis,r ecognizes influenzaAand interacts with lymphocytes. [32] The microarray screening results are shown in Figure 3B . Many of the mannose-based ligands interact with the protein more effectivelyt han mannose itself (19.2)a nd the binding profile is rather similar to that observed for DC-SIGN. Four ligands (17.11, 17.15, 17.19,a nd 17.27,a ll shown as blue bars in Figure 3B )w ere selected for further analysis and the affinity of the corresponding recognitione lements 12.11, 12.15, 12.19,a nd 12.27 for DC-SIGNa nd DC-SIGNR was evaluated using an SPR inhibition assay that measures their ability to inhibit protein binding to mannosylated bovine serum albumin (Man-BSA) ( Figure 3C ). The resultss hows ome obvious differences in the way the ligands are classifiedb yt he two assays. In particular, the IC 50 value measured by SPR for 12.11 and DC-SIGN is higher than expected based on the array profile. This may simply reflect the intrinsic differences of the physicalp rocesses interrogatedi nt he two assays:i nt he microarrays etup, direct binding of the tetravalent lectins to am ultivalent-functionalized surfacei so bserved;i nt he SPR inhibition assay, the ligandsa re scored based on the strength of their monovalent interaction with the protein. Astrong dependenceofthe affini- ty values measured for carbohydrate-proteinc omplexes and even an influence on the observed binding selectivityo flectins on the physical format of the assay was noted early on and repeatedlyc onfirmedf or various systems. [33] Once again,o ur data suggest that multiple analytical methods need to be applied to fully characterize the interaction of lectins with synthetic or natural ligands. This represents an additional element of complexity for the discovery of selective lectin antagonists. However it is still possible, using data from varioust echniques, to identify ligands of potential interest in drug discovery programs and to ascertain the structural features that concurt o determine their activity and selectivity.W eh ave obtainedh ere, for the first time, microarray and SPR data on the recognition of glycomimetic ligands by DC-SIGNR, which will be the base for further elaboration of thesestructures.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[29]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "31]",
                    "ref_id": null
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 2188,
                    "end": 2192,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 778,
                    "end": 787,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1038,
                    "end": 1047,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1348,
                    "end": 1357,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DC-SIGNR"
        },
        {
            "text": "LangerinisatrimericCLR abundantly expressedonLangerhans cells in the epidermis, and at lower levels on CD1c + myeloid dendritic cells and lamina propria of the human colon. [34] Apart from the protective role against HIV mentioned above, the lectin binds to other pathogens, such as Candida, Saccharomyces, Malassezia furfur,a nd Mycobacteriuml eprae. [35] Although langerin and DC-SIGN share many of their naturall igands, differences can be found in their specificity towards fucosylated glycans. DC-SIGNe xhibits ag ood recognition of many fucosebased Lewis-type ligands( Le x ,L e a ,L e b ,a nd Le y ), as well as of the A, B, and Hb lood group antigens.Langerin binds with good affinity only the blood group antigens Ba nd A, whereas Le a ,L e b ,L e y ,a nd Le x are poorly recognized. [15, 36] Moreover,o pposite to DC-SIGN, langerin selectively recognizes sulfated Gal, GalNac, and glycosaminoglycans. [5, 11d, 15] Additionally,adivergent structural organization and their distinct expression locations suggestf undamentally different biological roles for these two CLRs.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 801,
                    "text": "36]",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 923,
                    "text": "[5, 11d, 15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Langerin"
        },
        {
            "text": "In the microarray assay,t he signal for trimeric langerin ECD raised above noise level only for four ligands, three of which (17.7, 17.14,a nd 17.15)a re known ligands of DC-SIGN ( Figure 4) . The corresponding recognition elements 12.7, 12.14,a nd 12.15 had been previously assessed also against langerin, using the SPR inhibition experiment described above, and found to be poor competitorso fi mmobilizedM an-BSA. [11c] SPR inhibition studies were repeatedf or 12.15 and performed for the first time with 12.21.N either of them could inhibitl angerin binding to immobilized Man-BSA, up to millimolar concentrations( Supporting Information, Figure SI -5) . Some inhibitory activityo f12.15 couldb eo bserved in SPR competition assays,b ut only when challenging aw eaker interaction using a surfacef unctionalized with Le a -BSA, which is ap oor langerin ligand (Supporting Information, Figure SI -5) . This experiment allowed the evaluationo fa nI C 50 value of 1.8 mm.F or 12.21,a sharp drop in langerin activity could be observed above 1mm concentrationo ft he ligand,b ut the data could not be fitted to ab inding isotherm. The fact that ligandsd isplaying little inhibitory activity in the SPR experiment can still light up on the microarray may depend on the avidity of the polyvalent presentation generated upon printing them on the chip. However, we cannot rule out at this stage that these molecules, through their amide substituents, may be interacting in an oncompetitive fashion,t hat is, with ad ifferent site than the carbohydrate binding site on the ECD.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 422,
                    "text": "[11c]",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "-5)",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "-5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 190,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 643,
                    "end": 652,
                    "text": "Figure SI",
                    "ref_id": null
                },
                {
                    "start": 888,
                    "end": 897,
                    "text": "Figure SI",
                    "ref_id": null
                }
            ],
            "section": "Langerin"
        },
        {
            "text": "Dendritic cell-associated C-type lectin 2, dectin-2, is ap redominantly macrophage and monocyte associated CLR, [37] with a known specificity for mannose and ap reference for Mana1-2Man recognition. [16] Dectin-2 binds to bacteria such as Klebsiella pneumoniae and Mycobacterium tuberculosis and fungi such as Candida albicans. [38] Its antifungal activity has been demonstrated in animal-models. [39] Upon ligand binding, dectin-2i sa ble to promote signaling, cytokine secretion,a nd, finally,the initiation of aT h17 immune response. [40] The binding profile of dectin-2E CD towards the glycomimetic library is shown in Figure5A. It can be observedt hat some of the mannosides appear to interactm ore strongly than mannose 19.2,aw eak binder of dectin-2. Remarkably,d ectin-2 exhibits an affinity towards some tertiary amide structures (17.10, 17.20, 17.30, 17.36, 17.37, 17.38,a nd 17 .39,s howcased in Figure 5B )a nd b-fucosylated ligands, which are not or barely recognized by DC-SIGN( Figure 3A ). Although the two lectins display as imilarp rofile for mannosidesb earing secondary amide structures, they clearly differ in the fucoside section and more strikingly so in the mannoside-bearing tertiary amide groups section. This suggests the possibilityo fa nu nprecedented selectivity between the two CLRs towards glycomimeticc ompounds,w hich may be related to the different nature of the two binding sites. [16] Indeed,t he X-ray structure of the dectin-2i nc omplex with Man 9 GlcNAc 2 has been recently solved. [16] Figure 6s hows dectin-2C RD superimposed to the X-ray structure of the DC-SIGN complex with the pseudo-dimannoside 3. [41] The overlay shows ah ighly conserved tertiary structure with ad ifference in the loops in close proximity of the Ca 2 + binding site that contain V351 for DC-SIGN andH 171 for dectin-2( to the right of the ligand in Figure 6A ). At the other side of the Ca 2 + ion, the X-ray structure of dectin-2 shows av ery shallow surface, lined by aT rp side chain (W182, Figure 6A ). Alignment of the dectin-2a nd DC-SIGN sites shows that the DC-SIGN binding region (blue) is more confined, by Phe313 on one side and Val351 on the opposite side of the Ca 2 + ion ( Figure 6B ). The Val351 side chain is in close contact with the cyclohexane ring of 3 andn ear the amide sidec hains of the amide derivatives ( Figure 6B ). In dectin-2, the corresponding loop is more open and the valine residue is replaced by ahistidine in this position (His171). The different loop orientation,a sh ighlighted in Figure 6 , allows more available space between the protein and the position of the amide side chain of the mimics (as indicated by the curved arrow in Figure 6B ). As ar esult, this lectin may be able to accommodate mannobioside mimics with larger groups, such as tertiary amides, for the interaction with its CRD. Further investigation on these ligands is underway.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 1417,
                    "end": 1421,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1523,
                    "end": 1527,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1646,
                    "end": 1650,
                    "text": "[41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 839,
                    "end": 888,
                    "text": "(17.10, 17.20, 17.30, 17.36, 17.37, 17.38,a nd 17",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 907,
                    "end": 916,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 993,
                    "end": 1002,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1528,
                    "end": 1537,
                    "text": "Figure 6s",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1867,
                    "end": 1876,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2012,
                    "end": 2021,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2206,
                    "end": 2215,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2350,
                    "end": 2359,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2538,
                    "end": 2546,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2689,
                    "end": 2698,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Dectin-2"
        },
        {
            "text": "We have set up and optimized ag lycomimetic microarray to use as ap rimary screening tool for mannose/fucoses elective C-type lectins. Ad oubly-functionalized cyclooctyne linker was used for the fast immobilization of glycomimetic structures carrying an azide-terminated side chain. The array was validated with plant or fungall ectins of known specificity and then interrogated with as et of four humanC -type lectins:D C-SIGN, DC-SIGNR, langerin, and dectin-2.A ppropriate controlss howed that, for all the lectins examined so far,t he linker does not interfere with the binding process. Theg lycomimetics used are based on ac entral cyclohexane scaffold, carrying either an amannoseo rab-fucose residue and furtherd iversified by the presenceo fd ifferent amide appendages. The mannose based glycomimetics are structurally derived from the Mana-1-2Man (mannobioside) naturald isaccharide motif. Interestingly,t his disaccharide is ac ommonn atural ligand of all the C-type lectins tested in this study,w hich on the contrary differ strongly in their ability to interact with fucose-containing oligosaccharides. Thus, screening of mannose and fucose based glycomimetics is potentially of high interest in the search for selective ligands. In fact, only dectin-2a ppeared to interactw ith the bfucosides on the array,a lthough less effectively than with most mannose-based derivatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The screening also revealed that the CLRs studied differentially respondt ot he amide substituents of the mimics, generating different binding profiles. Whereas langerin was found to bind weakly to most of the structures examined, DC-SIGN and DC-SIGNR displayed ar ather good tolerance to secondary amide substituents on the pseudo-mannobiosides tructure and some similarity in the recognition profile. Mosti nterestingly,a set of mannosides carrying tertiarya mide substituents were found to selectively recognize dectin-2o verD C-SIGN, which may be explained by the known structure of the two lectins' binding site. Some of the fucose-derivedg lycomimeticsl oaded on the chip also displayed as electivity for dectin-2 over DC-SIGN and DC-SIGNR. Thus these screening campaigns simultaneously provided the first discovery of glycomimetic ligands for dectin-2 and gave important indications for the design and optimization of dectin-2selectiveantagonists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The affinity of selected compounds for DC-SIGN, DC-SIGNR, and langerin was also measured by SPR inhibition experiments. The ligand rankingo btained in these solution assays differed quantitatively from that inferred from array binding profiles. As often observed in the study of sugar-protein interactions, the affinity and bindings electivity measured for lectins can strongly depend on the format of the assay,i nw ays that complicate the discovery process. In the case at hand, the clustered ligand presentation on the array can strongly influence the avidity of the system in ways that cannotb er eproduced by binding inhibitione xperiments, where the monovalent ligand in solution is competing against an immobilized glycoprotein.T hus, the SPR and array binding datas hould be regarded as complementaryi nformation, describing different features of the ligand-lectin interaction. The microarray format of the test we propose here allows the binding profiles of lectins to be analyzed even if they are available only in minute quantities,a si s the case for dectin-2i nt his study,a nd may provide structural information useful in the design of multivalent inhibitors that mimic the dense ligand presentation of the array surface. Further characterization of the bindingp roperties of dectin-2 binders, as well as their structuralo ptimization will be the object of activeinvestigation in our laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "General Chemicals were purchased from Sigma-Aldrich or Acros Organics, and specific amines from Key Organics, Crea-Chim, Vitas ML abs, Life Chemicals, Alinda Chemicals, Chem Bridge, or Enamine BB (suppliers indicated in the Supporting Information, Characterization of the ligands) and were used without further purification. All reaction solvents were dried over activated 4o r3 molecular sieves. TLC was carried out using 60 F 254 TLC plates and visualized by UV irradiation (254 nm) or by staining with cerium molibdate, potassium permanganate, or ninhydrin solution. Canavalia ensiformis lectin (ConA) and Aleuria aurantia lectin (AAL) were purchased from VectorLabs and labeled with Alexa Fluor 555 NHS Ester (Succinimidyl Ester) (Thermo Fisher Scientific). Human CLRs were prepared and labeled as described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Markush structures were used to search the compound collections from eMolecules (6 585 694 compounds, August 2013) and Molport (10 010 542, December 2013) for primary and secondary amines. In particular,o nly amines with 150 MW 275, number of heavy atoms 9-20, number of rotatable bonds < 6, number of rings > 0 and no undefined stereocenters were considered. Amines containing potentially reactive species [42] and PAINS [43] were also removed. The resulting compounds were clustered and the cluster center selected (ECFP4 fingerprints as molecular descriptors, maximum distance between cluster members Ta nimoto = 0.6). To reduce the compounds to an umber amenable to visual inspection 20 %o f the cluster centers was selected maximizing molecular diversity (based on FCFP4 fingerprints). This resulted in as et of 1116 primary amines (630 aliphatic and 486 aromatic) and 796 secondary amines (472 aliphatic and 324 aromatic). After visual inspection and confirmed commercial availability as et of 38 compounds was selected for acquisition. Bis(4-nitrophenyl)-(1S,2S)cyclohex-4-ene-1,2-dicarboxylate (8) Diacid 7 (4.23 g, 24.86 mmol, 1mol equiv) was dissolved in dry DMF under N 2 and pyridine (5.23 mL, 64.63 mmol, 2.6 mol equiv) was added dropwise to the solution. 4-nitrophenyl trifluoroacetate (14.03 g, 59.66 mmol, 2.4 mol equiv) was added to the mixture and the reaction was stirred overnight at 50 8C. After completion (R f (product) = 0.58 in toluene :E tOAc = 8:2+ 0.1 %acetic acid), the reaction was diluted with dichloromethane (200 mL) and washed twice with 0.5 m HCl (100 mL), twice with cold, saturated NaHCO 3 (50 mL) and twice with water (50 mL). The organic phase was dried over Na 2 SO 4 ,f iltered, and concentrated in vacuo. The obtained crystals were washed with cooled diethyl ether and filtered to yield the pure product 8 as aw hite powder. ",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1105,
                    "text": "(8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Library design"
        },
        {
            "text": "l-(À)-Fucose (200 mg, 1.22 mmol, 1mol equiv) was dissolved at À40 8Cinpyridine (1 mL) under aN 2 atmosphere and benzoyl chloride (636 mL, 5.48 mmol, 4.5 mol equiv) was added dropwise to the solution. After 2h,t he starting unprotected sugar was not detected by TLC anymore (R f = 0.1 in toluene :E tOAc = 9:1), so the reaction was left to warm to room temperature and stirred until there was only one major spot visible on the TLC plate (R f = 0.24 in toluene/EtOAc = 97:3). Upon completion, the reaction mixture was diluted with water and extracted with CH 2 Cl 2 .T he joint organic phases were dried over Na 2 SO 4 ,f iltered, and concentrated in vacuo, to yield the product 1,2,3,4-tetra-O-benzoyl-l-fucopyranose as aw hite foam. Yield:q uant. (a/b = 9:1). Under these conditions, only as mall amount of fuco-furanose form is obtained, typically around 1% by 1 HNMR, so that no additional purification is needed before the next step. 1 Am ixture of acceptor 9 (250 mg, 0.4013 mmol, 1mol equiv) and donor 13 (207 mg, 0.4013 mmol, 1mol equiv) was co-evaporated from toluene three times. Powdered and activated 4 molecular sieves (acid washed) were added and the mixture was kept under vacuum for af ew hours and then dissolved in dry CH 2 Cl 2 (4 mL). The solution was cooled to À30 8Ca nd TMSOTf (9 mL, 0.0401 mmol, 0.2 mol equiv) was added to the mixture. The reaction was stirred at À30 8Cf or 2h and at RT for an additional 1. Generalp rocedure for the synthesis of bisamides 12 and 15",
            "cite_spans": [
                {
                    "start": 938,
                    "end": 939,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2,3,4-Tri-O-benzoyl-a-l-fucopyranosyl-1-trichloroacetoimidate 13"
        },
        {
            "text": "Amine coupling:S caffold 11 or 14 (1 mol equiv) was dissolved in dry THF or DMF see the Supporting Information) under N 2 and the amine (3 mol equiv) was added to the solution. For amines sold as ammonium salts and amines with low reactivity (see the Supporting Information) 3mol equiv of Et 3 Nw ere also added. The mixture was stirred at RT from 1h to 2days, and monitored by TLC or NMR. Upon completion, the solution was washed with 1 m HCl, 1 m NaOH and water on supported liquid extraction cartridges (Biotage ISOLUTE HM-N). The crude was purified by flash chromatography (CH 2 Cl 2 with gradient of methanol from 0t o2 0%)o ru sed without purification in the following ZemplØn-deprotection if the purity was satisfying. ZemplØnd ebenzoylation:T he benzoyl-protected bisamide (1 mol equiv) was dissolved in distilled MeOH and 1 m freshly prepared NaOMe in MeOH was added to the solution (1.5 mol equiv NaOMe) to a0 .1 m final concentration of the substrate. After completion, the reaction was neutralized with Amberlite IR120 hydrogen form ion-exchange resin, filtered, and concentrated in vacuo. The crude was purified by direct or reverse-phase flash cromatography,y ielding the pure product 12 or 15. Library characterization:L igands 12.1, 12.3, 12.4, 12.7, 12.12, 12.14, 12.15, 12.18,a nd 12.19 were previously described by Varga et al.; [11c] ligand 12.2 was described by Reina et al., [44] whereas the characterization of the other ligands is detailed in the Supporting Information.",
            "cite_spans": [
                {
                    "start": 1348,
                    "end": 1353,
                    "text": "[11c]",
                    "ref_id": null
                },
                {
                    "start": 1397,
                    "end": 1401,
                    "text": "[44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2,3,4-Tri-O-benzoyl-a-l-fucopyranosyl-1-trichloroacetoimidate 13"
        },
        {
            "text": "A1 0mm solution of the ligands was prepared in water and when necessary for complete solubilization, 5% DMSO (Thermo Scientific Molecular Probes)w as added. The compounds were stirred overnight at room temperature with equimolar amounts of 16 (N-[(1R,8S,9S)-bicyclo[6.1.0]non-4-yn-9-ylmethyloxycarbonyl]-1,8-diamino-3,6-dioxaoctane, BCN-amine, Sigma Aldrich) in water and the conversion of the SPAAC-reactions was monitored by MALDI-TOF mass spectrometry by using 2,5-dihydroxybenzoic acid (DHB) as a matrix (5 mg mL À1 in CH 3 CN/0.1 %a queous TFA, 3:7c ontaining 0.005 %N aCl). The MALDI data are reported in the Supporting Information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conjugation of the ligands with the bifunctional linker 16"
        },
        {
            "text": "Stock solutions of the conjugates 1mm in water were diluted with sodium phosphate buffer (300 mm,p H8.5, 0.005 %T ween 20, 10 %D MSO) to af inal concentration of 50 mm.4 0mLo fe ach solution was placed into a3 84 well source plate (Scienion, Berlin, Germany), which was stored at À20 8Ca nd reused if necessary.T hese solutions (750 pL, 3drops of 250 pL) were spotted onto NHS-functionalized glass slides (Nexterion Slide H-Schott AG, Mainz, Germany). Ligands were spotted in 4replicates (9 different ligands per row), establishing the complete microarray that was printed in 7copies onto each slide After printing, the slides were placed in a 75 %h umidity chamber (saturated NaCl solution) at room temperature overnight. The unreacted NHS groups were quenched by placing the slides in a5 0mm solution of ethanolamine in sodium borate buffer 50 mm,p H9.0, for 1h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ligand printing and screening"
        },
        {
            "text": "The immobilized ligands were probed with solutions of fluorescently labeled (Alexafluor555) plant and fungal lectins. Solutions of Concanavalin A (ConA-555, 1 mgmL À1 )a nd Aleuria aurantia lectin (AAL-555, 15 mgmL À1 )w ere prepared in PBS containing 2mm CaCl 2 ,2m m MgCl 2 ,a nd 0.005 %T ween-20. For incubations, 200 mL of the lectin solution was applied to each microarray by using 8Well ProPlate Slide Module incubation chambers for 1h in the dark at room temperature. The slides were washed under standard conditions (PBS and water), dried with argon, and the introduced fluorescence was analyzed with amicroarray scanner. The immobilized ligands were probed with solutions of fluorescently labeled C-type lectins. Solutions of Cy3-labelled DC-SIGN ECD-Cy3 (50 mgmL À1 ,D OL:0 .3) and DC-SIGNR ECD (150 mgmL À1 , DOL:0 .95), langerin-Cy3 (25 mgmL À1 ,D OL:0 .7) and dectin-2-Cy3 (50 mgmL À1 ,D OL:0.4) were diluted in TBS (50 mm Tris·HCl, 150 mm NaCl, pH 8.0) containing 4mm CaCl 2 ,0 .5 %B SA and 0.005 % Tween 20. For incubations, 200 mLo fe ach lectin solution was applied to each subarray by using 8Well ProPlate Module incubation chambers. The microarray was incubated by gentle shaking overnight in the dark at 4 8C. The slides were washed using TBS containing 4mm CaCl 2 and water,d ried with argon, and the fluorescence was analyzed with amicroarray scanner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ligand printing and screening"
        },
        {
            "text": "DC-SIGN extracellular domain (DC-SIGN ECD) and langerin extracellular domain (langerin ECD) constructs were produced and purified as previously described. [3a, 24] DC-SIGNR ECD and dectin-2 ECD were expressed in E. coli BL21(DE3) in 1Lof LB medium supplemented with 50 mgmL À1 kanamycin at 37 8C. Expression was induced by addition of 1mm isopropyl 1-thio-d-galactopyranoside (IPTG) when the culture had reached an A 600 nm of 0.8 and was maintained for 3h.T he protein was expressed in the cytoplasm as inclusion bodies. Cells were harvested by a2 0min centrifugation at 5000 ga t48C. The pellet was re-suspended in 30 mL of as olution containing 150 mm NaCl, 25 mm Tris-HCl, pH 8a nd one antiprotease mixture tablet (Complete EDTAf ree, Roche). Cells were disrupted by sonication and cell debris eliminated by centrifugation at 100 000 gf or 45 min at 4 8Ci naBeckman 45Tir otor.T he pellet was solubilized in 30 mL of 6 m guanidine-HCl containing 25 mm Tris-HCl pH 8, 150 mm NaCl and 0.01 % b-mercaptoethanol. The mixture was centrifuged at 100 000 gf or 45 min at 4 8Ca nd the supernatant was diluted 5fold, by slow addition with stirring, with 1.25 m NaCl, 25 mm CaCl 2 , and 25 or 200 mm Tris-HCl pH 8f or DC-SIGNR and dectin-2 ECD, respectively.T he diluted mixture was dialyzed against ten volumes of 25 mm Tris-HCl, pH 8, 150 mm NaCl, 4mm CaCl 2 (buffer A) with three buffer changes. After dialysis, insoluble precipitate was removed by centrifugation at 100 000 gf or 1hat 4 8C. The supernatant containing DC-SIGNR ECD was loaded on Mannan agarose column (Sigma) for purification by affinityc hromatography equilibrated with buffer A. After loading, DC-SIGNR ECD was tightly bound to the column and eluted in the same buffer without CaCl 2 but supplemented with 1mm EDTA( buffer B). This step was followed by SEC (size exclusion chromatography) by using aS uperose 6c olumn (GE Heathcare) equilibrated with buffer A. Fractions were analyzed by SDS-PAGE (12 %) and DC-SIGNR ECD containing fractions were pooled and concentrated by ultrafiltration (YM10 membrane from Amicon). The supernatant containing the Strep tagged dectin-2 ECD was loaded onto aS trepTrap HP column (GE Heathcare) at 4 8C. Unbound proteins were washed away with buffer Ab efore dectin-2 ECD was eluted with buffer C( 150 mm NaCl, 25 mm Tris-HCl, pH 8, 4mm CaCl 2 ,2 .5 mmd -desthiobiotin). Eluted fractions were analyzed by SDS-PAGE (15 %) and dectin-2 ECD-containing fractions were pooled and concentrated by ultrafiltration (YM10 membrane from Amicon).",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "[3a, 24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Expression and purification of CLRs"
        },
        {
            "text": "Each protein construct was checked by N-terminal amino acid sequencing and mass spectrometry. The labeling procedure is described in the Supporting Information. noshape). Supportb yt he Italian Ministryo fR esearch through aP RIN grant (prot. 2015RNWJAM 002) and the Spanish Ministry of Economy, Industry and Competitiveness (grantC TQ2017-90039-R to N.R.) is acknowledged. HMRS analyses were obtained from the UNITECH \"COSPECT\" platform at the University of Milan. For human CLRs ECD production, this work used the MultistepP rotein Purification Platform( MP3) and the SPR platform fort he competition test of the Grenoble Instruct center (ISBG;U MS 3518 CNRS-CEA-UJF-EMBL)w ith support from FRISBI (ANR-10-INSB-05-02) and GRAL (ANR-10-LABX-49-01) within the Grenoble Partnership for StructuralB iology.F .F.a lso acknowledges the support of the French ANR for Glyco@Alps (ANR-15-IDEX-02).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and purification of CLRs"
        }
    ],
    "bib_entries": {
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reference Module in Chemistry,M olecular Sciences and Chemical Engineering",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Colombo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernardi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "C-Type LectinR eceptors in Immunity,S pringer,B erlin",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Sprokholt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Overmars",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Geijtenbeek",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "129--150",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "in Carbohydrate Chemistry: State of the Art and Challenges for Drug Development,I mperial CollegeP ress",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sattin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fieschi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernardi",
                    "suffix": ""
                },
                {
                    "first": "; N",
                    "middle": [],
                    "last": "Obermajer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sattin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Olombo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Svajger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nderluh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernardi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol. Diversity",
            "volume": "15",
            "issn": "",
            "pages": "3--47",
            "other_ids": {
                "DOI": [
                    "10.1007/s11030-010-9285-y"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pohlmann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Soilleux",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baribaud",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Leslie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trowsdale",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Oms",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.051631398"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Horan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Isobe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Whitesides",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahne ; B )r.R Aman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harakaraman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sasisekharan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sasisekharan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "1--53",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sbi.2016.10.003"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": ";b )M. van der",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Riend",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Theelen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Aylor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luitsma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boekhout",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Geijtenbeek",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "47",
            "issn": "",
            "pages": "410--415",
            "other_ids": {
                "DOI": [
                    "10.1038/icb.2010.32"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Revised manuscript received",
            "authors": [],
            "year": 2018,
            "venue": "J uly",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Accepted manuscript online",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Version of record online",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ") was included as an onglycosylated \"clicked-linker\". Conjugation of 2-azidoethyl-d-mannoside to 16 provided the control mannose glycoside 19.2.I na ddition, amines 20 and 21 (Figure 2) were prepared by azide reductiono ft wo ligands, 12.1 and 12.2,r espectively.T he amines were directly printed on the slides to compare their binding with the same ligands immobilized through the bifunctional linker (17.1 and 17.2,r espectively). The final ligand library,c onjugated with the additional linker and printed onto the microarray surface, consisted of 39 amannosylated (17.1-17.39)a nd 11 b-fucosylated (18.1-18.11) disaccharide mimics (Figure 2) and included four control compounds (19.1, 19.2, 20,and 21). Scheme1.Synthesis and generalstructure of mannose-(12.1-39)a nd fucose-derived (15.1-11)m embersoft he glycomimetic library. a) p-Nitrophenyltrifluoroacetate, pyridine, DMF,508C, 18 h, 73 %; b) mCPBA, CH 2 Cl 2 ,16h,9 4%;c )2-azidoethanol, Cu(OTf) 2 ,CH 2 Cl 2 ,70%;d )TMSOTf, À30 8C, 20 min, 74 %; e) TMSOTf, À30 8C, 3.5 h, 74 %; f) RR'NH, THF/DMF,( Et 3 N), 1h-2 d; g) NaOMe, MeOH, 1.5 h. mCPBA = meta-chloroperbenzoic acid. Chem. Eur.J.2018, 24,1 4448-14460 www.chemeurj.org 2018 The Authors. Published by Wiley-VCH Verlag GmbH &Co. KGaA, Weinheim",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Glycomimetic libraryof3 9mannosylated,1 1f ucosylated, and 4control compounds. A) Generalstructure of mannoseglycomimetics. B) DifferentR ' substituents present in mannose glycomimetics. C) General structure of fucoseglycomimetics. D) Different R' substituents presented in fucose glycomimetics. E) Control compounds included in the library. Scheme2.Conjugation of azide-containing glycomimetics with cyclooctyne 16 by strain-promoted alkyne-azidec ycloaddition (SPAAC). Chem. Eur.J.2018, 24,14448 -14460 www.chemeurj.org 2018 The Authors. Published by Wiley-VCH Verlag GmbH &Co. KGaA, Weinheim",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chem. Eur.J.2018, 24,14448 -14460 www.chemeurj.org 2018 The Authors. Published by Wiley-VCH Verlag GmbH &Co. KGaA, Weinheim",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A) DC-SIGN glycomimetic ligand binding profile at 50 mgmL À1 DC-SIGN ECD (extracellular domain,t etramer). The red bars indicatepreviously known DC-SIGN ligands (ref. [11c]) The IC 50 values measured for these ligands in ref. [11c] are collected in Figure SI-4,SupportingInformation.B )DC-SIGNRg lycomimetic ligand binding profile at 150 mgmL À1 DC-SIGNRE CD. Ligandsselected for SPR studiesa re highlighted in blue. C) Left: ligand inhibitory potency towards DC-SIGN and DC-SIGNR.IC 50 valuesm easured in SPR inhibition assays (Man-BSAimmobilized on the surface). Right:the structure of the ligands and the IC 50 valuesf or DC-SIGN(grey) and DC-SIGNR (blue).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Langerin glycomimetic ligand binding profilea t25mgmL À1 lectin concentration. Chem. Eur.J.2018, 24,1 4448-14460 www.chemeurj.org 2018 The Authors. Published by Wiley-VCH Verlag GmbH &Co. KGaA, Weinheim",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Dectin-2 binding profile.M annosides bearing secondary amideg roups are shown as grey bars, mannosidesb earingtertiaryamide groups are shown as black bars, fucosides, and controls are shown as white bars.B )S tructure of mannose ligands of dectin-2 that do not interact with DC-SIGN.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "A) Alignment of DC-SIGN complex with 3 (blue protein, cyan ligand;PDB:2XR5) and dectin-2 complex of Man 9 GlcNAc 2 (orange protein, ligandn ot shown PDB:5VYB). The Ca 2 + ioniss hown as ap ink sphere. B) Zoom on the Ca 2 + binding site viewedf rom the opposite direction. The curved arrow highlights the different orientation of the two loopsi nthe two proteins. The smalla rrow points to the cyclohexene ring of 3 and to the position of the amide group in the glycomimetic ligands 12.1-n. Chem. Eur.J.2018, 24,14448-14460 www.chemeurj.org 2018 The Authors. Published by Wiley-VCH Verlag GmbH &Co. KGaA, Weinheim",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Chem. Eur.J.2018, 24,14448 -14460 www.chemeurj.org 2018 The Authors. Published by Wiley-VCH Verlag GmbH &Co. KGaA, Weinheim Synthesis of the ligands Mannosylated scaffold 11 was prepared according to ref [11c] from acceptor 9 and the known donor 10.C ompound 9,i nt urn, was prepared from 8 in two steps, according to ref [11c].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Y ield:7 3%;[ a] D : + 130 (c = 1i nCHCl 3 at 20 8C); 1 HNMR (400 MHz, CDCl 3 ): d = 8.] + :4 35.08 [M+ +Na] + ;f ound:435.33;m.p. 171 8C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "HNMR (400 MHz, CDCl 3 ): a-anomer: d = 8.17-7.21 (m, 20 H, OBz), 6.87 (d, 1H,H 1 , J 1-2 = 3.7 Hz), 6.08 (dd, 1H, H 3 , J 3-4 = 3.2, J 3-2 = 10.8 Hz), 5.99 (dd, 1H,H 2 , J 2-3 = 10.8, J 2-1 = 3.7 Hz), 5.90 (dd, 1H,H 4 , J 4-5 = 1.1, J 4-3 = 3.2 Hz), 4.64 (dd, 1H,H 5 , J 5-6 = 6.6, J = 12.9 Hz), 1.32 (d, 3H,H 6 , J = 6.4 Hz); b-anomer: d = 8.17-7.21 (m, 20 H, OBz), 6.21 (d, 1H,H 1 , J 1-2 = 8.3 Hz), 6.06 (m, 1H,H 2 ), 5.81 (dd, 1H,H 4 , J 4-5 = 1.0, J 4-3 = 3.4 Hz), 5.72 (m, 1H,H 3 ), 4.34 (dd, 1H, H 5 , J 5-6 = 5.7, J = 12.5 Hz), 1.39 (d, 3H,H 6 , J = 6.4 Hz);M S( ESI): m/z: calcd for [C 34 H 28 O 9 Na] + [M+ +Na + ]: 603.16;f ound:603.35. 1,2,3,4-Tetra-O-benzoyl-l-fucopyranose (707.3 mg, 1.218 mmol, 1mol equiv) was dissolved in dry THF and cooled to 0 8Cu nder a N 2 atmosphere. 2 m MeNH 2 in THF (731 mL, 1.462 mmol, 1.2 mol equiv) was added dropwise to the solution. After 1h,t he major spot on the TLC had as lightly lower R f than the starting material and an ew spot started to appear further below.T he solution was concentrated in vacuo, and the product was purified by flash chromatography (R f = 0.18 and 0.15 for a and b anomers in toluene/ EtOAc = 9:1) to yield pure 2,3,4-tri-O-benzoyl-l-fucopyranose as 12.8 Hz), 1.39 ppm (d, 3H,H 6 , J 6-5 = 6.5 Hz);M S( ESI): m/z:c alculated for [C 27 H 24 O 8 Na] + [M+ +Na + ]: 499.14;f ound:499.84 2,3,4-Tri-O-benzoyl-l-fucopyranose (460 mg, 0.969 mmol, 1mol equiv) was dissolved in dry dichloromethane (5 mL) and cooled to 0 8C. DBU (58 mL, 0.388 mmol, 0.4 mol equiv) and trichloroacetonitrile (972 mL, 9.694 mmol, 10 mol equiv) were added to the solution which was left to warm to room temperature and stirred until the starting material had disappeared. The solution was concentrated in vacuo, and the product was purified by flash chromatography (R f = 0.34 in hexane/EtOAc = 9:1) to yield the pure product as ac olourless oil (only a-anomer). Yield:9 3%; 1 HNMR (400 MHz, CDCl 3 ): d = 8.60 (s, 1H,N H), 8.18-7.25 (m, 15 H, OBz), 6.83 (d, 1H,H 1 , J 1-2 = 3.5 Hz), 6.04 (dd, 1H,H 3 , J 3-2 = 10.9, J 3-4 = 3.5 Hz), 5.91 (dd, 1H,H 2 , J 2-3 = 10.9, J 2-1 = 3.5 Hz), 5.89-5.86 (m, 1H,H 4 ), 4.65 (dd, 1H,H 5 , J 5-6 = 6.5, J 5-4 = 6.3 Hz), 1.30 ppm (d, 3H,H 6 , J 6-5 = 6.5 Hz);M S( ESI): m/z:c alcd for [C 29 H 24 O 8 ClNa] + [M+ +Na + ]: 642.05;found:6 42.37. 1,2-Cyclohexanedicarboxylic acid, (1S,2S,4S,5S)-4-(2-azidoethoxy)-5-[(2,3,4-tri-O-benzoyl-b-d-fucopyranosyl)oxy]-1,2bis(p-nitrophenylester) (14)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "5 h and was then quenched with Et 3 N. The mixture was filtered over a Celite pad. The solution was concentrated in vacuo, and the product was purified by flash chromatography (R f = 0.22 in hexane/ EtOAc = 6:4) to yield the pure product 14 as ac olorless foam. Yield:7 2%; 1 HNMR (400 MHz, CDCl 3 ): d = 8.23-6.83 (m, 23 H, H Ar ), 5.75-5.63 (m, 2H,H 2 ,H 4 ), 5.57 (dd, 1H,H 3 , J 3-2 = 10.5, J 3-4 = 3.4 Hz), 4.86 (d, 1H,H 1 , J 1-2 = 8.0 Hz), 4.14 (m, 1H,C 2 ), 4.06 (q, 1H,H 5 , J 5-4 = 12.9, J 5-6 = 6.3 Hz), 3.87 (m, 1H,C 1 ), 3.84-3.77 (m, 1H,H 7a ), 3.69-3.62 (m, 1H,H 7b ), 3.41-3.31 (m, 2H,H 8a,b ), 3.22-3.13 (m, 1H,C 4 ), 3.02-2.92 (m, 1H,H 5 ), 2.36-2.27 (m, 1H,C 3o r6 eq ), 2.21-2.12 (m, 1H, H 3o r6eq ), 2.08-1.90 ppm (m, 2H,H 3ax, 6ax ); 13 CNMR (100 MHz, CDCl 3 ): d = 172.5, 172.3 (C 9 ); 166.3, 165.9, 165.7 (CO Bz ); 155.5, 155.3 (C 10 ); 145.8, 145.7 (C 13 ); 133.9, 133.7, 133.5 (CH Bz ); 130.3, 130.0, 130.0 (CH Bz ); 129.5, 129.1 (C quatBz ); 128.9, 128.7, 128.6 (CH Bz ); 125.,C C5 ); 27.5, 27.2 (C C3 ,C C6 ); 16.9, 16.7 ppm (C 6 ); MS (ESI): m/z: calcd for [C 49 H 43 N 5 O 17 ] + :9 96.26;f ound:996.86.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.Keywords: carbohydrates · C-type lectins · drug discovery · glycomimetics · microarrays",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}