{
    "paper_id": "bb5dbff719709a95c6fbad1d9d4a7f3c3802d23b",
    "metadata": {
        "title": "Visitor behaviour and public health implications associated with exotic pet markets: an observational study",
        "authors": [
            {
                "first": "Clifford",
                "middle": [],
                "last": "Warwick",
                "suffix": "",
                "affiliation": {},
                "email": "cliffordwarwick@yahoo.com"
            },
            {
                "first": "•",
                "middle": [],
                "last": "Phillip",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Arena",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Murdoch University",
                    "location": {
                        "addrLine": "Peel Campus",
                        "postCode": "6210",
                        "settlement": "Mandurah",
                        "region": "Western Australia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Catrina",
                "middle": [],
                "last": "Steedman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives To conduct on-site assessments of public health implications at key European pet markets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Design Observational study of visitor behaviour at stalls that displayed and sold animals, mainly amphibians and reptiles, to assess potential contamination risk from zoonotic pathogens. We noted initial modes of contact as 'direct' (handling animals) as well as 'indirect' (touching presumed contaminated animal-related sources) and observed whether these visitors subsequently touched their own head or mouth (H1), body (H2) or another person (H3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Setting Publicly accessible exotic animal markets in the UK, Germany and Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Participants Anonymous members of the public in a public place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Main outcome measures Occurrence and frequency of public contact (direct, indirect or no contact) with a presumed contaminated source.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results A total of 813 public visitors were observed as they attended vendors. Of these, 29 (3.6%) made direct contact with an animal and 222 (27.3%) made indirect contact with a presumed contaminated source, with subsequent modes of contact being H1 18.7%, H2 52.2% and H3 9.9%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our observations indicate that opportunities for direct and indirect contact at pet markets with presumed contaminated animals and inanimate items constitute a significant and major concern, and that public attendees are exposed to rapid contamination on their person, whether or not these contaminations become associated with any episode of disease involving themselves or others. These public health risks appear unresolvable given the format of the market environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Wildlife markets occur in several regions of the world and take different forms. According to region, these markets offer animals for various reasons including culinary, medicinal and pet purposes. In this article we focus on visitor behaviour and public health implications associated with the display and sale of amphibians and reptiles at exotic pet markets in the UK and elsewhere in the European Union (EU).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Human health is reportedly a key concern at pet markets due to the attendance of the public, and because many animals are likely to harbour transmissible zoonotic pathogens. 1, 2 Zoonotic diseases are pathogenic infections and infestations transmissible from animals to humans. There are around 200 zoonoses 3 and approximately 40 of these are associated with amphibians and reptiles (for examples, see Appendices A and B). Captive reptiles are routinely identified as reservoirs of infectious bacteria, for example, Salmonella, 4 and all reptiles should be presumed to harbour Salmonella. 1,5 -8 In 2009, a case-control study in the UK indicated that reptile keepers were nearly 17 times more likely to get sick than those who had no contact with these animals. 9 A limited study of seven door handles at a major pet market in Germany in 2010 revealed the presence of two distinct species of Salmonella, S. ramatgan and S. subspecies V (N Kutscher, personal communication, 2011), both of which are reptile-associated.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 176,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 177,
                    "end": 178,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 308,
                    "end": 309,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 529,
                    "end": 530,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 590,
                    "end": 596,
                    "text": "1,5 -8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "More generally, a survey of 1410 human diseases found 61% to be of potentially zoonotic origin. 10 Also, 75% of global emerging human diseases are zoonotic. 11 It is believed that epidemics such as SARS (severe acute respiratory syndrome), monkey-pox and avian influenza H5N1 may have emerged from wildlife markets. 1, 5, 8, 11 The arbitrary mixing of a wide variety of species that would not normally meet together in conditions of highly questionable animal husbandry and public health protection measures, raises multifactorial concerns about these markets and their implications for public health. 1, 5, 8, 12, 13 Many cases of zoonotic disease are, however, probably misdiagnosed as other conditions and under-reporting in general is a likely major factor in under-ascertainment of cases. 2 Certain common zoonoses symptomatically superficially resemble common illnesses such as gastrointestinal, respiratory, influenzal and dermatological disorders and disease. General medical practitioners who are unfamiliar with zoonoses do not typically enquire of patients about direct or indirect contact with an exotic animal. 2 Significant zoonotic episodes arise from indirect contact with an animal. Indirect pathogen contamination and dissemination involving reptiles and intermediary surfaces, for example, door handles, clothes, table tops, walls, household utensils and shaking of hands, has been reported as an important factor in transmission. 7, 14, 15 One notable example involved over 300 public attendees to a zoo who acquired Salmonella infection via a wooden stand-off barrier around a lizard enclosure and despite having had no actual contact with the reptiles. 16 The presumed primary transmission route for many amphibian-and reptile-borne potential pathogens is via faecal -oral ingestion. 17 However, human skin scratches from the claws of lizards, 18 and bites from snakes and lizards also may transmit contaminants. 14, 18 Also, direct contact between any contaminated reptile and open human lesions, such as sores, or via reptile debris penetrating human orbital or aural sites, are further potential routes of infection. 14 Aquatic turtles and other species of waterdwelling reptiles may contaminate large bodies of water -resulting in contaminated splashes, droplets and smears that may lead to human infection. Lizards are handled more than turtles and are more likely to introduce infection via skin scratches. Snakes are handled far more frequently than even lizards and thus may spread contaminants more widely and consistently. Diverse surfaces may act as intermediary carriers of many biotic contaminants and once a surface is contaminated, potential contagions may long persist. 19 Hand washing and the use of disinfectant gels and sprays are commonly recommended and perceived as sufficient hygiene measures to eradicate Salmonella and any other potential pathogens. 14, 15 However, these hygiene methods, as generally practiced, do not provide reliable protection against diverse amphibian-and reptile-borne contaminants. 14, 15 Indeed, the use of these materials and methods may generate undue over-reliance and misplaced confidence in personal disease prevention and control that may lead to infection as a result of complacency. 20 The aim of this investigation was to assess public behaviour in the context of potential contamination threats at close-quarters in a probable zoonotic pathogen rich environment. We conducted on-site assessments at three key European pet market events: Terraristika (Hamm, Germany), the IHS Show (Doncaster, UK) and Expoterraria (Sabadell, Spain) during 2011. Each event involves a substantial number of stalls that collectively sell thousands of exotic animals directly to the public. Several hundred such events occur annually throughout Europe. 21 ",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 157,
                    "end": 159,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 318,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 319,
                    "end": 321,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 322,
                    "end": 324,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 325,
                    "end": 327,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 604,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 605,
                    "end": 607,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 608,
                    "end": 610,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "12,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 615,
                    "end": 617,
                    "text": "13",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 794,
                    "end": 795,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1124,
                    "end": 1125,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1450,
                    "end": 1452,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1453,
                    "end": 1456,
                    "text": "14,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1457,
                    "end": 1459,
                    "text": "15",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1675,
                    "end": 1677,
                    "text": "16",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1806,
                    "end": 1808,
                    "text": "17",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1866,
                    "end": 1868,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1935,
                    "end": 1938,
                    "text": "14,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1939,
                    "end": 1941,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 2708,
                    "end": 2710,
                    "text": "19",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2897,
                    "end": 2900,
                    "text": "14,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2901,
                    "end": 2903,
                    "text": "15",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3053,
                    "end": 3056,
                    "text": "14,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3057,
                    "end": 3059,
                    "text": "15",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3263,
                    "end": 3265,
                    "text": "20",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3814,
                    "end": 3816,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Hygiene and potential pathogen transfer were assessed by observation of public visitor and trader behaviour, with special reference to contact involving animals, animal containers, related intermediary surfaces (such as table tops), as well as contacts involving hands, body and clothing. All items (including animals and inanimate items) directly associated with the sellers' stalls were presumed contaminated. Pathogen transfer from local contamination sources is well known, and it is reasonable to anticipate that at a stall at which animals are sold, all animals and animal-related material will probably have been exposed to microbial transfer and dissemination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Each investigator engaged in five minutes of observation at a location (e.g. a trader stall) and noted all visitor contact behaviours. Figures 1a and 1b outline the mode of contact observation systems. Individuals who handled or otherwise touched animals were noted as 'direct' contact events and those who touched proximal inanimate intermediary surfaces were noted as 'indirect' contact events with a presumed contaminated source. Both direct and indirect contact events were further observed to establish whether they subsequently touched their own head ('hand to head including mouth' = 'H1'), body ('hand to body or clothes' = 'H2 0 ) or other person (hand to another person = 'H3'). Results were marked on preprinted tables under categories of 'Direct', 'Indirect,' 'H1 0 , 'H2 0 and 'H3 0 , and tallied after each five-minute observation period. Hygiene efforts (referring to intentional efforts of a person to sanitize their hands or related action) were recorded (not tabulated) by observing whether or not individuals attempted to, for example, clean their hands immediately after contact with a presumed contaminated source.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For all three markets, a total of 813 public visitors were observed as they attended vendor stalls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Of these, 29 (3.6%) made direct contact with an animal and 222 (27.3%) made indirect contact with a presumed contaminated source ( Table 1 ). The proportion of these visitors that engaged in subsequent modes of contact was 18.7% hand to mouth (H1), 52.2% hand to body (H2) and 19.9% person to person (H3). Figure 2 provides the breakdown of these contact behaviours for each of the three markets visited.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 138,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 306,
                    "end": 314,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "This pattern of behavior was broadly consistent between markets with the majority of observed visitors to vendors making indirect contact with animals through touching housing, tables, sellers, money and other merchandize associated with vendors or animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The proportion of visitors to vendors that engaged in contact behaviours at each of the Figure 3 . The patterns of contact were similar between each of the larger events (Terraristika and Expoterraria); however, at the IHS Show, during the five-minute observation periods, no direct contact with animals was seen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 96,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We again emphasize that these data were acquired during numerous five-minute observation periods (a total of 195 minutes of observation) and as such, they provide 'snapshots' of general conditions. Therefore, other relevant additional behaviours may occur that were not observed and recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Person-to-person contamination is likely to rapidly increase its representation as presumed contaminated attendees move around a venue and readily form incidental contacts with a large number of people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our observations indicate that opportunities for direct and indirect contact at pet markets with presumed contaminated animals and inanimate items constitute a significant and major public health concern. Our view is that these public health risks are unresolvable, given the format of the market environment. Furthermore, the 'exhibition' nature of these events attracts families with young children, including toddlers and infants (less than 1 year of age).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We consider that the five-minute static observation period for target activities was sufficient for assessment of potential microbial contamination and transference. Target activities were noted within the five-minute period, and indeed The proportion of visitors to vendors at each market making subsequent modes of contact having initially contacted a presumed contaminated source. H1 = observed contact between hand and head (inc mouth); H2 = observed contact between hand and body or clothes; H3 = observed contact between hand and another individual a shorter observation period may have been as informative. However, a longer static observation period would unlikely have been more informative because the general throughput of the public arriving at, inspecting and then leaving each seller stall frequently occurred within a fiveminute period. Mobile observation periods that involve monitoring the actions of people moving through the venues may have been additionally informative in revealing certain incidental contacts, although given the relatively crowded nature of the events, these additional contacts may reasonably be presumed to occur without specific observation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The established nature of amphibians and reptiles as a reservoir of potentially pathogenic zoonotic agents implies that all animals, their containers, seller facilities and the sellers themselves must be regarded as sources of potential contami-nation. The direct and indirect actions and interactions between public attendees and sellers are manifestly capable not only of resulting in acquired infection among attendees, but also of disseminating pathogens among the public and all publicly accessible intermediary surfaces. Indeed, we postulate that it would be reasonable to conclude that within a relatively brief period, all public attendees potentially may be subjected to some level of contamination on their person, whether or not that contamination becomes associated with any episode of disease involving themselves or others. It is also highly unlikely that any method of hygiene control could be practicably implemented in the context of a pet market. Even if comprehensive disinfectant surgical scrub areas were provided with appropriate guidance on contaminant elimination from hands, then this would not offer a reliable solution. Contaminated areas other than hands would remain, and re-contamination of hands and other areas from clothes, people and the environment would likely rapidly re-occur once the person returned to the generalized areas of the pet market and its multifactorial contamination sources. Contamination of clothes and hair, for instance, would also Figure 3 Public health and visitor behaviour at three European markets. The total number of observed visitors was 813 (395 at Expoterraria; 300 at Terraristika; 118 at the IHS Show). Direct = direct contact with an animal; Indirect = indirect contact with an animal (e.g. with container, table, seller). H1 = observed contact between hand and hand (inc mouth); H2 = observed contact between hand and body or clothes; H3 = observed contact between hand and another individual represent a robust contamination source that would persist even after leaving a market and regardless of any hand cleansing.",
            "cite_spans": [
                {
                    "start": 1488,
                    "end": 1496,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Hand sanitizer products such as gels and sprays for the prevention of infection were infrequently adopted at the visited events and, where present, were utilized in a less than thorough manner which itself represents a poor form of hygiene management. As indicated earlier, hand sanitizer products used do not offer comprehensive protection, and their promotion may encourage misplaced public confidence in an unreliable method. Such over-reliance is likely to lead to complacent behavior, infection and re-infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The situating of pet markets in venues often used for general public purposes, such as school halls and leisure centres, constitutes a potential public health hazard that realistically may endure for days, weeks or months following the conclusion of the pet market. Certain bacteria, such as Salmonella, are well understood to viably persist on surfaces in the general environment. At venues hosting pet markets it is reasonable to presume that all public contact surfaces such as door handles, floors, doorways, walls, light switches and many others may remain microbially contaminated and thus potential sources of infection. Given that these same venues may be sequentially used for a wide variety of other public purposes, including schooling of children, there exists an ongoing potential residual risk of infection to entirely unsuspecting and unprepared users. Furthermore, these venues are often located adjacent to shopping centres which market visitors may attend, carrying with them a host of pathogens and the potential to spread disease far beyond the source of original contamination. As such, even non-attendance at a pet market does not guarantee that public health is not compromised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Although local authorities in the UK frequently disallow pet markets, numerous events still occur due to lack of enforcement. In the rest of Europe, pet markets are currently legal and common.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We recommend that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "(1) The UK strongly improves its vigilance towards pet market emergence within their jurisdiction and robustly enforces a ban on these events; (2) The EU in general pursue a policy of prohibition on wildlife ( pet) markets within its boundaries, to cover all biological classes of animal including vertebrates and invertebrates; (3) The UK, and the EU in general, compile a database of all known pet markets and their historical venues within its boundaries and makes this database available for enforcement authorities to ensure local compliance with all prohibitive measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Zoonoses: drawing the battle lines",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vet Times",
            "volume": "36",
            "issn": "",
            "pages": "26--34",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Signs of stress",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Steedman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Env Health News",
            "volume": "10",
            "issn": "21",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infectious Diseases Transmissible from Animals to Humans",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Krauss",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zoonoses",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Salmonella enterica in reptiles of German and Austrian origin",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Geue",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Löschner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vet Microbiol",
            "volume": "84",
            "issn": "",
            "pages": "79--91",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Implications of wildlife trade on the movement of avian influenza and other infectious diseases",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Newcombe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Wildlife Dis",
            "volume": "43",
            "issn": "",
            "pages": "55--64",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Salmonella perils of pet reptiles",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Commun Dis Public Health",
            "volume": "3",
            "issn": "",
            "pages": "2--3",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reptiles, amphibians, and human Salmonella infection: a population-based, case-control study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mermin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hutwagner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vugia",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "38",
            "issn": "",
            "pages": "253--61",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Influence of exotic bird and wildlife trade on avian influenza transmission dynamics: animal-human interface",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burgos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Burgos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int J Poultry Sci",
            "volume": "6",
            "issn": "",
            "pages": "535--543",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Atlanta 11 Brown C. Emerging zoonoses and pathogens of public health significance -an overview",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Newcombe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Centers for Disease Control",
            "volume": "1",
            "issn": "",
            "pages": "435--477",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Wildlife, exotic pets and emerging zoonoses",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Chomel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belotto",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Meslin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "CDC Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "6--11",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Why legalise exotic pet markets?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Toland",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Glendell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet Times",
            "volume": "35",
            "issn": "",
            "pages": "6--7",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Reptile-related salmonellosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "Ajl",
                    "middle": [],
                    "last": "Lambiris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Westwood",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Steedman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J R Soc Med",
            "volume": "93",
            "issn": "",
            "pages": "124--130",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A review of captive exotic animal-linked zoonoses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Arena",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Steedman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jessop",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Env Health Res",
            "volume": "12",
            "issn": "",
            "pages": "9--24",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "An outbreak of salmonellosis among children attending a reptile exhibit at a zoo",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Torigian",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Shillam",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Pediatr",
            "volume": "132",
            "issn": "",
            "pages": "802--809",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Turtle-associated salmonellosis, I: An estimation of the magnitude of the problem in the United States, 1970 -1971",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lamm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Gangarosa",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Am J Epidemiol",
            "volume": "95",
            "issn": "",
            "pages": "511--518",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Iguanas and Salmonella marina infection in children: a reflection of the increasing incidence of reptile-associated salmonellosis in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mermin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hoar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Angulo",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatrics",
            "volume": "99",
            "issn": "",
            "pages": "399--402",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "How to handle pets: a guide to the complexities of enforcing animal welfare and disease control",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Steedman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Env Health News",
            "volume": "8",
            "issn": "",
            "pages": "18--27",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pathogens as bio-weapons",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Frye",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Reptile and amphibian communities in the United States",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bridges",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kopral",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Centers for Epidemiology and Animal Health",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "a) Initial mode of contact observation system. H = hand; left = indirect contact with an animal (e.g. with container, table, seller); right = direct contact with/handling of an animal. (b) Subsequent mode of contact observation system. H = hand (+contact): H1 = observed contact between hand and head (inc mouth); H2 = observed contact between hand and body or clothes; H3 = observed contact between hand and another individual markets is illustrated in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2 The proportion of visitors to vendors at each market making subsequent modes of contact having initially contacted a presumed contaminated source. H1 = observed contact between hand and head (inc mouth); H2 = observed contact between hand and body or clothes; H3 = observed contact between hand and another individual",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The number of visitors to vendors observed at three European markets and the proportion that engaged in direct and indirect contact with presumed contaminated sources",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}